INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (97, 1, '97.滑石粉.docx', 'velious', '/medicine-image/hua-shi-fen/1.png', '/medicine-image/hua-shi-fen/1.png', `滑石粉HuɑshifenTALCI PULVIS本品系滑石经精选净制、粉碎、干燥制成。【性状】 本品为白色或类白色、微细、无砂性的粉末，手摸有滑腻感。气微，味淡。本品在水、稀盐酸或稀氢氧化钠溶液中均不溶解。【鉴别】 取本品，照滑石项下的〔鉴别〕（1）、（2）项试验，显相同的反应。【检查】 酸碱度 取本品10g，加水50ml，煮沸30分钟，时时补充蒸失的水分，滤过。滤液遇中性石蕊试纸应显中性反应。水`, 0, '2022-07-22 18:00:00', `![IMG_258](/medicine-image/hua-shi-fen/1.png)

# ![IMG_259](/medicine-image/hua-shi-fen/2.png)

# ****滑石粉****

Huɑshifen

TALCI PULVIS

本品系滑石经精选净制、粉碎、干燥制成。

**【性状】** 本品为白色或类白色、微细、无砂性的粉末，手摸有滑腻感。气微，味淡。

本品在水、稀盐酸或稀氢氧化钠溶液中均不溶解。

**【鉴别】** 取本品，照滑石项下的〔鉴别〕（1）、（2）项试验，显相同的反应。

**【检查】** **酸碱度** 取本品10g，加水50ml，煮沸30分钟，时时补充蒸失的水分，滤过。滤液遇中性石蕊试纸应显中性反应。

**水中可溶物** 取本品5g，精密称定，置100ml烧杯中，加水30ml，煮沸30分钟，时时补充蒸失的水分，放冷，用慢速滤纸滤过，滤渣加水5ml洗涤，洗液与滤液合并，蒸干，在105℃干燥1小时，遗留残渣不得过5mg（0.1\%）。

**酸中可溶物** 取本品约1g，精密称定，置100ml具塞锥形瓶中，精密加入加稀盐酸20ml，称定重量，在50℃浸渍15分钟，放冷，再称定重量，用稀盐酸补足减失的重量，摇匀，用中速滤纸滤过，精密量取续滤液10ml，加稀硫酸1ml，蒸干，炽灼至恒重，遗留残渣不得过10.0mg（2.0\%）。

**铁盐** 取〔酸碱度〕检查项下的滤液1ml，加稀盐酸与亚铁氰化钾试液各1ml，不得即时显蓝色。

**炽灼失重** 取本品2g，在600～700℃炽灼至恒重，减失重量不得过5.0\%。

**重金属** 取本品5g，精密称定，置锥形瓶中，加0.5mol/L盐酸溶液25ml，摇匀，置水浴加热回流30分钟，放冷，用中速滤纸滤过，滤液置100ml量瓶中，用热水25ml分次洗涤容器及残渣，滤过，洗液并入同一量瓶中，放冷，加水至刻度，摇匀，作为供试品溶液。

取供试品溶液5.0ml，置25ml纳氏比色管中，加醋酸盐缓冲液（pH3.5）2ml，再加水稀释至刻度，依法检查（通则0821第一法），含重金属不得过40mg/kg。

**砷盐** 取重金属项下供试品溶液20ml，加盐酸5ml，依法检查（通则0822第一法），含砷盐不得过2mg/kg。

**【含量测定】** 取本品0.2g，精密称定，置于已盛有无水碳酸钠4g的铂坩埚中，混匀，上面再覆盖无水碳酸钠1g，盖好坩埚盖。1000℃熔融处理40分钟，取出，放冷。在坩埚中加入少量热水使残渣脱落，用2\%盐酸溶液5ml分次冲洗坩埚，一并移入250ml烧杯中，于杯口缓慢加入盐酸15ml，立即盖上表面皿，待反应完全后，将烧杯置电炉上加热，浓缩至近干，放冷。加入盐酸10ml，置水浴锅加热溶解，再加入1\%明胶溶液\[注1\]5ml，充分搅拌，水浴保温10分钟。取下，加热水30ml，搅拌，趁热滤过，滤液置100ml量瓶中，用热水洗涤容器及残渣，洗液一并移入量瓶中，放冷，加水至刻度，摇匀，作为钙、镁总量测定溶液。

另取本品0.2g，精密称定，置250ml烧杯中，加入40\%盐酸溶液（40→100）约40ml，盖上表面皿，置电炉上加热至微沸，用玻璃棒时时搅拌，保持微沸40分钟，用40\%盐酸溶液（40→100）冲洗表面皿，浓缩至近干，放冷。加入40\%盐酸溶液（40→100）2ml，加水稀释至20ml，并加热煮沸，滤过，滤液置100ml量瓶中，用热水洗涤容器及残渣，洗液一并移入量瓶中，放冷，加水至刻度，摇匀，作为可溶性钙、镁测定溶液。

分别精密量取上述两种溶液各50ml，分别加入酒石酸钾钠-三乙醇胺混合溶液\[注2\]5ml和甲基红指示剂2滴，用氨-氯化铵缓冲溶液\[注3\]中和至黄色并过量6ml，加入酸性铬蓝K-萘酚绿B混合指示剂\[注4\]6滴，用乙二胺四醋酸二钠滴定液（0.05mol/L）滴定至溶液由酒红色变成纯蓝色。按公式（1）分别计算钙、镁总量及可溶性钙、镁含量（X\%）。

计算公式：（1）

硅酸镁含量=（钙、镁总量-可溶性钙镁含量）×5.20（2）

式中 c为乙二胺四醋酸二钠滴定液的浓度，mol/L；

V为消耗乙二胺四醋酸二钠滴定液的体积，ml；

w为称样量，g；

24.30为镁的原子量。

5.20为镁换算为硅酸镁的系数。

本品含硅酸镁\[Mg3（Si4O10）（OH）2\]，不得少于88.0\%。

**【性味与归经】** 甘、淡，寒。归膀胱、肺、胃经。

**【功能与主治】** 利尿通淋，清热解暑；外用祛湿敛疮。用于热淋，石淋，尿热涩痛，暑湿烦渴，湿热水泻；外治湿疹，湿疮，痱子。

**【用法与用量】** 10～20g，包煎。外用适量。

**【贮藏】** 密闭。

注：\[1\]1\%明胶溶液 取明胶1g，加水100ml，加热使溶解（临用时配制），混匀，即得。

\[2\]酒石酸钾钠-三乙醇胺混合溶液 取酒石酸钾钠80g，加水300ml使溶解，加入三乙醇胺100ml，混匀，即得。

\[3\]氨-氯化铵缓冲溶液pH＝10 取氯化铵67.5g，加水300ml使溶解，加入氢氧化铵570ml，用水稀释至1000ml，混匀，即得。

\[4\]酸性铬蓝K-萘酚绿B混合指示剂 取酸性铬蓝K0.2g和萘酚绿B 0.34g，溶解于水中，稀释至100ml，混匀，即得。`, `<p><img src="/medicine-image/hua-shi-fen/1.png" alt="IMG_258" /></p><h1><img src="/medicine-image/hua-shi-fen/2.png" alt="IMG_259" /></h1><h1><strong><strong>滑石粉</strong></strong></h1><p>Huɑshifen</p><p>TALCI PULVIS</p><p>本品系滑石经精选净制、粉碎、干燥制成。</p><p><strong>【性状】</strong> 本品为白色或类白色、微细、无砂性的粉末，手摸有滑腻感。气微，味淡。</p><p>本品在水、稀盐酸或稀氢氧化钠溶液中均不溶解。</p><p><strong>【鉴别】</strong> 取本品，照滑石项下的〔鉴别〕（1）、（2）项试验，显相同的反应。</p><p><strong>【检查】</strong> <strong>酸碱度</strong> 取本品10g，加水50ml，煮沸30分钟，时时补充蒸失的水分，滤过。滤液遇中性石蕊试纸应显中性反应。</p><p><strong>水中可溶物</strong> 取本品5g，精密称定，置100ml烧杯中，加水30ml，煮沸30分钟，时时补充蒸失的水分，放冷，用慢速滤纸滤过，滤渣加水5ml洗涤，洗液与滤液合并，蒸干，在105℃干燥1小时，遗留残渣不得过5mg（0.1%）。</p><p><strong>酸中可溶物</strong> 取本品约1g，精密称定，置100ml具塞锥形瓶中，精密加入加稀盐酸20ml，称定重量，在50℃浸渍15分钟，放冷，再称定重量，用稀盐酸补足减失的重量，摇匀，用中速滤纸滤过，精密量取续滤液10ml，加稀硫酸1ml，蒸干，炽灼至恒重，遗留残渣不得过10.0mg（2.0%）。</p><p><strong>铁盐</strong> 取〔酸碱度〕检查项下的滤液1ml，加稀盐酸与亚铁氰化钾试液各1ml，不得即时显蓝色。</p><p><strong>炽灼失重</strong> 取本品2g，在600～700℃炽灼至恒重，减失重量不得过5.0%。</p><p><strong>重金属</strong> 取本品5g，精密称定，置锥形瓶中，加0.5mol/L盐酸溶液25ml，摇匀，置水浴加热回流30分钟，放冷，用中速滤纸滤过，滤液置100ml量瓶中，用热水25ml分次洗涤容器及残渣，滤过，洗液并入同一量瓶中，放冷，加水至刻度，摇匀，作为供试品溶液。</p><p>取供试品溶液5.0ml，置25ml纳氏比色管中，加醋酸盐缓冲液（pH3.5）2ml，再加水稀释至刻度，依法检查（通则0821第一法），含重金属不得过40mg/kg。</p><p><strong>砷盐</strong> 取重金属项下供试品溶液20ml，加盐酸5ml，依法检查（通则0822第一法），含砷盐不得过2mg/kg。</p><p><strong>【含量测定】</strong> 取本品0.2g，精密称定，置于已盛有无水碳酸钠4g的铂坩埚中，混匀，上面再覆盖无水碳酸钠1g，盖好坩埚盖。1000℃熔融处理40分钟，取出，放冷。在坩埚中加入少量热水使残渣脱落，用2%盐酸溶液5ml分次冲洗坩埚，一并移入250ml烧杯中，于杯口缓慢加入盐酸15ml，立即盖上表面皿，待反应完全后，将烧杯置电炉上加热，浓缩至近干，放冷。加入盐酸10ml，置水浴锅加热溶解，再加入1%明胶溶液<sup>[注1]</sup>5ml，充分搅拌，水浴保温10分钟。取下，加热水30ml，搅拌，趁热滤过，滤液置100ml量瓶中，用热水洗涤容器及残渣，洗液一并移入量瓶中，放冷，加水至刻度，摇匀，作为钙、镁总量测定溶液。</p><p>另取本品0.2g，精密称定，置250ml烧杯中，加入40%盐酸溶液（40→100）约40ml，盖上表面皿，置电炉上加热至微沸，用玻璃棒时时搅拌，保持微沸40分钟，用40%盐酸溶液（40→100）冲洗表面皿，浓缩至近干，放冷。加入40%盐酸溶液（40→100）2ml，加水稀释至20ml，并加热煮沸，滤过，滤液置100ml量瓶中，用热水洗涤容器及残渣，洗液一并移入量瓶中，放冷，加水至刻度，摇匀，作为可溶性钙、镁测定溶液。</p><p>分别精密量取上述两种溶液各50ml，分别加入酒石酸钾钠-三乙醇胺混合溶液<sup>[注2]</sup>5ml和甲基红指示剂2滴，用氨-氯化铵缓冲溶液<sup>[注3]</sup>中和至黄色并过量6ml，加入酸性铬蓝K-萘酚绿B混合指示剂<sup>[注4]</sup>6滴，用乙二胺四醋酸二钠滴定液（0.05mol/L）滴定至溶液由酒红色变成纯蓝色。按公式（1）分别计算钙、镁总量及可溶性钙、镁含量（X%）。</p><p>计算公式：（1）</p><p>硅酸镁含量=（钙、镁总量-可溶性钙镁含量）×5.20（2）</p><p>式中 c为乙二胺四醋酸二钠滴定液的浓度，mol/L；</p><p>V为消耗乙二胺四醋酸二钠滴定液的体积，ml；</p><p>w为称样量，g；</p><p>24.30为镁的原子量。</p><p>5.20为镁换算为硅酸镁的系数。</p><p>本品含硅酸镁[Mg<sub>3</sub>（Si<sub>4</sub>O<sub>10</sub>）（OH）<sub>2</sub>]，不得少于88.0%。</p><p><strong>【性味与归经】</strong> 甘、淡，寒。归膀胱、肺、胃经。</p><p><strong>【功能与主治】</strong> 利尿通淋，清热解暑；外用祛湿敛疮。用于热淋，石淋，尿热涩痛，暑湿烦渴，湿热水泻；外治湿疹，湿疮，痱子。</p><p><strong>【用法与用量】</strong> 10～20g，包煎。外用适量。</p><p><strong>【贮藏】</strong> 密闭。</p><p>注：[1]1%明胶溶液 取明胶1g，加水100ml，加热使溶解（临用时配制），混匀，即得。</p><p>[2]酒石酸钾钠-三乙醇胺混合溶液 取酒石酸钾钠80g，加水300ml使溶解，加入三乙醇胺100ml，混匀，即得。</p><p>[3]氨-氯化铵缓冲溶液pH＝10 取氯化铵67.5g，加水300ml使溶解，加入氢氧化铵570ml，用水稀释至1000ml，混匀，即得。</p><p>[4]酸性铬蓝K-萘酚绿B混合指示剂 取酸性铬蓝K0.2g和萘酚绿B 0.34g，溶解于水中，稀释至100ml，混匀，即得。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (43, 1, '48.麻黄.docx', 'velious', '/medicine-image/ma-huang/1.png', '/medicine-image/ma-huang/1.png', `草麻黄木贼麻黄段麻黄MɑhuɑngEPHEDRAE HERBA本品为麻黄科植物草麻黄Ephedra sinica Stapf、中麻黄Ephedra intermedia Schrenk et C.A.Mey.或木贼麻黄Ephedra equisetina Bge.的干燥草质茎。秋季采割绿色的草质茎，晒干。【性状】 草麻黄 呈细长圆柱形，少分枝，直径1～2mm。有的带少量棕色木质茎。表面淡绿色至黄绿`, 0, '2022-07-22 18:00:00', `草麻黄

![IMG_256](/medicine-image/ma-huang/1.png)  

木贼麻黄段

![IMG_259](/medicine-image/ma-huang/2.png)

# ![IMG_260](/medicine-image/ma-huang/3.png)

# ****麻黄****

Mɑhuɑng

EPHEDRAE HERBA

本品为麻黄科植物草麻黄Ephedra sinica Stapf、中麻黄Ephedra intermedia Schrenk et C.A.Mey.或木贼麻黄Ephedra equisetina Bge.的干燥草质茎。秋季采割绿色的草质茎，晒干。

**【性状】** **草麻黄** 呈细长圆柱形，少分枝，直径1～2mm。有的带少量棕色木质茎。表面淡绿色至黄绿色，有细纵脊线，触之微有粗糙感。节明显，节间长2～6cm。节上有膜质鳞叶，长3～4mm；裂片2（稀3），锐三角形，先端灰白色，反曲，基部联合成筒状，红棕色。体轻，质脆，易折断，断面略呈纤维性，周边绿黄色，髓部红棕色，近圆形。气微香，味涩、微苦。

**中麻黄** 多分枝，直径1.5～3mm，有粗糙感。节上膜质鳞叶长2～3mm，裂片3（稀2），先端锐尖。断面髓部呈三角状圆形。

**木贼麻黄** 较多分枝，直径1～1.5mm，无粗糙感。节间长1.5～3cm。膜质鳞叶长1～2mm；裂片2（稀3），上部为短三角形，灰白色，先端多不反曲，基部棕红色至棕黑色。

**【鉴别】** （1）本品横切面：草麻黄 表皮细胞外被厚的角质层；脊线较密，有蜡质疣状突起，两脊线间有下陷气孔。下皮纤维束位于脊线处，壁厚，非木化。皮层较宽，纤维成束散在。中柱鞘纤维束新月形。维管束外韧型，8～10个。形成层环类圆形。木质部呈三角状。髓部薄壁细胞含棕色块；偶有环髓纤维。表皮细胞外壁、皮层薄壁细胞及纤维均有多数微小草酸钙砂晶或方晶。

中麻黄 维管束12～15个。形成层环类三角形。环髓纤维成束或单个散在。

木贼麻黄 维管束8～10个。形成层环类圆形。无环髓纤维。

（2）取本品粉末0.2g，加水5ml与稀盐酸1～2滴，煮沸2～3分钟，滤过。滤液置分液漏斗中，加氨试液数滴使呈碱性，再加三氯甲烷5ml，振摇提取。分取三氯甲烷液，置二支试管中，一管加氨制氯化铜试液与二硫化碳各5滴，振摇，静置，三氯甲烷层显深黄色；另一管为空白，以三氯甲烷5滴代替二硫化碳5滴，振摇后三氯甲烷层无色或显微黄色。

（3）取本品粉末1g，加浓氨试液数滴，再加三氯甲烷10ml，加热回流1小时，滤过，滤液蒸干，残渣加甲醇2ml充分振摇，滤过，取滤液作为供试品溶液。另取盐酸麻黄碱对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇-浓氨试液（20:5:0.5）为展开剂，展开，取出，晾干，喷以茚三酮试液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同的红色斑点。

**【检查】 杂质 **不得过5\%（通则2301）。

**水分 **不得过9.0\%（通则0832第二法）。

**总灰分 **不得过10.0\%（通则2302）。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以极性乙醚连接苯基键合硅胶为填充剂；以甲醇-0.092\%磷酸溶液（含0.04\%三乙胺和0.02\%二正丁胺）（1.5:98.5）为流动相；检测波长为210nm。理论板数按盐酸麻黄碱峰计算应不低于3000。

**对照品溶液的制备** 取盐酸麻黄碱对照品、盐酸伪麻黄碱对照品适量，精密称定，加甲醇分别制成每1ml各含40μg的混合溶液，即得。

**供试品溶液的制备** 取本品细粉约0.5g，精密称定，置具塞锥形瓶中，精密加入1.44\%磷酸溶液50ml，称定重量，超声处理（功率600W，频率50kHz）20分钟，放冷，再称定重量，用1.44\%磷酸溶液补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含盐酸麻黄碱（C10H15NO·HCl）和盐酸伪麻黄碱（C10H15NO·HCl）的总量不得少于0.80\%。

**饮片**

**【炮制】** **麻黄** 除去木质茎、残根及杂质，切段。

**【性状】** 本品呈圆柱形的段。表面淡黄绿色至黄绿色，粗糙，有细纵脊线，节上有细小鳞叶。切面中心显红黄色。气微香，味涩、微苦。

**【检查】** **总灰分 **同药材，不得过9.0\%。

**【鉴别】**（除横切面外） **【检查】**（水分） **【含量测定】** 同药材。

**蜜麻黄** 取麻黄段，照蜜炙法（通则0213）炒至不粘手。

每100kg麻黄，用炼蜜20kg。

**【性状】** 本品形如麻黄段。表面深黄色，微有光泽，略具黏性。有蜜香气，味甜。

**【检查】** **总灰分 **同药材，不得过8.0\%。

**【鉴别】**（除横切面外） **【检查】**（水分） **【含量测定】** 同药材。

**【性味与归经】** 辛、微苦，温。归肺、膀胱经。

**【功能与主治】** 发汗散寒，宣肺平喘，利水消肿。用于风寒感冒，胸闷喘咳，风水浮肿。蜜麻黄润肺止咳。多用于表证已解，气喘咳嗽。

**【用法与用量】** 2～10g。

**【贮藏】** 置通风干燥处。防潮。`, `<p>草麻黄</p><p><img src="/medicine-image/ma-huang/1.png" alt="IMG_256" /><br /></p><p>木贼麻黄段</p><p><img src="/medicine-image/ma-huang/2.png" alt="IMG_259" /></p><h1><img src="/medicine-image/ma-huang/3.png" alt="IMG_260" /></h1><h1><strong><strong>麻黄</strong></strong></h1><p>Mɑhuɑng</p><p>EPHEDRAE HERBA</p><p>本品为麻黄科植物草麻黄Ephedra sinica Stapf、中麻黄Ephedra intermedia Schrenk et C.A.Mey.或木贼麻黄Ephedra equisetina Bge.的干燥草质茎。秋季采割绿色的草质茎，晒干。</p><p><strong>【性状】</strong> <strong>草麻黄</strong> 呈细长圆柱形，少分枝，直径1～2mm。有的带少量棕色木质茎。表面淡绿色至黄绿色，有细纵脊线，触之微有粗糙感。节明显，节间长2～6cm。节上有膜质鳞叶，长3～4mm；裂片2（稀3），锐三角形，先端灰白色，反曲，基部联合成筒状，红棕色。体轻，质脆，易折断，断面略呈纤维性，周边绿黄色，髓部红棕色，近圆形。气微香，味涩、微苦。</p><p><strong>中麻黄</strong> 多分枝，直径1.5～3mm，有粗糙感。节上膜质鳞叶长2～3mm，裂片3（稀2），先端锐尖。断面髓部呈三角状圆形。</p><p><strong>木贼麻黄</strong> 较多分枝，直径1～1.5mm，无粗糙感。节间长1.5～3cm。膜质鳞叶长1～2mm；裂片2（稀3），上部为短三角形，灰白色，先端多不反曲，基部棕红色至棕黑色。</p><p><strong>【鉴别】</strong> （1）本品横切面：草麻黄 表皮细胞外被厚的角质层；脊线较密，有蜡质疣状突起，两脊线间有下陷气孔。下皮纤维束位于脊线处，壁厚，非木化。皮层较宽，纤维成束散在。中柱鞘纤维束新月形。维管束外韧型，8～10个。形成层环类圆形。木质部呈三角状。髓部薄壁细胞含棕色块；偶有环髓纤维。表皮细胞外壁、皮层薄壁细胞及纤维均有多数微小草酸钙砂晶或方晶。</p><p>中麻黄 维管束12～15个。形成层环类三角形。环髓纤维成束或单个散在。</p><p>木贼麻黄 维管束8～10个。形成层环类圆形。无环髓纤维。</p><p>（2）取本品粉末0.2g，加水5ml与稀盐酸1～2滴，煮沸2～3分钟，滤过。滤液置分液漏斗中，加氨试液数滴使呈碱性，再加三氯甲烷5ml，振摇提取。分取三氯甲烷液，置二支试管中，一管加氨制氯化铜试液与二硫化碳各5滴，振摇，静置，三氯甲烷层显深黄色；另一管为空白，以三氯甲烷5滴代替二硫化碳5滴，振摇后三氯甲烷层无色或显微黄色。</p><p>（3）取本品粉末1g，加浓氨试液数滴，再加三氯甲烷10ml，加热回流1小时，滤过，滤液蒸干，残渣加甲醇2ml充分振摇，滤过，取滤液作为供试品溶液。另取盐酸麻黄碱对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇-浓氨试液（20:5:0.5）为展开剂，展开，取出，晾干，喷以茚三酮试液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同的红色斑点。</p><p><strong>【检查】 杂质 </strong>不得过5%（通则2301）。</p><p><strong>水分 </strong>不得过9.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过10.0%（通则2302）。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以极性乙醚连接苯基键合硅胶为填充剂；以甲醇-0.092%磷酸溶液（含0.04%三乙胺和0.02%二正丁胺）（1.5:98.5）为流动相；检测波长为210nm。理论板数按盐酸麻黄碱峰计算应不低于3000。</p><p><strong>对照品溶液的制备</strong> 取盐酸麻黄碱对照品、盐酸伪麻黄碱对照品适量，精密称定，加甲醇分别制成每1ml各含40μg的混合溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品细粉约0.5g，精密称定，置具塞锥形瓶中，精密加入1.44%磷酸溶液50ml，称定重量，超声处理（功率600W，频率50kHz）20分钟，放冷，再称定重量，用1.44%磷酸溶液补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含盐酸麻黄碱（C<sub>10</sub>H<sub>15</sub>NO·HCl）和盐酸伪麻黄碱（C<sub>10</sub>H<sub>15</sub>NO·HCl）的总量不得少于0.80%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>麻黄</strong> 除去木质茎、残根及杂质，切段。</p><p><strong>【性状】</strong> 本品呈圆柱形的段。表面淡黄绿色至黄绿色，粗糙，有细纵脊线，节上有细小鳞叶。切面中心显红黄色。气微香，味涩、微苦。</p><p><strong>【检查】</strong> <strong>总灰分 </strong>同药材，不得过9.0%。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong>（水分） <strong>【含量测定】</strong> 同药材。</p><p><strong>蜜麻黄</strong> 取麻黄段，照蜜炙法（通则0213）炒至不粘手。</p><p>每100kg麻黄，用炼蜜20kg。</p><p><strong>【性状】</strong> 本品形如麻黄段。表面深黄色，微有光泽，略具黏性。有蜜香气，味甜。</p><p><strong>【检查】</strong> <strong>总灰分 </strong>同药材，不得过8.0%。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong>（水分） <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛、微苦，温。归肺、膀胱经。</p><p><strong>【功能与主治】</strong> 发汗散寒，宣肺平喘，利水消肿。用于风寒感冒，胸闷喘咳，风水浮肿。蜜麻黄润肺止咳。多用于表证已解，气喘咳嗽。</p><p><strong>【用法与用量】</strong> 2～10g。</p><p><strong>【贮藏】</strong> 置通风干燥处。防潮。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (96, 1, '96.茵陈.docx', 'velious', '/medicine-image/yin-chen/1.png', '/medicine-image/yin-chen/1.png', `茵陈YinchenARTEMISIAE SCOPARIAE HERBA本品为菊科植物滨蒿Artemisia scoparia Waldst.et Kit.或茵陈蒿Artemisia capillaris Thunb.的干燥地上部分。春季幼苗高6～10cm时采收或秋季花蕾长成至花初开时采割，除去杂质和老茎，晒干。春季采收的习称"绵茵陈"，秋季采割的称"花茵陈"。【性状】 绵茵陈 多卷曲成团状，灰白色`, 0, '2022-07-22 18:00:00', `  
![IMG_256](/medicine-image/yin-chen/1.png)![IMG_257](/medicine-image/yin-chen/2.png)

# ![IMG_258](/medicine-image/yin-chen/3.png)

# ****茵陈****

Yinchen

ARTEMISIAE SCOPARIAE HERBA

本品为菊科植物滨蒿Artemisia scoparia Waldst.et Kit.或茵陈蒿Artemisia capillaris Thunb.的干燥地上部分。春季幼苗高6～10cm时采收或秋季花蕾长成至花初开时采割，除去杂质和老茎，晒干。春季采收的习称"绵茵陈"，秋季采割的称"花茵陈"。

**【性状】** **绵茵陈** 多卷曲成团状，灰白色或灰绿色，全体密被白色茸毛，绵软如绒。茎细小，长1.5～2.5cm，直径0.1～0.2cm，除去表面白色茸毛后可见明显纵纹；质脆，易折断。叶具柄；展平后叶片呈一至三回羽状分裂，叶片长1～3cm，宽约1cm；小裂片卵形或稍呈倒披针形、条形，先端锐尖。气清香，味微苦。

**花茵陈** 茎呈圆柱形，多分枝，长30～100cm，直径2～8mm；表面淡紫色或紫色，有纵条纹，被短柔毛；体轻，质脆，断面类白色。叶密集，或多脱落；下部叶二至三回羽状深裂，裂片条形或细条形，两面密被白色柔毛；茎生叶一至二回羽状全裂，基部抱茎，裂片细丝状。头状花序卵形，多数集成圆锥状，长1.2～1.5mm，直径1～1.2mm，有短梗；总苞片3～4层，卵形，苞片3裂；外层雌花6～10个，可多达15个，内层两性花2～10个。瘦果长圆形，黄棕色。气芳香，味微苦。

**【鉴别】** **绵茵陈** （1）本品粉末灰绿色。非腺毛"T"字形，长600～1700μm，中部略折成"V"字形，两臂不等长，细胞壁极厚，胞腔多呈细缝状，柄1～2细胞。叶下表皮细胞垂周壁波状弯曲，气孔不定式，副卫细胞3～5个。腺毛较小，顶面观呈椭圆形或鞋底状，细胞成对叠生。

（2）取本品粉末0.5g，加50\%甲醇20ml，超声处理30分钟，离心，取上清液作为供试品溶液。另取绿原酸对照品，加甲醇制成每1ml含0.1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以乙酸丁酯-甲酸-水（7:2.5:2.5）的上层溶液为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。

**花茵陈** 取本品粉末0.4g，加甲醇10ml，超声处理30分钟，滤过，滤液回收溶剂至干，残渣加甲醇2ml使溶解，作为供试品溶液。另取滨蒿内酯对照品，加甲醇制成每1ml含0.4mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙酸乙酯-丙酮（6:3:0.5）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分 **不得过12.0\%（通则0832第二法）。

**【浸出物】** **绵茵陈** 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于25.0\%。

**【含量测定】** **绵茵陈** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.05\%磷酸溶液（10:90）为流动相；检测波长为327nm。理论板数按绿原酸峰计算应不低于5000。

对照品溶液的制备 取绿原酸对照品适量，精密称定，置棕色量瓶中，加50\%甲醇制成每1ml含40μg的溶液，即得。

供试品溶液的制备 取本品粉末（过二号筛）约1g，精密称定，置具塞锥形瓶中，精密加入50\%甲醇50ml，称定重量，超声处理（功率180W，频率42kHz）30分钟，放冷，再称定重量，用50\%甲醇补足减失的重量，摇匀，离心，精密量取上清液5ml，置25ml棕色量瓶中，加50\%甲醇至刻度，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液10μl与供试品溶液5～20μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含绿原酸（C16H18O9）不得少于0.50\%。

**花茵陈** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-水（20:80）为流动相；检测波长为345nm。理论板数按滨蒿内酯峰计算应不低于2000。

对照品溶液的制备 取滨蒿内酯对照品适量，精密称定，加甲醇制成每1ml含20μg的溶液，即得。

供试品溶液的制备 取本品粉末（过二号筛）约0.2g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，称定重量，加热回流40分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，离心，取上清液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含滨蒿内酯（C11H10O4）不得少于0.20\%。

**饮片**

**【炮制】** 除去残根和杂质，搓碎或切碎。绵茵陈筛去灰屑。

**【性味与归经】** 苦、辛，微寒。归脾、胃、肝、胆经。

**【功能与主治】** 清利湿热，利胆退黄。用于黄疸尿少，湿温暑湿，湿疮瘙痒。

**【用法与用量】** 6～15g。外用适量，煎汤熏洗。

**【贮藏】** 置阴凉干燥处，防潮。`, `<p><br /><img src="/medicine-image/yin-chen/1.png" alt="IMG_256" /><img src="/medicine-image/yin-chen/2.png" alt="IMG_257" /></p><h1><img src="/medicine-image/yin-chen/3.png" alt="IMG_258" /></h1><h1><strong><strong>茵陈</strong></strong></h1><p>Yinchen</p><p>ARTEMISIAE SCOPARIAE HERBA</p><p>本品为菊科植物滨蒿Artemisia scoparia Waldst.et Kit.或茵陈蒿Artemisia capillaris Thunb.的干燥地上部分。春季幼苗高6～10cm时采收或秋季花蕾长成至花初开时采割，除去杂质和老茎，晒干。春季采收的习称"绵茵陈"，秋季采割的称"花茵陈"。</p><p><strong>【性状】</strong> <strong>绵茵陈</strong> 多卷曲成团状，灰白色或灰绿色，全体密被白色茸毛，绵软如绒。茎细小，长1.5～2.5cm，直径0.1～0.2cm，除去表面白色茸毛后可见明显纵纹；质脆，易折断。叶具柄；展平后叶片呈一至三回羽状分裂，叶片长1～3cm，宽约1cm；小裂片卵形或稍呈倒披针形、条形，先端锐尖。气清香，味微苦。</p><p><strong>花茵陈</strong> 茎呈圆柱形，多分枝，长30～100cm，直径2～8mm；表面淡紫色或紫色，有纵条纹，被短柔毛；体轻，质脆，断面类白色。叶密集，或多脱落；下部叶二至三回羽状深裂，裂片条形或细条形，两面密被白色柔毛；茎生叶一至二回羽状全裂，基部抱茎，裂片细丝状。头状花序卵形，多数集成圆锥状，长1.2～1.5mm，直径1～1.2mm，有短梗；总苞片3～4层，卵形，苞片3裂；外层雌花6～10个，可多达15个，内层两性花2～10个。瘦果长圆形，黄棕色。气芳香，味微苦。</p><p><strong>【鉴别】</strong> <strong>绵茵陈</strong> （1）本品粉末灰绿色。非腺毛"T"字形，长600～1700μm，中部略折成"V"字形，两臂不等长，细胞壁极厚，胞腔多呈细缝状，柄1～2细胞。叶下表皮细胞垂周壁波状弯曲，气孔不定式，副卫细胞3～5个。腺毛较小，顶面观呈椭圆形或鞋底状，细胞成对叠生。</p><p>（2）取本品粉末0.5g，加50%甲醇20ml，超声处理30分钟，离心，取上清液作为供试品溶液。另取绿原酸对照品，加甲醇制成每1ml含0.1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以乙酸丁酯-甲酸-水（7:2.5:2.5）的上层溶液为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>花茵陈</strong> 取本品粉末0.4g，加甲醇10ml，超声处理30分钟，滤过，滤液回收溶剂至干，残渣加甲醇2ml使溶解，作为供试品溶液。另取滨蒿内酯对照品，加甲醇制成每1ml含0.4mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙酸乙酯-丙酮（6:3:0.5）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过12.0%（通则0832第二法）。</p><p><strong>【浸出物】</strong> <strong>绵茵陈</strong> 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于25.0%。</p><p><strong>【含量测定】</strong> <strong>绵茵陈</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.05%磷酸溶液（10:90）为流动相；检测波长为327nm。理论板数按绿原酸峰计算应不低于5000。</p><p>对照品溶液的制备 取绿原酸对照品适量，精密称定，置棕色量瓶中，加50%甲醇制成每1ml含40μg的溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过二号筛）约1g，精密称定，置具塞锥形瓶中，精密加入50%甲醇50ml，称定重量，超声处理（功率180W，频率42kHz）30分钟，放冷，再称定重量，用50%甲醇补足减失的重量，摇匀，离心，精密量取上清液5ml，置25ml棕色量瓶中，加50%甲醇至刻度，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液10μl与供试品溶液5～20μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含绿原酸（C<sub>16</sub>H<sub>18</sub>O<sub>9</sub>）不得少于0.50%。</p><p><strong>花茵陈</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-水（20:80）为流动相；检测波长为345nm。理论板数按滨蒿内酯峰计算应不低于2000。</p><p>对照品溶液的制备 取滨蒿内酯对照品适量，精密称定，加甲醇制成每1ml含20μg的溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过二号筛）约0.2g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，称定重量，加热回流40分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，离心，取上清液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含滨蒿内酯（C<sub>11</sub>H<sub>10</sub>O<sub>4</sub>）不得少于0.20%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去残根和杂质，搓碎或切碎。绵茵陈筛去灰屑。</p><p><strong>【性味与归经】</strong> 苦、辛，微寒。归脾、胃、肝、胆经。</p><p><strong>【功能与主治】</strong> 清利湿热，利胆退黄。用于黄疸尿少，湿温暑湿，湿疮瘙痒。</p><p><strong>【用法与用量】</strong> 6～15g。外用适量，煎汤熏洗。</p><p><strong>【贮藏】</strong> 置阴凉干燥处，防潮。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (58, 1, '61桂枝.docx', 'velious', '/medicine-image/61gui-zhi/1.png', '/medicine-image/61gui-zhi/1.png', `桂枝GuizhiCINNAMOMI RAMULUS本品为樟科植物肉桂Cinnamomum cassia Presl的干燥嫩枝。春、夏二季采收，除去叶，晒干，或切片晒干。【性状】 本品呈长圆柱形，多分枝，长30～75cm，粗端直径0.3～1cm。表面红棕色至棕色，有纵棱线、细皱纹及小疙瘩状的叶痕、枝痕和芽痕，皮孔点状。质硬而脆，易折断。切片厚2～4mm，切面皮部红棕色，木部黄白色至浅黄棕色，髓部略呈`, 0, '2022-07-22 18:00:00', `![IMG_256](/medicine-image/61gui-zhi/1.png)

![IMG_257](/medicine-image/61gui-zhi/2.png)

# ![IMG_258](/medicine-image/61gui-zhi/3.png)

# ****桂枝****

Guizhi

CINNAMOMI RAMULUS

本品为樟科植物肉桂Cinnamomum cassia Presl的干燥嫩枝。春、夏二季采收，除去叶，晒干，或切片晒干。

**【性状】** 本品呈长圆柱形，多分枝，长30～75cm，粗端直径0.3～1cm。表面红棕色至棕色，有纵棱线、细皱纹及小疙瘩状的叶痕、枝痕和芽痕，皮孔点状。质硬而脆，易折断。切片厚2～4mm，切面皮部红棕色，木部黄白色至浅黄棕色，髓部略呈方形。有特异香气，味甜、微辛，皮部味较浓。

**【鉴别】** （1）本品横切面：表皮细胞1列，嫩枝有时可见单细胞非腺毛。木栓细胞3～5列，最内1列细胞外壁增厚。皮层有油细胞及石细胞散在。中柱鞘石细胞群断续排列成环，并伴有纤维束。韧皮部有分泌细胞和纤维散在。形成层明显。木质部射线宽1～2列细胞，含棕色物；导管单个散列或2至数个相聚；木纤维壁较薄，与木薄壁细胞不易区别。髓部细胞壁略厚，木化。射线细胞偶见细小草酸钙针晶。

粉末红棕色。石细胞类方形或类圆形，直径30～64μm，壁厚，有的一面菲薄。韧皮纤维大多成束或单个散离，无色或棕色，梭状，有的边缘齿状突出，直径12～40μm，壁甚厚，木化，孔沟不明显。油细胞类圆形或椭圆形，直径41～104μm。木纤维众多，常成束，具斜纹孔或相交成十字形。木栓细胞黄棕色，表面观多角形，含红棕色物。导管主为具缘纹孔，直径约至76μm。

（2）取本品粉末0.5g，加乙醇10ml，密塞，浸泡20分钟，时时振摇，滤过，取滤液作为供试品溶液。另取桂皮醛对照品，加乙醇制成每1ml含1μl的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液10～15μl、对照品溶液2μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙酸乙酯（17:3）为展开剂，展开，取出，晾干，喷以二硝基苯肼乙醇试液。供试品色谱中，在与对照品色谱相应的位置上，显相同的橙红色斑点。

（3）取本品粉末2g，加乙醚10ml，浸泡30分钟，时时振摇，滤过，滤液挥干，残渣加三氯甲烷1ml使溶解，作为供试品溶液。另取桂枝对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各15μl，分别点于同一硅胶G薄层板上，使成条状，以石油醚（60～90℃）-乙酸乙酯（17:3）为展开剂，展开，取出，晾干，喷以香草醛硫酸试液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过12.0\%（通则0832第四法）。

**总灰分 **不得过3.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于6.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈-水（32:68）为流动相；检测波长为290nm。理论板数按桂皮醛峰计算应不低于3000。

**对照品溶液的制备** 取桂皮醛对照品适量，精密称定，加甲醇制成每1ml含10μg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，称定重量，超声处理（功率250W，频率40kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液1ml，置25ml量瓶中，加甲醇至刻度，摇匀，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含桂皮醛（C9H8O）不得少于1.0\%。

**饮片**

**【炮制】** 除去杂质，洗净，润透，切厚片，干燥。

**【性状】** 本品呈类圆形或椭圆形的厚片。表面红棕色至棕色，有时可见点状皮孔或纵棱线。切面皮部红棕色，木部黄白色或浅黄棕色，髓部类圆形或略呈方形，有特异香气，味甜、微辛。

**【鉴别】**（除横切面外） **【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 辛、甘，温。归心、肺、膀胱经。

**【功能与主治】** 发汗解肌，温通经脉，助阳化气，平冲降气。用于风寒感冒，脘腹冷痛，血寒经闭，关节痹痛，痰饮，水肿，心悸，奔豚。

**【用法与用量】** 3～10g。

**【注意】** 孕妇慎用。

**【贮藏】** 置阴凉干燥处。`, `<p><img src="/medicine-image/61gui-zhi/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/61gui-zhi/2.png" alt="IMG_257" /></p><h1><img src="/medicine-image/61gui-zhi/3.png" alt="IMG_258" /></h1><h1><strong><strong>桂枝</strong></strong></h1><p>Guizhi</p><p>CINNAMOMI RAMULUS</p><p>本品为樟科植物肉桂Cinnamomum cassia Presl的干燥嫩枝。春、夏二季采收，除去叶，晒干，或切片晒干。</p><p><strong>【性状】</strong> 本品呈长圆柱形，多分枝，长30～75cm，粗端直径0.3～1cm。表面红棕色至棕色，有纵棱线、细皱纹及小疙瘩状的叶痕、枝痕和芽痕，皮孔点状。质硬而脆，易折断。切片厚2～4mm，切面皮部红棕色，木部黄白色至浅黄棕色，髓部略呈方形。有特异香气，味甜、微辛，皮部味较浓。</p><p><strong>【鉴别】</strong> （1）本品横切面：表皮细胞1列，嫩枝有时可见单细胞非腺毛。木栓细胞3～5列，最内1列细胞外壁增厚。皮层有油细胞及石细胞散在。中柱鞘石细胞群断续排列成环，并伴有纤维束。韧皮部有分泌细胞和纤维散在。形成层明显。木质部射线宽1～2列细胞，含棕色物；导管单个散列或2至数个相聚；木纤维壁较薄，与木薄壁细胞不易区别。髓部细胞壁略厚，木化。射线细胞偶见细小草酸钙针晶。</p><p>粉末红棕色。石细胞类方形或类圆形，直径30～64μm，壁厚，有的一面菲薄。韧皮纤维大多成束或单个散离，无色或棕色，梭状，有的边缘齿状突出，直径12～40μm，壁甚厚，木化，孔沟不明显。油细胞类圆形或椭圆形，直径41～104μm。木纤维众多，常成束，具斜纹孔或相交成十字形。木栓细胞黄棕色，表面观多角形，含红棕色物。导管主为具缘纹孔，直径约至76μm。</p><p>（2）取本品粉末0.5g，加乙醇10ml，密塞，浸泡20分钟，时时振摇，滤过，取滤液作为供试品溶液。另取桂皮醛对照品，加乙醇制成每1ml含1μl的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液10～15μl、对照品溶液2μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙酸乙酯（17:3）为展开剂，展开，取出，晾干，喷以二硝基苯肼乙醇试液。供试品色谱中，在与对照品色谱相应的位置上，显相同的橙红色斑点。</p><p>（3）取本品粉末2g，加乙醚10ml，浸泡30分钟，时时振摇，滤过，滤液挥干，残渣加三氯甲烷1ml使溶解，作为供试品溶液。另取桂枝对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各15μl，分别点于同一硅胶G薄层板上，使成条状，以石油醚（60～90℃）-乙酸乙酯（17:3）为展开剂，展开，取出，晾干，喷以香草醛硫酸试液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过12.0%（通则0832第四法）。</p><p><strong>总灰分 </strong>不得过3.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于6.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈-水（32:68）为流动相；检测波长为290nm。理论板数按桂皮醛峰计算应不低于3000。</p><p><strong>对照品溶液的制备</strong> 取桂皮醛对照品适量，精密称定，加甲醇制成每1ml含10μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，称定重量，超声处理（功率250W，频率40kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液1ml，置25ml量瓶中，加甲醇至刻度，摇匀，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含桂皮醛（C<sub>9</sub>H<sub>8</sub>O）不得少于1.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品呈类圆形或椭圆形的厚片。表面红棕色至棕色，有时可见点状皮孔或纵棱线。切面皮部红棕色，木部黄白色或浅黄棕色，髓部类圆形或略呈方形，有特异香气，味甜、微辛。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛、甘，温。归心、肺、膀胱经。</p><p><strong>【功能与主治】</strong> 发汗解肌，温通经脉，助阳化气，平冲降气。用于风寒感冒，脘腹冷痛，血寒经闭，关节痹痛，痰饮，水肿，心悸，奔豚。</p><p><strong>【用法与用量】</strong> 3～10g。</p><p><strong>【注意】</strong> 孕妇慎用。</p><p><strong>【贮藏】</strong> 置阴凉干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (71, 1, '73.砂仁.docx', 'velious', '/medicine-image/sha-ren/1.png', '/medicine-image/sha-ren/1.png', `砂仁ShɑrenAMOMI FRUCTUS本品为姜科植物阳春砂Amomum villosum Lour.、绿壳砂Amomum villosum Lour.var.xanthioides T.L.Wuet Senjen或海南砂Amomum longiligulare T.L.Wu的干燥成熟果实。夏、秋二季果实成熟时采收，晒干或低温干燥。【性状】 阳春砂、绿壳砂 呈椭圆形或卵圆形，有不明显的三棱，长1`, 0, '2022-07-22 18:00:00', `![IMG_257](/medicine-image/sha-ren/1.png)![IMG_256](/medicine-image/sha-ren/2.png)

# ![IMG_258](/medicine-image/sha-ren/3.png)

# ****砂仁****

Shɑren

AMOMI FRUCTUS

本品为姜科植物阳春砂Amomum villosum Lour.、绿壳砂Amomum villosum Lour.var.xanthioides T.L.Wuet Senjen或海南砂Amomum longiligulare T.L.Wu的干燥成熟果实。夏、秋二季果实成熟时采收，晒干或低温干燥。

**【性状】** **阳春砂、绿壳砂** 呈椭圆形或卵圆形，有不明显的三棱，长1.5～2cm，直径1～1.5cm。表面棕褐色，密生刺状突起，顶端有花被残基，基部常有果梗。果皮薄而软。种子集结成团，具三钝棱，中有白色隔膜，将种子团分成3瓣，每瓣有种子5～26粒。种子为不规则多面体，直径2～3mm；表面棕红色或暗褐色，有细皱纹，外被淡棕色膜质假种皮；质硬，胚乳灰白色。气芳香而浓烈，味辛凉、微苦。

**海南砂** 呈长椭圆形或卵圆形，有明显的三棱，长1.5～2cm，直径0.8～1.2cm。表面被片状、分枝的软刺，基部具果梗痕。果皮厚而硬。种子团较小，每瓣有种子3～24粒；种子直径1.5～2mm。气味稍淡。

**【鉴别】** （1）阳春砂种子横切面：假种皮有时残存。种皮表皮细胞1列，径向延长，壁稍厚；下皮细胞1列，含棕色或红棕色物。油细胞层为1列油细胞，长76～106μm，宽16～25μm，含黄色油滴。色素层为数列棕色细胞，细胞多角形，排列不规则。内种皮为1列栅状厚壁细胞，黄棕色，内壁及侧壁极厚，细胞小，内含硅质块。外胚乳细胞含淀粉粒，并有少数细小草酸钙方晶。内胚乳细胞含细小糊粉粒和脂肪油滴。

粉末灰棕色。内种皮厚壁细胞红棕色或黄棕色，表面观多角形，壁厚，非木化，胞腔内含硅质块；断面观为1列栅状细胞，内壁及侧壁极厚，胞腔偏外侧，内含硅质块。种皮表皮细胞淡黄色，表面观长条形，常与下皮细胞上下层垂直排列；下皮细胞含棕色或红棕色物。色素层细胞皱缩，界限不清楚，含红棕色或深棕色物。外胚乳细胞类长方形或不规则形，充满细小淀粉粒集结成的淀粉团，有的包埋有细小草酸钙方晶。内胚乳细胞含细小糊粉粒和脂肪油滴。油细胞无色，壁薄，偶见油滴散在。

（2）取〔含量测定〕项下的挥发油，加乙醇制成每1ml含20μl的溶液，作为供试品溶液。另取乙酸龙脑酯对照品，加乙醇制成每1ml含10μl的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各1μl，分别点于同一硅胶G薄层板上，以环己烷-乙酸乙酯（22:1）为展开剂，展开，取出，晾干，喷以5\%香草醛硫酸溶液，加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同的紫红色斑点。

**【检查】** **水分 **不得过15.0\%（通则0832第四法）。

**【含量测定】** **挥发油** 照挥发油测定法（通则2204）测定。

阳春砂、绿壳砂种子团含挥发油不得少于3.0\%（ml/g）；海南砂种子团含挥发油不得少于1.0\%（ml/g）。

**乙酸龙脑酯** 照气相色谱法（通则0521）测定。

色谱条件与系统适用性试验 DB-1毛细管柱（100\%二甲基聚硅氧烷为固定相）（柱长为30m，内径为0.25mm，膜厚度为0.25μm）；柱温100℃，进样口温度230℃，检测器（FID）温度250℃；分流比为10:1。理论板数按乙酸龙脑酯峰计算应不低于10000。

对照品溶液的制备 取乙酸龙脑酯对照品适量，精密称定，加无水乙醇制成每1ml含0.3mg的溶液，即得。

供试品溶液的制备 取本品粉末（过三号筛）约1g，精密称定，置具塞锥形瓶中，精密加入无水乙醇25ml，密塞，称定重量，超声处理（功率300W，频率40kHz）30分钟，放冷，用无水乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各1μl，注入气相色谱仪，测定，即得。

本品按干燥品计算，含乙酸龙脑酯（C12H20O2）不得少于0.90\%。

**饮片**

**【炮制】** 除去杂质。用时捣碎。

**【性味与归经】** 辛，温。归脾、胃、肾经。

**【功能与主治】** 化湿开胃，温脾止泻，理气安胎。用于湿浊中阻，脘痞不饥，脾胃虚寒，呕吐泄泻，妊娠恶阻，胎动不安。

**【用法与用量】** 3～6g，后下。

**【贮藏】** 置阴凉干燥处。`, `<p><img src="/medicine-image/sha-ren/1.png" alt="IMG_257" /><img src="/medicine-image/sha-ren/2.png" alt="IMG_256" /></p><h1><img src="/medicine-image/sha-ren/3.png" alt="IMG_258" /></h1><h1><strong><strong>砂仁</strong></strong></h1><p>Shɑren</p><p>AMOMI FRUCTUS</p><p>本品为姜科植物阳春砂Amomum villosum Lour.、绿壳砂Amomum villosum Lour.var.xanthioides T.L.Wuet Senjen或海南砂Amomum longiligulare T.L.Wu的干燥成熟果实。夏、秋二季果实成熟时采收，晒干或低温干燥。</p><p><strong>【性状】</strong> <strong>阳春砂、绿壳砂</strong> 呈椭圆形或卵圆形，有不明显的三棱，长1.5～2cm，直径1～1.5cm。表面棕褐色，密生刺状突起，顶端有花被残基，基部常有果梗。果皮薄而软。种子集结成团，具三钝棱，中有白色隔膜，将种子团分成3瓣，每瓣有种子5～26粒。种子为不规则多面体，直径2～3mm；表面棕红色或暗褐色，有细皱纹，外被淡棕色膜质假种皮；质硬，胚乳灰白色。气芳香而浓烈，味辛凉、微苦。</p><p><strong>海南砂</strong> 呈长椭圆形或卵圆形，有明显的三棱，长1.5～2cm，直径0.8～1.2cm。表面被片状、分枝的软刺，基部具果梗痕。果皮厚而硬。种子团较小，每瓣有种子3～24粒；种子直径1.5～2mm。气味稍淡。</p><p><strong>【鉴别】</strong> （1）阳春砂种子横切面：假种皮有时残存。种皮表皮细胞1列，径向延长，壁稍厚；下皮细胞1列，含棕色或红棕色物。油细胞层为1列油细胞，长76～106μm，宽16～25μm，含黄色油滴。色素层为数列棕色细胞，细胞多角形，排列不规则。内种皮为1列栅状厚壁细胞，黄棕色，内壁及侧壁极厚，细胞小，内含硅质块。外胚乳细胞含淀粉粒，并有少数细小草酸钙方晶。内胚乳细胞含细小糊粉粒和脂肪油滴。</p><p>粉末灰棕色。内种皮厚壁细胞红棕色或黄棕色，表面观多角形，壁厚，非木化，胞腔内含硅质块；断面观为1列栅状细胞，内壁及侧壁极厚，胞腔偏外侧，内含硅质块。种皮表皮细胞淡黄色，表面观长条形，常与下皮细胞上下层垂直排列；下皮细胞含棕色或红棕色物。色素层细胞皱缩，界限不清楚，含红棕色或深棕色物。外胚乳细胞类长方形或不规则形，充满细小淀粉粒集结成的淀粉团，有的包埋有细小草酸钙方晶。内胚乳细胞含细小糊粉粒和脂肪油滴。油细胞无色，壁薄，偶见油滴散在。</p><p>（2）取〔含量测定〕项下的挥发油，加乙醇制成每1ml含20μl的溶液，作为供试品溶液。另取乙酸龙脑酯对照品，加乙醇制成每1ml含10μl的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各1μl，分别点于同一硅胶G薄层板上，以环己烷-乙酸乙酯（22:1）为展开剂，展开，取出，晾干，喷以5%香草醛硫酸溶液，加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同的紫红色斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过15.0%（通则0832第四法）。</p><p><strong>【含量测定】</strong> <strong>挥发油</strong> 照挥发油测定法（通则2204）测定。</p><p>阳春砂、绿壳砂种子团含挥发油不得少于3.0%（ml/g）；海南砂种子团含挥发油不得少于1.0%（ml/g）。</p><p><strong>乙酸龙脑酯</strong> 照气相色谱法（通则0521）测定。</p><p>色谱条件与系统适用性试验 DB-1毛细管柱（100%二甲基聚硅氧烷为固定相）（柱长为30m，内径为0.25mm，膜厚度为0.25μm）；柱温100℃，进样口温度230℃，检测器（FID）温度250℃；分流比为10:1。理论板数按乙酸龙脑酯峰计算应不低于10000。</p><p>对照品溶液的制备 取乙酸龙脑酯对照品适量，精密称定，加无水乙醇制成每1ml含0.3mg的溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过三号筛）约1g，精密称定，置具塞锥形瓶中，精密加入无水乙醇25ml，密塞，称定重量，超声处理（功率300W，频率40kHz）30分钟，放冷，用无水乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各1μl，注入气相色谱仪，测定，即得。</p><p>本品按干燥品计算，含乙酸龙脑酯（C<sub>12</sub>H<sub>20</sub>O<sub>2</sub>）不得少于0.90%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质。用时捣碎。</p><p><strong>【性味与归经】</strong> 辛，温。归脾、胃、肾经。</p><p><strong>【功能与主治】</strong> 化湿开胃，温脾止泻，理气安胎。用于湿浊中阻，脘痞不饥，脾胃虚寒，呕吐泄泻，妊娠恶阻，胎动不安。</p><p><strong>【用法与用量】</strong> 3～6g，后下。</p><p><strong>【贮藏】</strong> 置阴凉干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (95, 1, '95.厚朴.docx', 'velious', '/medicine-image/hou-po/1.png', '/medicine-image/hou-po/1.png', `厚朴HoupoMAGNOLIAE OFFICINALIS CORTEX本品为木兰科植物厚朴Magnolia of ficinalis Rehd.et Wils.或凹叶厚朴Magnolia of ficinalis Rehd.et Wils.var.biloba Rehd.et Wils.的干燥干皮、根皮及枝皮。4～6月剥取，根皮和枝皮直接阴干；干皮置沸水中微煮后，堆置阴湿处，"发汗"至内表面变紫褐`, 0, '2022-07-22 18:00:00', `  
![IMG_256](/medicine-image/hou-po/1.png)

![IMG_257](/medicine-image/hou-po/2.png)

# ![IMG_258](/medicine-image/hou-po/3.png)

# ****厚朴****

Houpo

MAGNOLIAE OFFICINALIS CORTEX

本品为木兰科植物厚朴Magnolia of ficinalis Rehd.et Wils.或凹叶厚朴Magnolia of ficinalis Rehd.et Wils.var.biloba Rehd.et Wils.的干燥干皮、根皮及枝皮。4～6月剥取，根皮和枝皮直接阴干；干皮置沸水中微煮后，堆置阴湿处，"发汗"至内表面变紫褐色或棕褐色时，蒸软，取出，卷成筒状，干燥。

**【性状】** **干皮** 呈卷筒状或双卷筒状，长30～35cm，厚0.2～0.7cm，习称"筒朴"；近根部的干皮一端展开如喇叭口，长13～25cm，厚0.3～0.8cm，习称"靴筒朴"。外表面灰棕色或灰褐色，粗糙，有时呈鳞片状，较易剥落，有明显椭圆形皮孔和纵皱纹，刮去粗皮者显黄棕色。内表面紫棕色或深紫褐色，较平滑，具细密纵纹，划之显油痕。质坚硬，不易折断，断面颗粒性，外层灰棕色，内层紫褐色或棕色，有油性，有的可见多数小亮星。气香，味辛辣、微苦。

**根皮**（根朴） 呈单筒状或不规则块片；有的弯曲似鸡肠，习称"鸡肠朴"。质硬，较易折断，断面纤维性。

**枝皮**（枝朴） 呈单筒状，长10～20cm，厚0.1～0.2cm。质脆，易折断，断面纤维性。

**【鉴别】** （1）本品横切面：木栓层为10余列细胞；有的可见落皮层。皮层外侧有石细胞环带，内侧散有多数油细胞和石细胞群。韧皮部射线宽1～3列细胞；纤维多数个成束；亦有油细胞散在。

粉末棕色。纤维甚多，直径15～32μm，壁甚厚，有的呈波浪形或一边呈锯齿状，木化，孔沟不明显。石细胞类方形、椭圆形、卵圆形或不规则分枝状，直径11～65μm，有时可见层纹。油细胞椭圆形或类圆形，直径50～85μm，含黄棕色油状物。

（2）取本品粉末0.5g，加甲醇5ml，密塞，振摇30分钟，滤过，取滤液作为供试品溶液。另取厚朴酚对照品、和厚朴酚对照品，加甲醇制成每1ml各含1mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以甲苯-甲醇（17:1）为展开剂，展开，取出，晾干，喷以1\%香草醛硫酸溶液，在100℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过15.0\%（通则0832第四法）。

**总灰分 **不得过7.0\%（通则2302）。

**酸不溶性灰分** 不得过3.0\%（通则2302）。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（78:22）为流动相；检测波长为294nm。理论板数按厚朴酚峰计算应不低于3800。

**对照品溶液的制备** 取厚朴酚对照品、和厚朴酚对照品适量，精密称定，加甲醇分别制成每1ml含厚朴酚40μg、和厚朴酚24μg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过三号筛）约0.2g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，摇匀，密塞，浸渍24小时，滤过，精密量取续滤液5ml，置25ml量瓶中，加甲醇至刻度，摇匀，即得。

**测定法** 分别精密吸取上述两种对照品溶液各4μl与供试品溶液3～5μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含厚朴酚（C18H18O2）与和厚朴酚（C18H18O2）的总量不得少于2.0\%。

**饮片**

**【炮制】** **厚朴** 刮去粗皮，洗净，润透，切丝，干燥。

**【性状】** 本品呈弯曲的丝条状或单、双卷筒状。外表面灰褐色，有时可见椭圆形皮孔或纵皱纹。内表面紫棕色或深紫褐色，较平滑，具细密纵纹，划之显油痕。切面颗粒性，有油性，有的可见小亮星。气香，味辛辣、微苦。

**【检查】** **水分 **同药材，不得过10.0\%。

**总灰分 **同药材，不得过5.0\%。

**【鉴别】**（除横切面外） **【检查】**（酸不溶性灰分） **【含量测定】** 同药材。

**姜厚朴** 取厚朴丝，照姜汁炙法（通则0213）炒干。

**【性状】** 本品形如厚朴丝，表面灰褐色，偶见焦斑。略有姜辣气。

**【检查】** **水分 **同药材，不得过10.0\%。

**总灰分 **同药材，不得过5.0\%。

**【含量测定】** 同药材，含厚朴酚（C18H18O2）与和厚朴酚（C18H18O2）的总量不得少于1.6\%。

**【鉴别】**（除横切面外） **【检查】**（酸不溶性灰分） 同药材。

**【性味与归经】** 苦、辛，温。归脾、胃、肺、大肠经。

**【功能与主治】** 燥湿消痰，下气除满。用于湿滞伤中，脘痞吐泻，食积气滞，腹胀便秘，痰饮喘咳。

**【用法与用量】** 3～10g。

**【贮藏】** 置通风干燥处。`, `<p><br /><img src="/medicine-image/hou-po/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/hou-po/2.png" alt="IMG_257" /></p><h1><img src="/medicine-image/hou-po/3.png" alt="IMG_258" /></h1><h1><strong><strong>厚朴</strong></strong></h1><p>Houpo</p><p>MAGNOLIAE OFFICINALIS CORTEX</p><p>本品为木兰科植物厚朴Magnolia of ficinalis Rehd.et Wils.或凹叶厚朴Magnolia of ficinalis Rehd.et Wils.var.biloba Rehd.et Wils.的干燥干皮、根皮及枝皮。4～6月剥取，根皮和枝皮直接阴干；干皮置沸水中微煮后，堆置阴湿处，"发汗"至内表面变紫褐色或棕褐色时，蒸软，取出，卷成筒状，干燥。</p><p><strong>【性状】</strong> <strong>干皮</strong> 呈卷筒状或双卷筒状，长30～35cm，厚0.2～0.7cm，习称"筒朴"；近根部的干皮一端展开如喇叭口，长13～25cm，厚0.3～0.8cm，习称"靴筒朴"。外表面灰棕色或灰褐色，粗糙，有时呈鳞片状，较易剥落，有明显椭圆形皮孔和纵皱纹，刮去粗皮者显黄棕色。内表面紫棕色或深紫褐色，较平滑，具细密纵纹，划之显油痕。质坚硬，不易折断，断面颗粒性，外层灰棕色，内层紫褐色或棕色，有油性，有的可见多数小亮星。气香，味辛辣、微苦。</p><p><strong>根皮</strong>（根朴） 呈单筒状或不规则块片；有的弯曲似鸡肠，习称"鸡肠朴"。质硬，较易折断，断面纤维性。</p><p><strong>枝皮</strong>（枝朴） 呈单筒状，长10～20cm，厚0.1～0.2cm。质脆，易折断，断面纤维性。</p><p><strong>【鉴别】</strong> （1）本品横切面：木栓层为10余列细胞；有的可见落皮层。皮层外侧有石细胞环带，内侧散有多数油细胞和石细胞群。韧皮部射线宽1～3列细胞；纤维多数个成束；亦有油细胞散在。</p><p>粉末棕色。纤维甚多，直径15～32μm，壁甚厚，有的呈波浪形或一边呈锯齿状，木化，孔沟不明显。石细胞类方形、椭圆形、卵圆形或不规则分枝状，直径11～65μm，有时可见层纹。油细胞椭圆形或类圆形，直径50～85μm，含黄棕色油状物。</p><p>（2）取本品粉末0.5g，加甲醇5ml，密塞，振摇30分钟，滤过，取滤液作为供试品溶液。另取厚朴酚对照品、和厚朴酚对照品，加甲醇制成每1ml各含1mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以甲苯-甲醇（17:1）为展开剂，展开，取出，晾干，喷以1%香草醛硫酸溶液，在100℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过15.0%（通则0832第四法）。</p><p><strong>总灰分 </strong>不得过7.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过3.0%（通则2302）。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（78:22）为流动相；检测波长为294nm。理论板数按厚朴酚峰计算应不低于3800。</p><p><strong>对照品溶液的制备</strong> 取厚朴酚对照品、和厚朴酚对照品适量，精密称定，加甲醇分别制成每1ml含厚朴酚40μg、和厚朴酚24μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约0.2g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，摇匀，密塞，浸渍24小时，滤过，精密量取续滤液5ml，置25ml量瓶中，加甲醇至刻度，摇匀，即得。</p><p><strong>测定法</strong> 分别精密吸取上述两种对照品溶液各4μl与供试品溶液3～5μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含厚朴酚（C<sub>18</sub>H<sub>18</sub>O<sub>2</sub>）与和厚朴酚（C<sub>18</sub>H<sub>18</sub>O<sub>2</sub>）的总量不得少于2.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>厚朴</strong> 刮去粗皮，洗净，润透，切丝，干燥。</p><p><strong>【性状】</strong> 本品呈弯曲的丝条状或单、双卷筒状。外表面灰褐色，有时可见椭圆形皮孔或纵皱纹。内表面紫棕色或深紫褐色，较平滑，具细密纵纹，划之显油痕。切面颗粒性，有油性，有的可见小亮星。气香，味辛辣、微苦。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过10.0%。</p><p><strong>总灰分 </strong>同药材，不得过5.0%。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong>（酸不溶性灰分） <strong>【含量测定】</strong> 同药材。</p><p><strong>姜厚朴</strong> 取厚朴丝，照姜汁炙法（通则0213）炒干。</p><p><strong>【性状】</strong> 本品形如厚朴丝，表面灰褐色，偶见焦斑。略有姜辣气。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过10.0%。</p><p><strong>总灰分 </strong>同药材，不得过5.0%。</p><p><strong>【含量测定】</strong> 同药材，含厚朴酚（C<sub>18</sub>H<sub>18</sub>O<sub>2</sub>）与和厚朴酚（C<sub>18</sub>H<sub>18</sub>O<sub>2</sub>）的总量不得少于1.6%。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong>（酸不溶性灰分） 同药材。</p><p><strong>【性味与归经】</strong> 苦、辛，温。归脾、胃、肺、大肠经。</p><p><strong>【功能与主治】</strong> 燥湿消痰，下气除满。用于湿滞伤中，脘痞吐泻，食积气滞，腹胀便秘，痰饮喘咳。</p><p><strong>【用法与用量】</strong> 3～10g。</p><p><strong>【贮藏】</strong> 置通风干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (64, 1, '67.荆芥.docx', 'velious', '/medicine-image/jing-jie/1.png', '/medicine-image/jing-jie/1.png', `荆芥JingjieSCHIZONEPETAE HERBA本品为唇形科植物荆芥Schizonepeta tenuifolia Briq.的干燥地上部分。夏、秋二季花开到顶、穗绿时采割，除去杂质，晒干。【性状】 本品茎呈方柱形，上部有分枝，长50～80cm，直径0.2～0.4cm；表面淡黄绿色或淡紫红色，被短柔毛；体轻，质脆，断面类白色。叶对生，多已脱落，叶片3～5羽状分裂，裂片细长。穗状轮伞花序顶生`, 0, '2022-07-22 18:00:00', `![IMG_258](/medicine-image/jing-jie/1.png)

![IMG_259](/medicine-image/jing-jie/2.png)

# ![IMG_260](/medicine-image/jing-jie/3.png)

# ****荆芥****

Jingjie

SCHIZONEPETAE HERBA

本品为唇形科植物荆芥Schizonepeta tenuifolia Briq.的干燥地上部分。夏、秋二季花开到顶、穗绿时采割，除去杂质，晒干。

**【性状】** 本品茎呈方柱形，上部有分枝，长50～80cm，直径0.2～0.4cm；表面淡黄绿色或淡紫红色，被短柔毛；体轻，质脆，断面类白色。叶对生，多已脱落，叶片3～5羽状分裂，裂片细长。穗状轮伞花序顶生，长2～9cm，直径约0.7cm。花冠多脱落，宿萼钟状，先端5齿裂，淡棕色或黄绿色，被短柔毛；小坚果棕黑色。气芳香，味微涩而辛凉。

**【鉴别】** （1）本品粉末黄棕色。宿萼表皮细胞垂周壁深波状弯曲。腺鳞头部8细胞，直径96～112μm，柄单细胞，棕黄色。小腺毛头部1～2细胞，柄单细胞。非腺毛1～6细胞，大多具壁疣。外果皮细胞表面观多角形，壁黏液化，胞腔含棕色物；断面观细胞类方形或类长方形，胞腔小。内果皮石细胞淡棕色，表面观垂周壁深波状弯曲，密具纹孔。纤维直径14～43μm，壁平直或微波状。

（2）取本品粗粉0.8g，加石油醚（60～90℃）20ml，密塞，时时振摇，放置过夜，滤过，滤液挥至1ml，作为供试品溶液。另取荆芥对照药材0.8g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶H薄层板上，以正己烷-乙酸乙酯（17:3）为展开剂，展开，取出，晾干，喷以5\%香草醛的5\%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过12.0\%（通则0832第四法）。

**总灰分 **不得过10.0\%（通则2302）。

**酸不溶性灰分** 不得过3.0\%（通则2302）。

**【含量测定】** **挥发油** 照挥发油测定法（通则2204）测定。

本品含挥发油不得少于0.60\%（ml/g）。

**胡薄荷酮** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（80:20）为流动相；检测波长为252nm。理论板数按胡薄荷酮峰计算应不低于3000。

对照品溶液的制备 取胡薄荷酮对照品适量，精密称定，加甲醇制成每1ml含10μg的溶液，即得。

供试品溶液的制备 取本品粉末（过二号筛）约0.5g，精密称定，置具塞锥形瓶中，加甲醇10ml，超声处理（功率250W，频率50kHz）20分钟，滤过，滤渣和滤纸再加甲醇10ml，同法超声处理一次，滤过，加甲醇适量洗涤2次，合并滤液和洗液，转移至25ml量瓶中，加甲醇至刻度，摇匀，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含胡薄荷酮（C10H16O）不得少于0.020\%。

**饮片**

**【炮制】** 除去杂质，喷淋清水，洗净，润透，于50℃烘1小时，切段，干燥。

**【性状】** 本品呈不规则的段。茎呈方柱形，表面淡黄绿色或淡紫红色，被短柔毛。切面类白色。叶多已脱落。穗状轮伞花序。气芳香，味微涩而辛凉。

**【含量测定】** 同药材，含挥发油不得少于0.30\%（ml/g），胡薄荷酮（C10H16O）不得少于0.020\%。

**【鉴别】** 同药材。

**【性味与归经】** 辛，微温。归肺、肝经。

**【功能与主治】** 解表散风，透疹，消疮。用于感冒，头痛，麻疹，风疹，疮疡初起。

**【用法与用量】** 5～10g。

**【贮藏】** 置阴凉干燥处。`, `<p><img src="/medicine-image/jing-jie/1.png" alt="IMG_258" /></p><p><img src="/medicine-image/jing-jie/2.png" alt="IMG_259" /></p><h1><img src="/medicine-image/jing-jie/3.png" alt="IMG_260" /></h1><h1><strong><strong>荆芥</strong></strong></h1><p>Jingjie</p><p>SCHIZONEPETAE HERBA</p><p>本品为唇形科植物荆芥Schizonepeta tenuifolia Briq.的干燥地上部分。夏、秋二季花开到顶、穗绿时采割，除去杂质，晒干。</p><p><strong>【性状】</strong> 本品茎呈方柱形，上部有分枝，长50～80cm，直径0.2～0.4cm；表面淡黄绿色或淡紫红色，被短柔毛；体轻，质脆，断面类白色。叶对生，多已脱落，叶片3～5羽状分裂，裂片细长。穗状轮伞花序顶生，长2～9cm，直径约0.7cm。花冠多脱落，宿萼钟状，先端5齿裂，淡棕色或黄绿色，被短柔毛；小坚果棕黑色。气芳香，味微涩而辛凉。</p><p><strong>【鉴别】</strong> （1）本品粉末黄棕色。宿萼表皮细胞垂周壁深波状弯曲。腺鳞头部8细胞，直径96～112μm，柄单细胞，棕黄色。小腺毛头部1～2细胞，柄单细胞。非腺毛1～6细胞，大多具壁疣。外果皮细胞表面观多角形，壁黏液化，胞腔含棕色物；断面观细胞类方形或类长方形，胞腔小。内果皮石细胞淡棕色，表面观垂周壁深波状弯曲，密具纹孔。纤维直径14～43μm，壁平直或微波状。</p><p>（2）取本品粗粉0.8g，加石油醚（60～90℃）20ml，密塞，时时振摇，放置过夜，滤过，滤液挥至1ml，作为供试品溶液。另取荆芥对照药材0.8g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶H薄层板上，以正己烷-乙酸乙酯（17:3）为展开剂，展开，取出，晾干，喷以5%香草醛的5%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过12.0%（通则0832第四法）。</p><p><strong>总灰分 </strong>不得过10.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过3.0%（通则2302）。</p><p><strong>【含量测定】</strong> <strong>挥发油</strong> 照挥发油测定法（通则2204）测定。</p><p>本品含挥发油不得少于0.60%（ml/g）。</p><p><strong>胡薄荷酮</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（80:20）为流动相；检测波长为252nm。理论板数按胡薄荷酮峰计算应不低于3000。</p><p>对照品溶液的制备 取胡薄荷酮对照品适量，精密称定，加甲醇制成每1ml含10μg的溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过二号筛）约0.5g，精密称定，置具塞锥形瓶中，加甲醇10ml，超声处理（功率250W，频率50kHz）20分钟，滤过，滤渣和滤纸再加甲醇10ml，同法超声处理一次，滤过，加甲醇适量洗涤2次，合并滤液和洗液，转移至25ml量瓶中，加甲醇至刻度，摇匀，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含胡薄荷酮（C<sub>10</sub>H<sub>16</sub>O）不得少于0.020%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，喷淋清水，洗净，润透，于50℃烘1小时，切段，干燥。</p><p><strong>【性状】</strong> 本品呈不规则的段。茎呈方柱形，表面淡黄绿色或淡紫红色，被短柔毛。切面类白色。叶多已脱落。穗状轮伞花序。气芳香，味微涩而辛凉。</p><p><strong>【含量测定】</strong> 同药材，含挥发油不得少于0.30%（ml/g），胡薄荷酮（C<sub>10</sub>H<sub>16</sub>O）不得少于0.020%。</p><p><strong>【鉴别】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛，微温。归肺、肝经。</p><p><strong>【功能与主治】</strong> 解表散风，透疹，消疮。用于感冒，头痛，麻疹，风疹，疮疡初起。</p><p><strong>【用法与用量】</strong> 5～10g。</p><p><strong>【贮藏】</strong> 置阴凉干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (51, 1, '55.黄柏.docx', 'velious', '/medicine-image/huang-bo/1.png', '/medicine-image/huang-bo/1.png', `黄皮树黄柏对比图黄柏HuɑngboPHELLODENDRI CHINENSIS CORTEX本品为芸香科植物黄皮树Phellodendron chinense Schneid.的干燥树皮。习称"川黄柏"。剥取树皮后，除去粗皮，晒干。【性状】 本品呈板片状或浅槽状，长宽不一，厚1～6mm。外表面黄褐色或黄棕色，平坦或具纵沟纹，有的可见皮孔痕及残存的灰褐色粗皮；内表面暗黄色或淡棕色，具细密的纵棱纹。体`, 0, '2022-07-22 18:00:00', `黄皮树

![IMG_256](/medicine-image/huang-bo/1.png)  
黄柏

![IMG_257](/medicine-image/huang-bo/2.png)

对比图

![IMG_258](/medicine-image/huang-bo/3.png)

# ![IMG_259](/medicine-image/huang-bo/4.png)

# ****黄柏****

Huɑngbo

PHELLODENDRI CHINENSIS CORTEX

本品为芸香科植物黄皮树Phellodendron chinense Schneid.的干燥树皮。习称"川黄柏"。剥取树皮后，除去粗皮，晒干。

**【性状】** 本品呈板片状或浅槽状，长宽不一，厚1～6mm。外表面黄褐色或黄棕色，平坦或具纵沟纹，有的可见皮孔痕及残存的灰褐色粗皮；内表面暗黄色或淡棕色，具细密的纵棱纹。体轻，质硬，断面纤维性，呈裂片状分层，深黄色。气微，味极苦，嚼之有黏性。

**【鉴别】** （1）本品粉末鲜黄色。纤维鲜黄色，直径16～38μm，常成束，周围细胞含草酸钙方晶，形成晶纤维；含晶细胞壁木化增厚。石细胞鲜黄色，类圆形或纺锤形，直径35～128μm，有的呈分枝状，枝端锐尖，壁厚，层纹明显；有的可见大型纤维状的石细胞，长可达900μm。草酸钙方晶众多。

（2）取本品粉末0.2g，加1\%醋酸甲醇溶液40ml，于60℃超声处理20分钟，滤过，滤液浓缩至2ml，作为供试品溶液。另取黄柏对照药材0.1g，加1\%醋酸甲醇20ml，同法制成对照药材溶液。再取盐酸黄柏碱对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各3～5μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇-水（30:15:4）的下层溶液为展开剂，置氨蒸气饱和的展开缸内，展开，取出，晾干，喷以稀碘化铋钾试液。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分** 不得过12.0\%（通则0832第二法）。

**总灰分** 不得过8.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用稀乙醇作溶剂，不得少于14.0\%。

**【含量测定】** **小檗碱** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.1\%磷酸溶液（50:50）（每100ml加十二烷基磺酸钠0.1g）为流动相；检测波长为265nm。理论板数按盐酸小檗碱峰计算应不低于4000。

对照品溶液的制备 取盐酸小檗碱对照品适量，精密称定，加流动相制成每1ml含0.1mg的溶液，即得。

供试品溶液的制备 取本品粉末（过三号筛）约0.1g，精密称定，置100ml量瓶中，加流动相80ml，超声处理（功率250W，频率40kHz）40分钟，放冷，用流动相稀释至刻度，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液5μl与供试品溶液5～20μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含小檗碱以盐酸小檗碱（C20H17NO4·HCl）计，不得少于3.0\%。

**黄柏碱** 照高效液色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.1\%磷酸溶液（每100ml加十二烷基磺酸钠0.2g）（36:64）为流动相；检测波长为284nm。理论板数按盐酸黄柏碱峰计算应不低于6000。

对照品溶液的制备 取盐酸黄柏碱对照品适量，精密称定，加流动相制成每1ml含0.1mg的溶液，即得。

供试品溶液制备 取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入流动相25ml，称定重量，超声处理（功率250W，频率40kHz）30分钟，放冷，再称定重量，用流动相补足减失的重量，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各5μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含黄柏碱以盐酸黄柏碱（C20H23NO4·HCl）计，不得少于0.34\%。

**饮片**

**【炮制】** **黄柏** 除去杂质，喷淋清水，润透，切丝，干燥。

**【性状】** 本品呈丝条状。外表面黄褐色或黄棕色。内表面暗黄色或淡棕色，具纵棱纹。切面纤维性，呈裂片状分层，深黄色。味极苦。

**【鉴别】** **【检查】** **【含量测定】** 同药材。

**盐黄柏** 取黄柏丝，照盐水炙法（通则0213）炒干。

**【性状】** 本品形如黄柏丝，表面深黄色，偶有焦斑。味极苦，微咸。

**【鉴别】** **【检查】** **【含量测定】** 同药材。

**黄柏炭** 取黄柏丝，照炒炭法（通则0213）炒至表面焦黑色。

**【性状】** 本品形如黄柏丝，表面焦黑色，内部深褐色或棕黑色。体轻，质脆，易折断。味苦涩。

**【性味与归经】** 苦，寒。归肾、膀胱经。

**【功能与主治】** 清热燥湿，泻火除蒸，解毒疗疮。用于湿热泻痢，黄疸尿赤，带下阴痒，热淋涩痛，脚气痿躄，骨蒸劳热，盗汗，遗精，疮疡肿毒，湿疹湿疮。盐黄柏滋阴降火。用于阴虚火旺，盗汗骨蒸。

**【用法与用量】** 3～12g。外用适量。

**【贮藏】** 置通风干燥处，防潮。`, `<p>黄皮树</p><p><img src="/medicine-image/huang-bo/1.png" alt="IMG_256" /><br />黄柏</p><p><img src="/medicine-image/huang-bo/2.png" alt="IMG_257" /></p><p>对比图</p><p><img src="/medicine-image/huang-bo/3.png" alt="IMG_258" /></p><h1><img src="/medicine-image/huang-bo/4.png" alt="IMG_259" /></h1><h1><strong><strong>黄柏</strong></strong></h1><p>Huɑngbo</p><p>PHELLODENDRI CHINENSIS CORTEX</p><p>本品为芸香科植物黄皮树Phellodendron chinense Schneid.的干燥树皮。习称"川黄柏"。剥取树皮后，除去粗皮，晒干。</p><p><strong>【性状】</strong> 本品呈板片状或浅槽状，长宽不一，厚1～6mm。外表面黄褐色或黄棕色，平坦或具纵沟纹，有的可见皮孔痕及残存的灰褐色粗皮；内表面暗黄色或淡棕色，具细密的纵棱纹。体轻，质硬，断面纤维性，呈裂片状分层，深黄色。气微，味极苦，嚼之有黏性。</p><p><strong>【鉴别】</strong> （1）本品粉末鲜黄色。纤维鲜黄色，直径16～38μm，常成束，周围细胞含草酸钙方晶，形成晶纤维；含晶细胞壁木化增厚。石细胞鲜黄色，类圆形或纺锤形，直径35～128μm，有的呈分枝状，枝端锐尖，壁厚，层纹明显；有的可见大型纤维状的石细胞，长可达900μm。草酸钙方晶众多。</p><p>（2）取本品粉末0.2g，加1%醋酸甲醇溶液40ml，于60℃超声处理20分钟，滤过，滤液浓缩至2ml，作为供试品溶液。另取黄柏对照药材0.1g，加1%醋酸甲醇20ml，同法制成对照药材溶液。再取盐酸黄柏碱对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各3～5μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇-水（30:15:4）的下层溶液为展开剂，置氨蒸气饱和的展开缸内，展开，取出，晾干，喷以稀碘化铋钾试液。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过12.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过8.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用稀乙醇作溶剂，不得少于14.0%。</p><p><strong>【含量测定】</strong> <strong>小檗碱</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.1%磷酸溶液（50:50）（每100ml加十二烷基磺酸钠0.1g）为流动相；检测波长为265nm。理论板数按盐酸小檗碱峰计算应不低于4000。</p><p>对照品溶液的制备 取盐酸小檗碱对照品适量，精密称定，加流动相制成每1ml含0.1mg的溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过三号筛）约0.1g，精密称定，置100ml量瓶中，加流动相80ml，超声处理（功率250W，频率40kHz）40分钟，放冷，用流动相稀释至刻度，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液5μl与供试品溶液5～20μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含小檗碱以盐酸小檗碱（C<sub>20</sub>H<sub>17</sub>NO<sub>4</sub>·HCl）计，不得少于3.0%。</p><p><strong>黄柏碱</strong> 照高效液色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.1%磷酸溶液（每100ml加十二烷基磺酸钠0.2g）（36:64）为流动相；检测波长为284nm。理论板数按盐酸黄柏碱峰计算应不低于6000。</p><p>对照品溶液的制备 取盐酸黄柏碱对照品适量，精密称定，加流动相制成每1ml含0.1mg的溶液，即得。</p><p>供试品溶液制备 取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入流动相25ml，称定重量，超声处理（功率250W，频率40kHz）30分钟，放冷，再称定重量，用流动相补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各5μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含黄柏碱以盐酸黄柏碱（C<sub>20</sub>H<sub>23</sub>NO<sub>4</sub>·HCl）计，不得少于0.34%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>黄柏</strong> 除去杂质，喷淋清水，润透，切丝，干燥。</p><p><strong>【性状】</strong> 本品呈丝条状。外表面黄褐色或黄棕色。内表面暗黄色或淡棕色，具纵棱纹。切面纤维性，呈裂片状分层，深黄色。味极苦。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>盐黄柏</strong> 取黄柏丝，照盐水炙法（通则0213）炒干。</p><p><strong>【性状】</strong> 本品形如黄柏丝，表面深黄色，偶有焦斑。味极苦，微咸。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>黄柏炭</strong> 取黄柏丝，照炒炭法（通则0213）炒至表面焦黑色。</p><p><strong>【性状】</strong> 本品形如黄柏丝，表面焦黑色，内部深褐色或棕黑色。体轻，质脆，易折断。味苦涩。</p><p><strong>【性味与归经】</strong> 苦，寒。归肾、膀胱经。</p><p><strong>【功能与主治】</strong> 清热燥湿，泻火除蒸，解毒疗疮。用于湿热泻痢，黄疸尿赤，带下阴痒，热淋涩痛，脚气痿躄，骨蒸劳热，盗汗，遗精，疮疡肿毒，湿疹湿疮。盐黄柏滋阴降火。用于阴虚火旺，盗汗骨蒸。</p><p><strong>【用法与用量】</strong> 3～12g。外用适量。</p><p><strong>【贮藏】</strong> 置通风干燥处，防潮。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (80, 1, '81.黄连.docx', 'velious', '/medicine-image/huang-lian/1.png', '/medicine-image/huang-lian/1.png', `黄连HuanglianCOPTIDIS RHIZOMA　　本品为毛茛科植物黄连Coptis chinensis Franch.、三角叶黄连Coptis deltoidea C.Y.Cheng et Hsiao或云连Coptis teeta Wall.的干燥根茎。以上三种分别习称“味连”、“雅连"、“云连”。秋季采挖，除去须根和泥沙，干燥，撞去残留须根。　　【性状】味连 多集聚成簇，常弯曲，形如鸡爪`, 0, '2022-07-22 18:00:00', `  
![IMG_256](/medicine-image/huang-lian/1.png)

![IMG_257](/medicine-image/huang-lian/2.png)

# ![IMG_259](/medicine-image/huang-lian/3.png)

**黄连**

**Huanglian**

**COPTIDIS RHIZOMA**

　　本品为毛茛科植物黄连Coptis chinensis Franch.、三角叶黄连Coptis deltoidea C.Y.Cheng et Hsiao或云连Coptis teeta Wall.的干燥根茎。以上三种分别习称“味连”、“雅连"、“云连”。秋季采挖，除去须根和泥沙，干燥，撞去残留须根。  
　　**【性状】**味连 多集聚成簇，常弯曲，形如鸡爪，单枝根茎长3～6cm，直径0.3～0.8cm。表面灰黄色或黄褐色，粗糙，有不规则结节状隆起、须根及须根残基，有的节间表面平滑如茎秆，习称“过桥”。上部多残留褐色鳞叶，顶端常留有残余的茎或叶柄。质硬，断面不整齐，皮部橙红色或暗棕色，木部鲜黄色或橙黄色，呈放射状排列，髓部有的中空。气微，味极苦。  
　　雅连 多为单枝，略呈圆柱形，微弯曲，长4～8cm，直径0.5～1cm。“过桥”较长。顶端有少许残茎。  
　　云连 弯曲呈钩状，多为单枝，较细小。  
　　**【鉴别】**（1）本品横切面：味连 木栓层为数列细胞，其外有表皮，常脱落。皮层较宽，石细胞单个或成群散在。中柱鞘纤维成束或伴有少数石细胞，均显黄色。维管束外韧型，环列。木质部黄色，均木化，木纤维较发达。髓部均为薄壁细胞，无石细胞。  
　　雅连 髓部有石细胞。  
　　云连 皮层、中柱鞘及髓部均无石细胞。  
　　（2）取本品粉末0.25g，加甲醇25ml，超声处理30分钟，滤过，取滤液作为供试品溶液。另取黄连对照药材0.25g，同法制成对照药材溶液。再取盐酸小檗碱对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各1μl，分别点于同一高效硅胶G薄层板上，以环己烷-乙酸乙酯-异丙醇-甲醇-水-三乙胺（3︰3.5︰1︰1.5︰0.5︰1）为展开剂，置用浓氨试液预饱和20分钟的展开缸内，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显4个以上相同颜色的荧光斑点；对照品色谱相应的位置上，显相同颜色的荧光斑点。  
　　**【检查】**水分 不得过14.0\%（通则0832第二法）。  
　　总灰分 不得过5.0\%（通则2302）。  
　　**【浸出物】**照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于15.0\%。  
　　**【含量测定】**味连 照高效液相色谱法（通则0512）测定。  
　　色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.05mol/L磷酸二氢钾溶液（50︰50）（每100ml中加十二烷基硫酸钠0.4g，再以磷酸调节pH值为4.0）为流动相；检测波长为345nm。理论板数按盐酸小檗碱峰计算应不低于5000。  
　　对照品溶液的制备 取盐酸小檗碱对照品适量，精密称定，加甲醇制成每1ml含90.5μg的溶液，即得。  
　　供试品溶液的制备 取本品粉末（过二号筛）约0.2g，精密称定，置具塞锥形瓶中，精密加入甲醇-盐酸（100︰1）的混合溶液50ml，密塞，称定重量，超声处理（功率250W，频率40kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液2ml，置10ml量瓶中，加甲醇至刻度，摇匀，滤过，取续滤液，即得。  
　　测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，以盐酸小檗碱对照品的峰面积为对照，分别计算小檗碱、表小檗碱、黄连碱和巴马汀的含量，用待测成分色谱峰与盐酸小檗碱色谱峰的相对保留时间确定。  
　　表小檗碱、黄连碱、巴马汀、小檗碱的峰位，其相对保留时间应在规定值的±5\%范围之内，即得。相对保留时间见下表：  
　　![IMG_260](/medicine-image/huang-lian/4.png)  
　　本品按干燥品计算，以盐酸小檗碱（C20H18ClNO4）计，含小檗碱（C20H17NO4）不得少于5.5\%，表小檗碱（C20H17NO4）不得少于0.80\%，黄连碱（C19H13NO4）不得少于1.6\%，巴马汀（C21H21NO4）不得少于1.5\%。  
　　雅连 本品按干燥品计算，以盐酸小檗碱（C20H18ClNO4）计，含小檗碱（C20H17NO4）不得少于4.5\%。  
　　云连 本品按干燥品计算，以盐酸小檗碱（C20H18ClNO4）计，含小檗碱（C20H17NO4）不得少于7.0\%。  
　　饮片（味连）  
　　**【炮制】**黄连片 除去杂质，润透后切薄片，晾干，或用时捣碎。  
　　**【性状】**本品呈不规则的薄片。外表皮灰黄色或黄褐色，粗糙，有细小的须根。切面或碎断面鲜黄色或红黄色，具放射状纹理，气微，味极苦。  
　　**【检查】**水分 同药材，不得过12.0\%。  
　　总灰分 同药材，不得过3.5\%。  
　　**【含量测定】**同药材，以盐酸小檗碱计，含小檗碱（C20H17NO4）不得少于5.0\%，含表小檗碱（C20H17NO4）、黄连碱（C19H13NO4）和巴马汀（C21H21NO4）的总量不得少于3.3\%。  
　　**【鉴别】**（除横切面外）**【浸出物】**同药材。  
　　酒黄连 取净黄连，照酒炙法（通则0213）炒干。  
　　每100kg黄连，用黄酒12.5kg。  
　　**【性状】**本品形如黄连片，色泽加深。略有酒香气。  
　　**【鉴别】【检查】【浸出物】【含量测定】**同黄连片。  
　　姜黄连 取净黄连，照姜汁炙法（通则0213）炒干。  
　　每100kg黄连，用生姜12.5kg。  
　　**【性状】**本品形如黄连片，表面棕黄色。有姜的辛辣味。  
　　**【鉴别】【检查】【浸出物】【含量测定】**同黄连片。  
　　萸黄连 取吴茱萸加适量水煎煮，煎液与净黄连拌匀，待液吸尽，炒干。  
　　每100kg黄连，用吴茱萸10kg。  
　　**【性状】**本品形如黄连片，表面棕黄色。有吴茱萸的辛辣香气。  
　　**【鉴别】**取本品粉末2g，加三氯甲烷20ml，超声处理30分钟，滤过，滤渣同法处理两次，合并滤液，减压回收溶剂至干，加三氯甲烷1ml使溶解，作为供试品溶液。另取吴茱萸对照药材0.5g，同法制成对照药材溶液。再取柠檬苦素对照品，加三氯甲烷制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液6μl、对照药材溶液3μl和对照品溶液2μl，分别点于同一高效硅胶G薄层板上，以石油醚（60～90℃）-三氯甲烷-丙酮-甲醇-二乙胺（5﹕2﹕2﹕1﹕0.2）为展开剂，预饱和30分钟，展开，取出，晾干，喷以2\%香草醛硫酸溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的主斑点；在与对照品色谱相应的位置上，显相同颜色的斑点。  
　　**【检查】【浸出物】【含量测定】**同黄连片。  
　　**【性味与归经】**苦，寒。归心、脾、胃、肝、胆、大肠经。  
　　**【功能与主治】**清热燥湿，泻火解毒。用于湿热痞满，呕吐吞酸，泻痢，黄疸，高热神昏，心火亢盛，心烦不寐，心悸不宁，血热吐衄，目赤，牙痛，消渴，痈肿疔疮；外治湿疹，湿疮，耳道流脓。酒黄连善清上焦火热。用于目赤，口疮。姜黄连清胃和胃止呕。用于寒热互结，湿热中阻，痞满呕吐。萸黄连舒肝和胃止呕。用于肝胃不和，呕吐吞酸。  
　　**【用法与用量】**2～5g。外用适量。  
　　**【贮藏】**置通风干燥处。`, `<p><br /><img src="/medicine-image/huang-lian/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/huang-lian/2.png" alt="IMG_257" /></p><h1><img src="/medicine-image/huang-lian/3.png" alt="IMG_259" /></h1><p><strong>黄连</strong></p><p><strong>Huanglian</strong></p><p><strong>COPTIDIS RHIZOMA</strong></p><p>　　本品为毛茛科植物黄连Coptis chinensis Franch.、三角叶黄连Coptis deltoidea C.Y.Cheng et Hsiao或云连Coptis teeta Wall.的干燥根茎。以上三种分别习称“味连”、“雅连"、“云连”。秋季采挖，除去须根和泥沙，干燥，撞去残留须根。<br />　　<strong>【性状】</strong>味连 多集聚成簇，常弯曲，形如鸡爪，单枝根茎长3～6cm，直径0.3～0.8cm。表面灰黄色或黄褐色，粗糙，有不规则结节状隆起、须根及须根残基，有的节间表面平滑如茎秆，习称“过桥”。上部多残留褐色鳞叶，顶端常留有残余的茎或叶柄。质硬，断面不整齐，皮部橙红色或暗棕色，木部鲜黄色或橙黄色，呈放射状排列，髓部有的中空。气微，味极苦。<br />　　雅连	多为单枝，略呈圆柱形，微弯曲，长4～8cm，直径0.5～1cm。“过桥”较长。顶端有少许残茎。<br />　　云连	弯曲呈钩状，多为单枝，较细小。<br />　　<strong>【鉴别】</strong>（1）本品横切面：味连	木栓层为数列细胞，其外有表皮，常脱落。皮层较宽，石细胞单个或成群散在。中柱鞘纤维成束或伴有少数石细胞，均显黄色。维管束外韧型，环列。木质部黄色，均木化，木纤维较发达。髓部均为薄壁细胞，无石细胞。<br />　　雅连	髓部有石细胞。<br />　　云连	皮层、中柱鞘及髓部均无石细胞。<br />　　（2）取本品粉末0.25g，加甲醇25ml，超声处理30分钟，滤过，取滤液作为供试品溶液。另取黄连对照药材0.25g，同法制成对照药材溶液。再取盐酸小檗碱对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各1μl，分别点于同一高效硅胶G薄层板上，以环己烷-乙酸乙酯-异丙醇-甲醇-水-三乙胺（3︰3.5︰1︰1.5︰0.5︰1）为展开剂，置用浓氨试液预饱和20分钟的展开缸内，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显4个以上相同颜色的荧光斑点；对照品色谱相应的位置上，显相同颜色的荧光斑点。<br />　　<strong>【检查】</strong>水分	不得过14.0%（通则0832第二法）。<br />　　总灰分	不得过5.0%（通则2302）。<br />　　<strong>【浸出物】</strong>照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于15.0%。<br />　　<strong>【含量测定】</strong>味连	照高效液相色谱法（通则0512）测定。<br />　　色谱条件与系统适用性试验	以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.05mol/L磷酸二氢钾溶液（50︰50）（每100ml中加十二烷基硫酸钠0.4g，再以磷酸调节pH值为4.0）为流动相；检测波长为345nm。理论板数按盐酸小檗碱峰计算应不低于5000。<br />　　对照品溶液的制备	取盐酸小檗碱对照品适量，精密称定，加甲醇制成每1ml含90.5μg的溶液，即得。<br />　　供试品溶液的制备	取本品粉末（过二号筛）约0.2g，精密称定，置具塞锥形瓶中，精密加入甲醇-盐酸（100︰1）的混合溶液50ml，密塞，称定重量，超声处理（功率250W，频率40kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液2ml，置10ml量瓶中，加甲醇至刻度，摇匀，滤过，取续滤液，即得。<br />　　测定法	分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，以盐酸小檗碱对照品的峰面积为对照，分别计算小檗碱、表小檗碱、黄连碱和巴马汀的含量，用待测成分色谱峰与盐酸小檗碱色谱峰的相对保留时间确定。<br />　　表小檗碱、黄连碱、巴马汀、小檗碱的峰位，其相对保留时间应在规定值的±5%范围之内，即得。相对保留时间见下表：<br />　　<img src="/medicine-image/huang-lian/4.png" alt="IMG_260" /><br />　　本品按干燥品计算，以盐酸小檗碱（C<sub>20</sub>H<sub>18</sub>ClNO<sub>4</sub>）计，含小檗碱（C<sub>20</sub>H<sub>17</sub>NO<sub>4</sub>）不得少于5.5%，表小檗碱（C<sub>20</sub>H<sub>17</sub>NO<sub>4</sub>）不得少于0.80%，黄连碱（C<sub>19</sub>H<sub>13</sub>NO<sub>4</sub>）不得少于1.6%，巴马汀（C<sub>21</sub>H<sub>21</sub>NO<sub>4</sub>）不得少于1.5%。<br />　　雅连	本品按干燥品计算，以盐酸小檗碱（C<sub>20</sub>H<sub>18</sub>ClNO<sub>4</sub>）计，含小檗碱（C<sub>20</sub>H<sub>17</sub>NO<sub>4</sub>）不得少于4.5%。<br />　　云连	本品按干燥品计算，以盐酸小檗碱（C<sub>20</sub>H<sub>18</sub>ClNO<sub>4</sub>）计，含小檗碱（C<sub>20</sub>H<sub>17</sub>NO<sub>4</sub>）不得少于7.0%。<br />　　饮片（味连）<br />　　<strong>【炮制】</strong>黄连片	除去杂质，润透后切薄片，晾干，或用时捣碎。<br />　　<strong>【性状】</strong>本品呈不规则的薄片。外表皮灰黄色或黄褐色，粗糙，有细小的须根。切面或碎断面鲜黄色或红黄色，具放射状纹理，气微，味极苦。<br />　　<strong>【检查】</strong>水分	同药材，不得过12.0%。<br />　　总灰分		同药材，不得过3.5%。<br />　　<strong>【含量测定】</strong>同药材，以盐酸小檗碱计，含小檗碱（C<sub>20</sub>H<sub>17</sub>NO<sub>4</sub>）不得少于5.0%，含表小檗碱（C<sub>20</sub>H<sub>17</sub>NO<sub>4</sub>）、黄连碱（C<sub>19</sub>H<sub>13</sub>NO<sub>4</sub>）和巴马汀（C<sub>21</sub>H<sub>21</sub>NO<sub>4</sub>）的总量不得少于3.3%。<br />　　<strong>【鉴别】</strong>（除横切面外）<strong>【浸出物】</strong>同药材。<br />　　酒黄连	取净黄连，照酒炙法（通则0213）炒干。<br />　　每100kg黄连，用黄酒12.5kg。<br />　　<strong>【性状】</strong>本品形如黄连片，色泽加深。略有酒香气。<br />　　<strong>【鉴别】【检查】【浸出物】【含量测定】</strong>同黄连片。<br />　　姜黄连	取净黄连，照姜汁炙法（通则0213）炒干。<br />　　每100kg黄连，用生姜12.5kg。<br />　　<strong>【性状】</strong>本品形如黄连片，表面棕黄色。有姜的辛辣味。<br />　　<strong>【鉴别】【检查】【浸出物】【含量测定】</strong>同黄连片。<br />　　萸黄连	取吴茱萸加适量水煎煮，煎液与净黄连拌匀，待液吸尽，炒干。<br />　　每100kg黄连，用吴茱萸10kg。<br />　　<strong>【性状】</strong>本品形如黄连片，表面棕黄色。有吴茱萸的辛辣香气。<br />　　<strong>【鉴别】</strong>取本品粉末2g，加三氯甲烷20ml，超声处理30分钟，滤过，滤渣同法处理两次，合并滤液，减压回收溶剂至干，加三氯甲烷1ml使溶解，作为供试品溶液。另取吴茱萸对照药材0.5g，同法制成对照药材溶液。再取柠檬苦素对照品，加三氯甲烷制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液6μl、对照药材溶液3μl和对照品溶液2μl，分别点于同一高效硅胶G薄层板上，以石油醚（60～90℃）-三氯甲烷-丙酮-甲醇-二乙胺（5﹕2﹕2﹕1﹕0.2）为展开剂，预饱和30分钟，展开，取出，晾干，喷以2%香草醛硫酸溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的主斑点；在与对照品色谱相应的位置上，显相同颜色的斑点。<br />　　<strong>【检查】【浸出物】【含量测定】</strong>同黄连片。<br />　　<strong>【性味与归经】</strong>苦，寒。归心、脾、胃、肝、胆、大肠经。<br />　　<strong>【功能与主治】</strong>清热燥湿，泻火解毒。用于湿热痞满，呕吐吞酸，泻痢，黄疸，高热神昏，心火亢盛，心烦不寐，心悸不宁，血热吐衄，目赤，牙痛，消渴，痈肿疔疮；外治湿疹，湿疮，耳道流脓。酒黄连善清上焦火热。用于目赤，口疮。姜黄连清胃和胃止呕。用于寒热互结，湿热中阻，痞满呕吐。萸黄连舒肝和胃止呕。用于肝胃不和，呕吐吞酸。<br />　　<strong>【用法与用量】</strong>2～5g。外用适量。<br />　　<strong>【贮藏】</strong>置通风干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (83, 1, '84.鳖甲.docx', 'velious', '/medicine-image/bie-jia/1.png', '/medicine-image/bie-jia/1.png', `鳖鳖甲鳖甲BiejiɑTRIONYCIS CARAPAX本品为鳖科动物鳖Trionyx sinensis Wiegmann的背甲。全年均可捕捉，以秋、冬二季为多，捕捉后杀死，置沸水中烫至背甲上的硬皮能剥落时，取出，剥取背甲，除去残肉，晒干。【性状】 本品呈椭圆形或卵圆形，背面隆起，长10～15cm，宽9～14cm。外表面黑褐色或墨绿色，略有光泽，具细网状皱纹和灰黄色或灰白色斑点，中间有一条纵棱，两`, 0, '2022-07-22 18:00:00', `鳖  
![IMG_256](/medicine-image/bie-jia/1.png)

鳖甲

![IMG_257](/medicine-image/bie-jia/2.png)

![IMG_258](/medicine-image/bie-jia/3.png)

# ![IMG_259](/medicine-image/bie-jia/4.png)

# ****鳖甲****

Biejiɑ

TRIONYCIS CARAPAX

本品为鳖科动物鳖Trionyx sinensis Wiegmann的背甲。全年均可捕捉，以秋、冬二季为多，捕捉后杀死，置沸水中烫至背甲上的硬皮能剥落时，取出，剥取背甲，除去残肉，晒干。

**【性状】** 本品呈椭圆形或卵圆形，背面隆起，长10～15cm，宽9～14cm。外表面黑褐色或墨绿色，略有光泽，具细网状皱纹和灰黄色或灰白色斑点，中间有一条纵棱，两侧各有左右对称的横凹纹8条，外皮脱落后，可见锯齿状嵌接缝。内表面类白色，中部有突起的脊椎骨，颈骨向内卷曲，两侧各有肋骨8条，伸出边缘。质坚硬。气微腥，味淡。

**【检查】** **水分 **不得过12.0\%（通则0832第二法）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于5.0\%。

**饮片**

**【炮制】** **鳖甲** 置蒸锅内，沸水蒸45分钟，取出，放入热水中，立即用硬刷除去皮肉，洗净，干燥。

**醋鳖甲** 取净鳖甲，照烫法（通则0213）用砂烫至表面淡黄色，取出，醋淬，干燥。用时捣碎。

每100kg鳖甲，用醋20kg。

**【性味与归经】** 咸，微寒。归肝、肾经。

**【功能与主治】** 滋阴潜阳，退热除蒸，软坚散结。用于阴虚发热，骨蒸劳热，阴虚阳亢，头晕目眩，虚风内动，手足瘈疭，经闭，癥瘕，久疟疟母。

**【用法与用量】** 9～24g，先煎。

**【贮藏】** 置干燥处，防蛀。`, `<p>鳖<br /><img src="/medicine-image/bie-jia/1.png" alt="IMG_256" /></p><p>鳖甲</p><p><img src="/medicine-image/bie-jia/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/bie-jia/3.png" alt="IMG_258" /></p><h1><img src="/medicine-image/bie-jia/4.png" alt="IMG_259" /></h1><h1><strong><strong>鳖甲</strong></strong></h1><p>Biejiɑ</p><p>TRIONYCIS CARAPAX</p><p>本品为鳖科动物鳖Trionyx sinensis Wiegmann的背甲。全年均可捕捉，以秋、冬二季为多，捕捉后杀死，置沸水中烫至背甲上的硬皮能剥落时，取出，剥取背甲，除去残肉，晒干。</p><p><strong>【性状】</strong> 本品呈椭圆形或卵圆形，背面隆起，长10～15cm，宽9～14cm。外表面黑褐色或墨绿色，略有光泽，具细网状皱纹和灰黄色或灰白色斑点，中间有一条纵棱，两侧各有左右对称的横凹纹8条，外皮脱落后，可见锯齿状嵌接缝。内表面类白色，中部有突起的脊椎骨，颈骨向内卷曲，两侧各有肋骨8条，伸出边缘。质坚硬。气微腥，味淡。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过12.0%（通则0832第二法）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于5.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>鳖甲</strong> 置蒸锅内，沸水蒸45分钟，取出，放入热水中，立即用硬刷除去皮肉，洗净，干燥。</p><p><strong>醋鳖甲</strong> 取净鳖甲，照烫法（通则0213）用砂烫至表面淡黄色，取出，醋淬，干燥。用时捣碎。</p><p>每100kg鳖甲，用醋20kg。</p><p><strong>【性味与归经】</strong> 咸，微寒。归肝、肾经。</p><p><strong>【功能与主治】</strong> 滋阴潜阳，退热除蒸，软坚散结。用于阴虚发热，骨蒸劳热，阴虚阳亢，头晕目眩，虚风内动，手足瘈疭，经闭，癥瘕，久疟疟母。</p><p><strong>【用法与用量】</strong> 9～24g，先煎。</p><p><strong>【贮藏】</strong> 置干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (93, 1, '93.蛇蜕.docx', 'velious', '/medicine-image/she-shui/1.png', '/medicine-image/she-shui/1.png', `蛇蜕ShetuiSERPENTIS PERIOSTRACUM本品为游蛇科动物黑眉锦蛇Elaphe taeniura Cope、锦蛇Elaphe carinata （Guenther）或乌梢蛇Zaocys dhumnades （Cantor）等蜕下的干燥表皮膜。春末夏初或冬初收集，除去泥沙，干燥。【性状】 本品呈圆筒形，多压扁而皱缩，完整者形似蛇，长可达1m以上。背部银灰色或淡灰棕色，有光泽，鳞迹菱`, 0, '2022-07-22 18:00:00', `![IMG_256](/medicine-image/she-shui/1.png)

![IMG_257](/medicine-image/she-shui/2.png)

![IMG_258](/medicine-image/she-shui/3.png)

# ![IMG_260](/medicine-image/she-shui/4.png)

# ****蛇蜕****

Shetui

SERPENTIS PERIOSTRACUM

本品为游蛇科动物黑眉锦蛇Elaphe taeniura Cope、锦蛇Elaphe carinata （Guenther）或乌梢蛇Zaocys dhumnades （Cantor）等蜕下的干燥表皮膜。春末夏初或冬初收集，除去泥沙，干燥。

**【性状】** 本品呈圆筒形，多压扁而皱缩，完整者形似蛇，长可达1m以上。背部银灰色或淡灰棕色，有光泽，鳞迹菱形或椭圆形，衔接处呈白色，略抽皱或凹下；腹部乳白色或略显黄色，鳞迹长方形，呈覆瓦状排列。体轻，质微韧，手捏有润滑感和弹性，轻轻搓揉，沙沙作响。气微腥，味淡或微咸。

**【检查】** 酸不溶性灰分 不得过3.0\%（通则2302）。

**饮片**

**【炮制】** **蛇蜕** 除去杂质，切段。

**【性状】** 本品呈圆筒形段状，多压扁而皱缩；背部银灰色或淡灰棕色，有光泽，鳞迹菱形或椭圆形，衔接处呈白色，略抽皱或凹下；腹部乳白色或略显黄色，鳞迹长方形，呈覆瓦状排列。体轻，质微韧，手捏有润滑感和弹性，轻轻搓揉，沙沙作响。气微腥，味淡或微咸。

**【检查】** 同药材。

**酒蛇蜕** 取净蛇蜕，切段，照酒炙法（通则0213）炒干。

每100kg蛇蜕，用黄酒15kg。

**【性状】** 本品呈圆筒形段状，多压扁而皱缩；背部银灰色或淡灰棕色，有光泽，鳞迹菱形或椭圆形，衔接处呈白色，略抽皱或凹下；腹部乳白色或略显黄色，鳞迹长方形，呈覆瓦状排列。体轻，质微韧，手捏有润滑感和弹性，轻轻搓揉，沙沙作响。气微腥，略具酒气，味淡或微咸。

**【检查】** 同药材。

**【性味与归经】** 咸、甘，平。归肝经。

**【功能与主治】** 祛风，定惊，退翳，解毒。用于小儿惊风，抽搐痉挛，翳障，喉痹，疔肿，皮肤瘙痒。

**【用法与用量】** 2～3g；研末吞服0.3～0.6g。

**【贮藏】** 置干燥处，防蛀。`, `<p><img src="/medicine-image/she-shui/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/she-shui/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/she-shui/3.png" alt="IMG_258" /><strong><br /></strong></p><h1><img src="/medicine-image/she-shui/4.png" alt="IMG_260" /></h1><h1><strong><strong>蛇蜕</strong></strong></h1><p>Shetui</p><p>SERPENTIS PERIOSTRACUM</p><p>本品为游蛇科动物黑眉锦蛇Elaphe taeniura Cope、锦蛇Elaphe carinata （Guenther）或乌梢蛇Zaocys dhumnades （Cantor）等蜕下的干燥表皮膜。春末夏初或冬初收集，除去泥沙，干燥。</p><p><strong>【性状】</strong> 本品呈圆筒形，多压扁而皱缩，完整者形似蛇，长可达1m以上。背部银灰色或淡灰棕色，有光泽，鳞迹菱形或椭圆形，衔接处呈白色，略抽皱或凹下；腹部乳白色或略显黄色，鳞迹长方形，呈覆瓦状排列。体轻，质微韧，手捏有润滑感和弹性，轻轻搓揉，沙沙作响。气微腥，味淡或微咸。</p><p><strong>【检查】</strong> 酸不溶性灰分 不得过3.0%（通则2302）。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>蛇蜕</strong> 除去杂质，切段。</p><p><strong>【性状】</strong> 本品呈圆筒形段状，多压扁而皱缩；背部银灰色或淡灰棕色，有光泽，鳞迹菱形或椭圆形，衔接处呈白色，略抽皱或凹下；腹部乳白色或略显黄色，鳞迹长方形，呈覆瓦状排列。体轻，质微韧，手捏有润滑感和弹性，轻轻搓揉，沙沙作响。气微腥，味淡或微咸。</p><p><strong>【检查】</strong> 同药材。</p><p><strong>酒蛇蜕</strong> 取净蛇蜕，切段，照酒炙法（通则0213）炒干。</p><p>每100kg蛇蜕，用黄酒15kg。</p><p><strong>【性状】</strong> 本品呈圆筒形段状，多压扁而皱缩；背部银灰色或淡灰棕色，有光泽，鳞迹菱形或椭圆形，衔接处呈白色，略抽皱或凹下；腹部乳白色或略显黄色，鳞迹长方形，呈覆瓦状排列。体轻，质微韧，手捏有润滑感和弹性，轻轻搓揉，沙沙作响。气微腥，略具酒气，味淡或微咸。</p><p><strong>【检查】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 咸、甘，平。归肝经。</p><p><strong>【功能与主治】</strong> 祛风，定惊，退翳，解毒。用于小儿惊风，抽搐痉挛，翳障，喉痹，疔肿，皮肤瘙痒。</p><p><strong>【用法与用量】</strong> 2～3g；研末吞服0.3～0.6g。</p><p><strong>【贮藏】</strong> 置干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (99, 1, '99.海金沙.docx', 'velious', '/medicine-image/hai-jin-sha/1.png', '/medicine-image/hai-jin-sha/1.png', `海金沙HɑijinshɑLYGODII SPORA本品为海金沙科植物海金沙Lygodium japonicum（Thunb.）Sw.的干燥成熟孢子。秋季孢子未脱落时采割藤叶，晒干，搓揉或打下孢子，除去藤叶。【性状】 本品呈粉末状，棕黄色或浅棕黄色。体轻，手捻有光滑感，置手中易由指缝滑落。气微，味淡。【鉴别】 （1）取本品少量，撒于火上，即发出轻微爆鸣及明亮的火焰。（2）本品粉末棕黄色或浅棕黄色。孢`, 0, '2022-07-22 18:00:00', `  
![IMG_256](/medicine-image/hai-jin-sha/1.png)

![IMG_257](/medicine-image/hai-jin-sha/2.png)

![IMG_258](/medicine-image/hai-jin-sha/3.png)

# ![IMG_259](/medicine-image/hai-jin-sha/4.png)

# ****海金沙****

Hɑijinshɑ

LYGODII SPORA

本品为海金沙科植物海金沙Lygodium japonicum（Thunb.）Sw.的干燥成熟孢子。秋季孢子未脱落时采割藤叶，晒干，搓揉或打下孢子，除去藤叶。

**【性状】** 本品呈粉末状，棕黄色或浅棕黄色。体轻，手捻有光滑感，置手中易由指缝滑落。气微，味淡。

**【鉴别】** （1）取本品少量，撒于火上，即发出轻微爆鸣及明亮的火焰。

（2）本品粉末棕黄色或浅棕黄色。孢子为四面体、三角状圆锥形，顶面观三面锥形，可见三叉状裂隙，侧面观类三角形，底面观类圆形，直径60～85μm，外壁有颗粒状雕纹。

（3）取本品1g，加甲醇25ml，超声处理30分钟，滤过，滤液蒸干，残渣加甲醇0.5ml使溶解，作为供试品溶液。另取海金沙对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一聚酰胺薄膜上，以甲醇-冰醋酸-水（4:1:5）为展开剂，展开，取出，晾干，喷以三氯化铝试液，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **总灰分 **不得过16.0\%（通则2302）。

**【性味与归经】** 甘、咸，寒。归膀胱、小肠经。

**【功能与主治】** 清利湿热，通淋止痛。用于热淋，石淋，血淋，膏淋，尿道涩痛。

**【用法与用量】** 6～15g，包煎。

**【贮藏】** 置干燥处。`, `<p><br /><img src="/medicine-image/hai-jin-sha/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/hai-jin-sha/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/hai-jin-sha/3.png" alt="IMG_258" /></p><h1><img src="/medicine-image/hai-jin-sha/4.png" alt="IMG_259" /></h1><h1><strong><strong>海金沙</strong></strong></h1><p>Hɑijinshɑ</p><p>LYGODII SPORA</p><p>本品为海金沙科植物海金沙Lygodium japonicum（Thunb.）Sw.的干燥成熟孢子。秋季孢子未脱落时采割藤叶，晒干，搓揉或打下孢子，除去藤叶。</p><p><strong>【性状】</strong> 本品呈粉末状，棕黄色或浅棕黄色。体轻，手捻有光滑感，置手中易由指缝滑落。气微，味淡。</p><p><strong>【鉴别】</strong> （1）取本品少量，撒于火上，即发出轻微爆鸣及明亮的火焰。</p><p>（2）本品粉末棕黄色或浅棕黄色。孢子为四面体、三角状圆锥形，顶面观三面锥形，可见三叉状裂隙，侧面观类三角形，底面观类圆形，直径60～85μm，外壁有颗粒状雕纹。</p><p>（3）取本品1g，加甲醇25ml，超声处理30分钟，滤过，滤液蒸干，残渣加甲醇0.5ml使溶解，作为供试品溶液。另取海金沙对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一聚酰胺薄膜上，以甲醇-冰醋酸-水（4:1:5）为展开剂，展开，取出，晾干，喷以三氯化铝试液，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>总灰分 </strong>不得过16.0%（通则2302）。</p><p><strong>【性味与归经】</strong> 甘、咸，寒。归膀胱、小肠经。</p><p><strong>【功能与主治】</strong> 清利湿热，通淋止痛。用于热淋，石淋，血淋，膏淋，尿道涩痛。</p><p><strong>【用法与用量】</strong> 6～15g，包煎。</p><p><strong>【贮藏】</strong> 置干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (92, 1, '92.桑螵蛸.docx', 'velious', '/medicine-image/sang-piao-shao/1.png', '/medicine-image/sang-piao-shao/1.png', `大刀螂小刀螂巨斧螳螂团螵蛸桑螵蛸SɑngpiɑoxiɑoMANTIDIS OÖTHECA本品为螳螂科昆虫大刀螂Tenodera sinensis Saussure、小刀螂Statilia maculata （Thunberg）或巨斧螳螂Hierodula patellifera （Serville）的干燥卵鞘。以上三种分别习称"团螵蛸"、"长螵蛸"及"黑螵蛸"。深秋至次春收集，除去杂质，蒸至虫卵死`, 0, '2022-07-22 18:00:00', `大刀螂

![IMG_256](/medicine-image/sang-piao-shao/1.png)

小刀螂

![IMG_257](/medicine-image/sang-piao-shao/2.png)

巨斧螳螂

![IMG_258](/medicine-image/sang-piao-shao/3.png)  
团螵蛸

![IMG_259](/medicine-image/sang-piao-shao/4.png)

# ![IMG_262](/medicine-image/sang-piao-shao/5.png)

# ****桑螵蛸****

Sɑngpiɑoxiɑo

MANTIDIS OÖTHECA

本品为螳螂科昆虫大刀螂Tenodera sinensis Saussure、小刀螂Statilia maculata （Thunberg）或巨斧螳螂Hierodula patellifera （Serville）的干燥卵鞘。以上三种分别习称"团螵蛸"、"长螵蛸"及"黑螵蛸"。深秋至次春收集，除去杂质，蒸至虫卵死后，干燥。

**【性状】** **团螵蛸** 略呈圆柱形或半圆形，由多层膜状薄片叠成，长2.5～4cm，宽2～3cm。表面浅黄褐色，上面带状隆起不明显，底面平坦或有凹沟。体轻，质松而韧，横断面可见外层为海绵状，内层为许多放射状排列的小室，室内各有一细小椭圆形卵，深棕色，有光泽。气微腥，味淡或微咸。

**长螵蛸** 略呈长条形，一端较细，长2.5～5cm，宽1～1.5cm。表面灰黄色，上面带状隆起明显，带的两侧各有一条暗棕色浅沟和斜向纹理。质硬而脆。

**黑螵蛸** 略呈平行四边形，长2～4cm，宽1.5～2cm。表面灰褐色，上面带状隆起明显，两侧有斜向纹理，近尾端微向上翘。质硬而韧。

**【鉴别】** 本品粉末浅黄棕色。斯氏液装片，卵黄颗粒较多，淡黄色，类圆形，直径40～150μm，表面具不规则颗粒状物或凹孔。水合氯醛装片，卵鞘外壁碎片不规则，淡黄棕色至淡红棕色，表面具大小不等的圆形空腔，并有少量枸橼酸钙柱晶；卵鞘内层碎片淡黄色或淡黄棕色，密布大量枸橼酸钙柱晶，柱晶直径2～10μm，长至20μm。

**【检查】** **水分 **不得过15.0\%（通则0832第二法）。

**总灰分 **不得过8.0\%（通则2302）。

**酸不溶性灰分** 不得过3.0\%（通则2302）。

**饮片**

**【炮制】** 除去杂质，蒸透，干燥。用时剪碎。

**【性状】** 本品形如药材。表面浅黄褐色至灰褐色。气微腥，味淡或微咸。

**【性味与归经】** 甘、咸，平。归肝、肾经。

**【功能与主治】** 固精缩尿，补肾助阳。用于遗精滑精，遗尿尿频，小便白浊。

**【用法与用量】** 5～10g。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>大刀螂</p><p><img src="/medicine-image/sang-piao-shao/1.png" alt="IMG_256" /></p><p>小刀螂</p><p><img src="/medicine-image/sang-piao-shao/2.png" alt="IMG_257" /></p><p>巨斧螳螂</p><p><img src="/medicine-image/sang-piao-shao/3.png" alt="IMG_258" /><br />团螵蛸</p><p><img src="/medicine-image/sang-piao-shao/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/sang-piao-shao/5.png" alt="IMG_262" /></h1><h1><strong><strong>桑螵蛸</strong></strong></h1><p>Sɑngpiɑoxiɑo</p><p>MANTIDIS OÖTHECA</p><p>本品为螳螂科昆虫大刀螂Tenodera sinensis Saussure、小刀螂Statilia maculata （Thunberg）或巨斧螳螂Hierodula patellifera （Serville）的干燥卵鞘。以上三种分别习称"团螵蛸"、"长螵蛸"及"黑螵蛸"。深秋至次春收集，除去杂质，蒸至虫卵死后，干燥。</p><p><strong>【性状】</strong> <strong>团螵蛸</strong> 略呈圆柱形或半圆形，由多层膜状薄片叠成，长2.5～4cm，宽2～3cm。表面浅黄褐色，上面带状隆起不明显，底面平坦或有凹沟。体轻，质松而韧，横断面可见外层为海绵状，内层为许多放射状排列的小室，室内各有一细小椭圆形卵，深棕色，有光泽。气微腥，味淡或微咸。</p><p><strong>长螵蛸</strong> 略呈长条形，一端较细，长2.5～5cm，宽1～1.5cm。表面灰黄色，上面带状隆起明显，带的两侧各有一条暗棕色浅沟和斜向纹理。质硬而脆。</p><p><strong>黑螵蛸</strong> 略呈平行四边形，长2～4cm，宽1.5～2cm。表面灰褐色，上面带状隆起明显，两侧有斜向纹理，近尾端微向上翘。质硬而韧。</p><p><strong>【鉴别】</strong> 本品粉末浅黄棕色。斯氏液装片，卵黄颗粒较多，淡黄色，类圆形，直径40～150μm，表面具不规则颗粒状物或凹孔。水合氯醛装片，卵鞘外壁碎片不规则，淡黄棕色至淡红棕色，表面具大小不等的圆形空腔，并有少量枸橼酸钙柱晶；卵鞘内层碎片淡黄色或淡黄棕色，密布大量枸橼酸钙柱晶，柱晶直径2～10μm，长至20μm。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过15.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过8.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过3.0%（通则2302）。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，蒸透，干燥。用时剪碎。</p><p><strong>【性状】</strong> 本品形如药材。表面浅黄褐色至灰褐色。气微腥，味淡或微咸。</p><p><strong>【性味与归经】</strong> 甘、咸，平。归肝、肾经。</p><p><strong>【功能与主治】</strong> 固精缩尿，补肾助阳。用于遗精滑精，遗尿尿频，小便白浊。</p><p><strong>【用法与用量】</strong> 5～10g。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (69, 1, '71.青蒿.docx', 'velious', '/medicine-image/qing-hao/1.png', '/medicine-image/qing-hao/1.png', `青蒿QinghɑoARTEMISIAE ANNUAE HERBA本品为菊科植物黄花蒿Artemisia annua L.的干燥地上部分。秋季花盛开时采割，除去老茎，阴干。【性状】 本品茎呈圆柱形，上部多分枝，长30～80cm，直径0.2～0.6cm；表面黄绿色或棕黄色，具纵棱线；质略硬，易折断，断面中部有髓。叶互生，暗绿色或棕绿色，卷缩易碎，完整者展平后为三回羽状深裂，裂片和小裂片矩圆形或长椭圆形`, 0, '2022-07-22 18:00:00', `  
![IMG_256](/medicine-image/qing-hao/1.png)

![IMG_257](/medicine-image/qing-hao/2.png)

![IMG_258](/medicine-image/qing-hao/3.png)

# ![IMG_259](/medicine-image/qing-hao/4.png)

# ****青蒿****

Qinghɑo

ARTEMISIAE ANNUAE HERBA

本品为菊科植物黄花蒿Artemisia annua L.的干燥地上部分。秋季花盛开时采割，除去老茎，阴干。

**【性状】** 本品茎呈圆柱形，上部多分枝，长30～80cm，直径0.2～0.6cm；表面黄绿色或棕黄色，具纵棱线；质略硬，易折断，断面中部有髓。叶互生，暗绿色或棕绿色，卷缩易碎，完整者展平后为三回羽状深裂，裂片和小裂片矩圆形或长椭圆形，两面被短毛。气香特异，味微苦。

**【鉴别】** 取本品粉末3g，加石油醚（60～90℃）50ml，加热回流1小时，滤过，滤液蒸干，残渣加正己烷30ml使溶解，用20\%乙腈溶液振摇提取3次，每次10ml，合并乙腈液，蒸干，残渣加乙醇0.5ml使溶解，作为供试品溶液。另取青蒿素对照品，加乙醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙醚（4:5）为展开剂，展开，取出，晾干，喷以2\%香草醛的10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分 **不得过14.0\%（通则0832第二法）。

**总灰分** 不得过8.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用无水乙醇作溶剂，不得少于1.9\%。

**饮片**

**【炮制】** 除去杂质，喷淋清水，稍润，切段，干燥。

**【性状】** 本品呈不规则的段，长0.5～1.5cm。茎呈圆柱形，表面黄绿色或棕黄色，具纵棱线，质略硬，切面黄白色，髓白色。叶片多皱缩或破碎，暗绿色或棕绿色，完整者展平后为三回羽状深裂，裂片及小裂片矩圆形或长椭圆形，两面被短毛。花黄色，气香特异，味微苦。

**【性味与归经】** 苦、辛，寒。归肝、胆经。

**【功能与主治】** 清虚热，除骨蒸，解暑热，截疟，退黄。用于温邪伤阴，夜热早凉，阴虚发热，骨蒸劳热，暑邪发热，疟疾寒热，湿热黄疸。

**【用法与用量】** 6～12g，后下。

**【贮藏】** 置阴凉干燥处。`, `<p><br /><img src="/medicine-image/qing-hao/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/qing-hao/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/qing-hao/3.png" alt="IMG_258" /></p><h1><img src="/medicine-image/qing-hao/4.png" alt="IMG_259" /></h1><h1><strong><strong>青蒿</strong></strong></h1><p>Qinghɑo</p><p>ARTEMISIAE ANNUAE HERBA</p><p>本品为菊科植物黄花蒿Artemisia annua L.的干燥地上部分。秋季花盛开时采割，除去老茎，阴干。</p><p><strong>【性状】</strong> 本品茎呈圆柱形，上部多分枝，长30～80cm，直径0.2～0.6cm；表面黄绿色或棕黄色，具纵棱线；质略硬，易折断，断面中部有髓。叶互生，暗绿色或棕绿色，卷缩易碎，完整者展平后为三回羽状深裂，裂片和小裂片矩圆形或长椭圆形，两面被短毛。气香特异，味微苦。</p><p><strong>【鉴别】</strong> 取本品粉末3g，加石油醚（60～90℃）50ml，加热回流1小时，滤过，滤液蒸干，残渣加正己烷30ml使溶解，用20%乙腈溶液振摇提取3次，每次10ml，合并乙腈液，蒸干，残渣加乙醇0.5ml使溶解，作为供试品溶液。另取青蒿素对照品，加乙醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙醚（4:5）为展开剂，展开，取出，晾干，喷以2%香草醛的10%硫酸乙醇溶液，在105℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过14.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过8.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用无水乙醇作溶剂，不得少于1.9%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，喷淋清水，稍润，切段，干燥。</p><p><strong>【性状】</strong> 本品呈不规则的段，长0.5～1.5cm。茎呈圆柱形，表面黄绿色或棕黄色，具纵棱线，质略硬，切面黄白色，髓白色。叶片多皱缩或破碎，暗绿色或棕绿色，完整者展平后为三回羽状深裂，裂片及小裂片矩圆形或长椭圆形，两面被短毛。花黄色，气香特异，味微苦。</p><p><strong>【性味与归经】</strong> 苦、辛，寒。归肝、胆经。</p><p><strong>【功能与主治】</strong> 清虚热，除骨蒸，解暑热，截疟，退黄。用于温邪伤阴，夜热早凉，阴虚发热，骨蒸劳热，暑邪发热，疟疾寒热，湿热黄疸。</p><p><strong>【用法与用量】</strong> 6～12g，后下。</p><p><strong>【贮藏】</strong> 置阴凉干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (91, 1, '91.狼毒.docx', 'velious', '/medicine-image/lang-du/1.png', '/medicine-image/lang-du/1.png', `狼毒LɑngduEUPHORBIAE EBRACTEOLATAE RADIX本品为大戟科植物月腺大戟Euphorbia ebracteolata Hayata或狼毒大戟Euphorbia fischeriana Steud.的干燥根。春、秋二季采挖，洗净，切片，晒干。【性状】 月腺大戟 为类圆形或长圆形块片，直径1.5～8cm，厚0.3～4cm。外皮薄，黄棕色或灰棕色，易剥落而露出黄色皮部。切面黄`, 0, '2022-07-22 18:00:00', `![IMG_256](/medicine-image/lang-du/1.png)![IMG_257](/medicine-image/lang-du/2.png)

![IMG_258](/medicine-image/lang-du/3.png)

![IMG_259](/medicine-image/lang-du/4.png)

# ![IMG_260](/medicine-image/lang-du/5.png)

# ****狼毒****

Lɑngdu

EUPHORBIAE EBRACTEOLATAE RADIX

本品为大戟科植物月腺大戟Euphorbia ebracteolata Hayata或狼毒大戟Euphorbia fischeriana Steud.的干燥根。春、秋二季采挖，洗净，切片，晒干。

**【性状】** **月腺大戟** 为类圆形或长圆形块片，直径1.5～8cm，厚0.3～4cm。外皮薄，黄棕色或灰棕色，易剥落而露出黄色皮部。切面黄白色，有黄色不规则大理石样纹理或环纹。体轻，质脆，易折断，断面有粉性。气微，味微辛。

**狼毒大戟** 外皮棕黄色，切面纹理或环纹显黑褐色。水浸后有黏性，撕开可见黏丝。

**【鉴别】** （1）月腺大戟 粉末黄白色。淀粉粒甚多，单粒球形、长圆形或半圆形，直径3～34μm，脐点裂隙状、人字状或星状，大粒层纹隐约可见；复粒由2～5粒组成；半复粒易见。网状具缘纹孔导管18～80μm。无节乳管多碎断，所含的油滴状分泌物散在；有时可见乳管内充满黄色分泌物。

狼毒大戟 粉末黄棕色。淀粉粒单粒直径至24μm，复粒由2～7粒组成，半复粒少见。网状具缘纹孔导管102μm，乳汁无色。

（2）取本品粗粉2g，加乙醇30ml，加热回流1小时，放冷，滤过，滤液蒸干，残渣加甲醇2ml使溶解，作为供试品溶液。另取狼毒对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以环己烷-乙酸乙酯（8.5:1.5）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】 杂质 **不得过2\%（通则2301）。

**水分 **不得过13.0\%（通则0832第二法）。

**总灰分 **不得过9.0\%（通则2302）。

**酸不溶性灰分** 不得过4.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下热浸法测定，用稀乙醇作溶剂，不得少于18.0\%。

**饮片**

**【炮制】** **生狼毒** 除去杂质，洗净，润透，切片，晒干。

**【性状】** 月腺大戟 为类圆形、长圆形或不规则块片。外皮薄，黄棕色或灰棕色，易剥落而露出黄色皮部。切面黄白色，有淡黄白色至黄棕色不规则大理石样纹理或环纹。体轻，质脆，易折断，断面有粉性。气微，味微辛。

狼毒大戟 外皮棕黄色，切面纹理或环纹显黑褐色。水浸后有黏性，撕开可见黏丝。

**醋狼毒** 取净狼毒片，照醋制法（通则0213）炒干。

每100kg狼毒片，用醋30～50kg。

**【性状】** 本品形如狼毒。颜色略深，闻之微有醋香气。

**【检查】** **总灰分 **同药材，不得过7.0\%。

**酸不溶性灰分** 同药材，不得过1.0\%。

**【浸出物】** 同药材，不得少于20.0\%。

**【鉴别】** **【检查】**（水分） 同药材。

**【性味与归经】** 辛，平；有毒。归肝、脾经。

**【功能与主治】** 散结，杀虫。外用于淋巴结结核、皮癣；灭蛆。

**【用法与用量】** 熬膏外敷。

**【注意】** 不宜与密陀僧同用。

**【贮藏】** 置通风干燥处，防蛀。`, `<p><img src="/medicine-image/lang-du/1.png" alt="IMG_256" /><img src="/medicine-image/lang-du/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/lang-du/3.png" alt="IMG_258" /></p><p><img src="/medicine-image/lang-du/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/lang-du/5.png" alt="IMG_260" /></h1><h1><strong><strong>狼毒</strong></strong></h1><p>Lɑngdu</p><p>EUPHORBIAE EBRACTEOLATAE RADIX</p><p>本品为大戟科植物月腺大戟Euphorbia ebracteolata Hayata或狼毒大戟Euphorbia fischeriana Steud.的干燥根。春、秋二季采挖，洗净，切片，晒干。</p><p><strong>【性状】</strong> <strong>月腺大戟</strong> 为类圆形或长圆形块片，直径1.5～8cm，厚0.3～4cm。外皮薄，黄棕色或灰棕色，易剥落而露出黄色皮部。切面黄白色，有黄色不规则大理石样纹理或环纹。体轻，质脆，易折断，断面有粉性。气微，味微辛。</p><p><strong>狼毒大戟</strong> 外皮棕黄色，切面纹理或环纹显黑褐色。水浸后有黏性，撕开可见黏丝。</p><p><strong>【鉴别】</strong> （1）月腺大戟 粉末黄白色。淀粉粒甚多，单粒球形、长圆形或半圆形，直径3～34μm，脐点裂隙状、人字状或星状，大粒层纹隐约可见；复粒由2～5粒组成；半复粒易见。网状具缘纹孔导管18～80μm。无节乳管多碎断，所含的油滴状分泌物散在；有时可见乳管内充满黄色分泌物。</p><p>狼毒大戟 粉末黄棕色。淀粉粒单粒直径至24μm，复粒由2～7粒组成，半复粒少见。网状具缘纹孔导管102μm，乳汁无色。</p><p>（2）取本品粗粉2g，加乙醇30ml，加热回流1小时，放冷，滤过，滤液蒸干，残渣加甲醇2ml使溶解，作为供试品溶液。另取狼毒对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以环己烷-乙酸乙酯（8.5:1.5）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】 杂质 </strong>不得过2%（通则2301）。</p><p><strong>水分 </strong>不得过13.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过9.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过4.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下热浸法测定，用稀乙醇作溶剂，不得少于18.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>生狼毒</strong> 除去杂质，洗净，润透，切片，晒干。</p><p><strong>【性状】</strong> 月腺大戟 为类圆形、长圆形或不规则块片。外皮薄，黄棕色或灰棕色，易剥落而露出黄色皮部。切面黄白色，有淡黄白色至黄棕色不规则大理石样纹理或环纹。体轻，质脆，易折断，断面有粉性。气微，味微辛。</p><p>狼毒大戟 外皮棕黄色，切面纹理或环纹显黑褐色。水浸后有黏性，撕开可见黏丝。</p><p><strong>醋狼毒</strong> 取净狼毒片，照醋制法（通则0213）炒干。</p><p>每100kg狼毒片，用醋30～50kg。</p><p><strong>【性状】</strong> 本品形如狼毒。颜色略深，闻之微有醋香气。</p><p><strong>【检查】</strong> <strong>总灰分 </strong>同药材，不得过7.0%。</p><p><strong>酸不溶性灰分</strong> 同药材，不得过1.0%。</p><p><strong>【浸出物】</strong> 同药材，不得少于20.0%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（水分） 同药材。</p><p><strong>【性味与归经】</strong> 辛，平；有毒。归肝、脾经。</p><p><strong>【功能与主治】</strong> 散结，杀虫。外用于淋巴结结核、皮癣；灭蛆。</p><p><strong>【用法与用量】</strong> 熬膏外敷。</p><p><strong>【注意】</strong> 不宜与密陀僧同用。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (85, 1, '86.粉葛.docx', 'velious', '/medicine-image/fen-ge/1.png', '/medicine-image/fen-ge/1.png', `植物甘葛藤粉葛药材鲜品粉葛药材粉葛FengePUERARIAE THOMSONII RADIX本品为豆科植物甘葛藤Pueraria thomsonii Benth.的干燥根。秋、冬二季采挖，除去外皮，稍干，截段或再纵切两半或斜切成厚片，干燥。【性状】 本品呈圆柱形、类纺锤形或半圆柱形，长12～15cm，直径4～8cm；有的为纵切或斜切的厚片，大小不一。表面黄白色或淡棕色，未去外皮的呈灰棕色。体重，`, 0, '2022-07-22 18:00:00', `植物甘葛藤

![IMG_256](/medicine-image/fen-ge/1.png)

粉葛药材鲜品

![IMG_257](/medicine-image/fen-ge/2.png)

粉葛药材

![IMG_258](/medicine-image/fen-ge/3.png)

# ![IMG_259](/medicine-image/fen-ge/4.png)

# ****粉葛****

Fenge

PUERARIAE THOMSONII RADIX

本品为豆科植物甘葛藤Pueraria thomsonii Benth.的干燥根。秋、冬二季采挖，除去外皮，稍干，截段或再纵切两半或斜切成厚片，干燥。

**【性状】** 本品呈圆柱形、类纺锤形或半圆柱形，长12～15cm，直径4～8cm；有的为纵切或斜切的厚片，大小不一。表面黄白色或淡棕色，未去外皮的呈灰棕色。体重，质硬，富粉性，横切面可见由纤维形成的浅棕色同心性环纹，纵切面可见由纤维形成的数条纵纹。气微，味微甜。

**【鉴别】** （1）本品粉末黄白色。淀粉粒甚多，单粒少见，圆球形，直径8～15μm，脐点隐约可见；复粒多，由2～20多个分粒组成。纤维多成束，壁厚，木化，周围细胞大多含草酸钙方晶，形成晶纤维，含晶细胞壁木化增厚。石细胞少见，类圆形或多角形，直径25～43μm。具缘纹孔导管较大，纹孔排列极为紧密。

（2）取本品粉末0.8g，加甲醇10ml，放置2小时，滤过，滤液蒸干，残渣加甲醇0.5ml使溶解，作为供试品溶液。另取葛根素对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，使成条状，以二氯甲烷-甲醇-水（7:2.5:0.25）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分** 不得过14.0\%（通则0832第二法）。

**总灰分** 不得过5.0\%（通则2302）。

**二氧化硫残留量** 照二氧化硫残留量测定法（通则2331）测定，不得过400mg/kg。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用70\%乙醇作溶剂，不得少于10.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（25:75）为流动相；检测波长为250nm。理论板数按葛根素峰计算应不低于4000。

**对照品溶液的制备** 取葛根素对照品适量，精密称定，加30\%乙醇制成每1ml含80μg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过三号筛）约0.8g，精密称定，置具塞锥形瓶中，精密加入30\%乙醇50ml，密塞，称定重量，加热回流30分钟，放冷，再称定重量，用30\%乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含葛根素（C21H20O9）不得少于0.30\%。

**饮片**

**【炮制】** 除去杂质，洗净，润透，切厚片或切块，干燥。

**【性状】** 本品呈不规则的厚片或立方块状。外表面黄白色或淡棕色。切面黄白色，横切面有时可见由纤维形成的浅棕色同心性环纹，纵切面可见由纤维形成的数条纵纹。体重，质硬，富粉性。气微，味微甜。

**【检查】** **水分** 同药材，不得过12.0\%。

**【鉴别】** **【检查】**（**总灰分** 二氧化硫残留量）**【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 甘、辛，凉。归脾、胃经。

**【功能与主治】** 解肌退热，生津止渴，透疹，升阳止泻，通经活络，解酒毒。用于外感发热头痛，项背强痛，口渴，消渴，麻疹不透，热痢，泄泻，眩晕头痛，中风偏瘫，胸痹心痛，酒毒伤中。

**【用法与用量】** 10～15g。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>植物甘葛藤</p><p><img src="/medicine-image/fen-ge/1.png" alt="IMG_256" /></p><p>粉葛药材鲜品</p><p><img src="/medicine-image/fen-ge/2.png" alt="IMG_257" /></p><p>粉葛药材</p><p><img src="/medicine-image/fen-ge/3.png" alt="IMG_258" /></p><h1><img src="/medicine-image/fen-ge/4.png" alt="IMG_259" /></h1><h1><strong><strong>粉葛</strong></strong></h1><p>Fenge</p><p>PUERARIAE THOMSONII RADIX</p><p>本品为豆科植物甘葛藤Pueraria thomsonii Benth.的干燥根。秋、冬二季采挖，除去外皮，稍干，截段或再纵切两半或斜切成厚片，干燥。</p><p><strong>【性状】</strong> 本品呈圆柱形、类纺锤形或半圆柱形，长12～15cm，直径4～8cm；有的为纵切或斜切的厚片，大小不一。表面黄白色或淡棕色，未去外皮的呈灰棕色。体重，质硬，富粉性，横切面可见由纤维形成的浅棕色同心性环纹，纵切面可见由纤维形成的数条纵纹。气微，味微甜。</p><p><strong>【鉴别】</strong> （1）本品粉末黄白色。淀粉粒甚多，单粒少见，圆球形，直径8～15μm，脐点隐约可见；复粒多，由2～20多个分粒组成。纤维多成束，壁厚，木化，周围细胞大多含草酸钙方晶，形成晶纤维，含晶细胞壁木化增厚。石细胞少见，类圆形或多角形，直径25～43μm。具缘纹孔导管较大，纹孔排列极为紧密。</p><p>（2）取本品粉末0.8g，加甲醇10ml，放置2小时，滤过，滤液蒸干，残渣加甲醇0.5ml使溶解，作为供试品溶液。另取葛根素对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，使成条状，以二氯甲烷-甲醇-水（7:2.5:0.25）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过14.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过5.0%（通则2302）。</p><p><strong>二氧化硫残留量</strong> 照二氧化硫残留量测定法（通则2331）测定，不得过400mg/kg。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用70%乙醇作溶剂，不得少于10.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（25:75）为流动相；检测波长为250nm。理论板数按葛根素峰计算应不低于4000。</p><p><strong>对照品溶液的制备</strong> 取葛根素对照品适量，精密称定，加30%乙醇制成每1ml含80μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约0.8g，精密称定，置具塞锥形瓶中，精密加入30%乙醇50ml，密塞，称定重量，加热回流30分钟，放冷，再称定重量，用30%乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含葛根素（C<sub>21</sub>H<sub>20</sub>O<sub>9</sub>）不得少于0.30%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，润透，切厚片或切块，干燥。</p><p><strong>【性状】</strong> 本品呈不规则的厚片或立方块状。外表面黄白色或淡棕色。切面黄白色，横切面有时可见由纤维形成的浅棕色同心性环纹，纵切面可见由纤维形成的数条纵纹。体重，质硬，富粉性。气微，味微甜。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过12.0%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（<strong>总灰分 </strong>二氧化硫残留量）<strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘、辛，凉。归脾、胃经。</p><p><strong>【功能与主治】</strong> 解肌退热，生津止渴，透疹，升阳止泻，通经活络，解酒毒。用于外感发热头痛，项背强痛，口渴，消渴，麻疹不透，热痢，泄泻，眩晕头痛，中风偏瘫，胸痹心痛，酒毒伤中。</p><p><strong>【用法与用量】</strong> 10～15g。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (48, 1, '52.黄芩.docx', 'velious', '/medicine-image/huang-qin/1.png', '/medicine-image/huang-qin/1.png', `断面放大图黄芩HuɑngqinSCUTELLARIAE RADIX本品为唇形科植物黄芩Scutellaria baicalensis Georgi的干燥根。春、秋二季采挖，除去须根和泥沙，晒后撞去粗皮，晒干。【性状】 本品呈圆锥形，扭曲，长8～25cm，直径1～3cm。表面棕黄色或深黄色，有稀疏的疣状细根痕，上部较粗糙，有扭曲的纵皱纹或不规则的网纹，下部有顺纹和细皱纹。质硬而脆，易折断，断面黄色，`, 0, '2022-07-22 18:00:00', `![IMG_256](/medicine-image/huang-qin/1.png)

![IMG_257](/medicine-image/huang-qin/2.png)

![IMG_258](/medicine-image/huang-qin/3.png)  
断面放大图

![IMG_259](/medicine-image/huang-qin/4.png)

# ![IMG_260](/medicine-image/huang-qin/5.png)

# ****黄芩****

Huɑngqin

SCUTELLARIAE RADIX

本品为唇形科植物黄芩Scutellaria baicalensis Georgi的干燥根。春、秋二季采挖，除去须根和泥沙，晒后撞去粗皮，晒干。

**【性状】** 本品呈圆锥形，扭曲，长8～25cm，直径1～3cm。表面棕黄色或深黄色，有稀疏的疣状细根痕，上部较粗糙，有扭曲的纵皱纹或不规则的网纹，下部有顺纹和细皱纹。质硬而脆，易折断，断面黄色，中心红棕色；老根中心呈枯朽状或中空，暗棕色或棕黑色。气微，味苦。

栽培品较细长，多有分枝。表面浅黄棕色，外皮紧贴，纵皱纹较细腻。断面黄色或浅黄色，略呈角质样。味微苦。

**【鉴别】** （1）本品粉末黄色。韧皮纤维单个散在或数个成束，梭形，长60～250μm，直径9～33μm，壁厚，孔沟细。石细胞类圆形、类方形或长方形，壁较厚或甚厚。木栓细胞棕黄色，多角形。网纹导管多见，直径24～72μm。木纤维多碎断，直径约12μm，有稀疏斜纹孔。淀粉粒甚多，单粒类球形，直径2～10μm，脐点明显，复粒由2～3分粒组成。

（2）取本品粉末1g，加乙酸乙酯-甲醇（3:1）的混合溶液30ml，加热回流30分钟，放冷，滤过，滤液蒸干，残渣加甲醇5ml使溶解，取上清液作为供试品溶液。另取黄芩对照药材1g，同法制成对照药材溶液。再取黄芩苷对照品、黄芩素对照品、汉黄芩素对照品，加甲醇分别制成每1ml含1mg、0.5mg、0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述供试品溶液、对照药材溶液各2μl及上述三种对照品溶液各1μl，分别点于同一聚酰胺薄膜上，以甲苯-乙酸乙酯-甲醇-甲酸（10:3:1:2）为展开剂，预饱和30分钟，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点；在与对照品色谱相应的位置上，显三个相同的暗色斑点。

**【检查】** **水分 **不得过12.0\%（通则0832第二法）。

**总灰分 **不得过6.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于40.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水-磷酸（47:53:0.2）为流动相；检测波长为280nm。理论板数按黄芩苷峰计算应不低于2500。

**对照品溶液的制备** 取在60℃减压干燥4小时的黄芩苷对照品适量，精密称定，加甲醇制成每1ml含60μg的溶液，即得。

**供试品溶液的制备** 取本品中粉约0.3g，精密称定，加70\%乙醇40ml，加热回流3小时，放冷，滤过，滤液置100ml量瓶中，用少量70\%乙醇分次洗涤容器和残渣，洗液滤入同一量瓶中，加70\%乙醇至刻度，摇匀。精密量取1ml，置10ml量瓶中，加甲醇至刻度，摇匀，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含黄芩苷（C21H18O11）不得少于9.0\%。

**饮片**

**【炮制】** **黄芩片** 除去杂质，置沸水中煮10分钟，取出，闷透，切薄片，干燥；或蒸半小时，取出，切薄片，干燥（注意避免暴晒）。

**【性状】** 本品为类圆形或不规则形薄片。外表皮黄棕色或棕褐色。切面黄棕色或黄绿色，具放射状纹理。

**【含量测定】** 同药材，含黄芩苷（C21H18O11）不得少于8.0\%。

**【鉴别】** 同药材。

**酒黄芩** 取黄芩片，照酒炙法（通则0213）炒干。

**【性状】** 本品形如黄芩片。略带焦斑，微有酒香气。

**【含量测定】** 同药材，含黄芩苷（C21H18O11）不得少于8.0\%。

**【鉴别】** 同药材。

**【性味与归经】** 苦，寒。归肺、胆、脾、大肠、小肠经。

**【功能与主治】** 清热燥湿，泻火解毒，止血，安胎。用于湿温、暑湿，胸闷呕恶，湿热痞满，泻痢，黄疸，肺热咳嗽，高热烦渴，血热吐衄，痈肿疮毒，胎动不安。

**【用法与用量】** 3～10g。

**【贮藏】** 置通风干燥处，防潮。`, `<p><img src="/medicine-image/huang-qin/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/huang-qin/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/huang-qin/3.png" alt="IMG_258" /><br />断面放大图</p><p><img src="/medicine-image/huang-qin/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/huang-qin/5.png" alt="IMG_260" /></h1><h1><strong><strong>黄芩</strong></strong></h1><p>Huɑngqin</p><p>SCUTELLARIAE RADIX</p><p>本品为唇形科植物黄芩Scutellaria baicalensis Georgi的干燥根。春、秋二季采挖，除去须根和泥沙，晒后撞去粗皮，晒干。</p><p><strong>【性状】</strong> 本品呈圆锥形，扭曲，长8～25cm，直径1～3cm。表面棕黄色或深黄色，有稀疏的疣状细根痕，上部较粗糙，有扭曲的纵皱纹或不规则的网纹，下部有顺纹和细皱纹。质硬而脆，易折断，断面黄色，中心红棕色；老根中心呈枯朽状或中空，暗棕色或棕黑色。气微，味苦。</p><p>栽培品较细长，多有分枝。表面浅黄棕色，外皮紧贴，纵皱纹较细腻。断面黄色或浅黄色，略呈角质样。味微苦。</p><p><strong>【鉴别】</strong> （1）本品粉末黄色。韧皮纤维单个散在或数个成束，梭形，长60～250μm，直径9～33μm，壁厚，孔沟细。石细胞类圆形、类方形或长方形，壁较厚或甚厚。木栓细胞棕黄色，多角形。网纹导管多见，直径24～72μm。木纤维多碎断，直径约12μm，有稀疏斜纹孔。淀粉粒甚多，单粒类球形，直径2～10μm，脐点明显，复粒由2～3分粒组成。</p><p>（2）取本品粉末1g，加乙酸乙酯-甲醇（3:1）的混合溶液30ml，加热回流30分钟，放冷，滤过，滤液蒸干，残渣加甲醇5ml使溶解，取上清液作为供试品溶液。另取黄芩对照药材1g，同法制成对照药材溶液。再取黄芩苷对照品、黄芩素对照品、汉黄芩素对照品，加甲醇分别制成每1ml含1mg、0.5mg、0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述供试品溶液、对照药材溶液各2μl及上述三种对照品溶液各1μl，分别点于同一聚酰胺薄膜上，以甲苯-乙酸乙酯-甲醇-甲酸（10:3:1:2）为展开剂，预饱和30分钟，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点；在与对照品色谱相应的位置上，显三个相同的暗色斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过12.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过6.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于40.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水-磷酸（47:53:0.2）为流动相；检测波长为280nm。理论板数按黄芩苷峰计算应不低于2500。</p><p><strong>对照品溶液的制备</strong> 取在60℃减压干燥4小时的黄芩苷对照品适量，精密称定，加甲醇制成每1ml含60μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品中粉约0.3g，精密称定，加70%乙醇40ml，加热回流3小时，放冷，滤过，滤液置100ml量瓶中，用少量70%乙醇分次洗涤容器和残渣，洗液滤入同一量瓶中，加70%乙醇至刻度，摇匀。精密量取1ml，置10ml量瓶中，加甲醇至刻度，摇匀，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含黄芩苷（C<sub>21</sub>H<sub>18</sub>O<sub>11</sub>）不得少于9.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>黄芩片</strong> 除去杂质，置沸水中煮10分钟，取出，闷透，切薄片，干燥；或蒸半小时，取出，切薄片，干燥（注意避免暴晒）。</p><p><strong>【性状】</strong> 本品为类圆形或不规则形薄片。外表皮黄棕色或棕褐色。切面黄棕色或黄绿色，具放射状纹理。</p><p><strong>【含量测定】</strong> 同药材，含黄芩苷（C<sub>21</sub>H<sub>18</sub>O<sub>11</sub>）不得少于8.0%。</p><p><strong>【鉴别】</strong> 同药材。</p><p><strong>酒黄芩</strong> 取黄芩片，照酒炙法（通则0213）炒干。</p><p><strong>【性状】</strong> 本品形如黄芩片。略带焦斑，微有酒香气。</p><p><strong>【含量测定】</strong> 同药材，含黄芩苷（C<sub>21</sub>H<sub>18</sub>O<sub>11</sub>）不得少于8.0%。</p><p><strong>【鉴别】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 苦，寒。归肺、胆、脾、大肠、小肠经。</p><p><strong>【功能与主治】</strong> 清热燥湿，泻火解毒，止血，安胎。用于湿温、暑湿，胸闷呕恶，湿热痞满，泻痢，黄疸，肺热咳嗽，高热烦渴，血热吐衄，痈肿疮毒，胎动不安。</p><p><strong>【用法与用量】</strong> 3～10g。</p><p><strong>【贮藏】</strong> 置通风干燥处，防潮。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (2, 1, '100.海螵蛸.docx', 'velious', '/medicine-image/hai-piao-shao/1.png', '/medicine-image/hai-piao-shao/1.png', `无针乌贼金乌贼（图片引用中草药彩色图谱）海螵蛸（金乌贼）（图片引用中草药彩色图谱）海螵蛸（金乌贼）海螵蛸HɑipiɑoxiɑoSEPIAE ENDOCONCHA本品为乌贼科动物无针乌贼Sepiella maindroni de Rochebrune或金乌贼Sepia esculenta Hoyle的干燥内壳。收集乌贼鱼的骨状内壳，洗净，干燥。【性状】 无针乌贼 呈扁长椭圆形，中间厚，边缘薄，长9～`, 0, '2022-07-22 18:00:00', `无针乌贼

![IMG_256](/medicine-image/hai-piao-shao/1.png)  
金乌贼（图片引用中草药彩色图谱）

![IMG_257](/medicine-image/hai-piao-shao/2.png)  
海螵蛸（金乌贼）（图片引用中草药彩色图谱）

![IMG_258](/medicine-image/hai-piao-shao/3.png)  
海螵蛸（金乌贼）

![IMG_259](/medicine-image/hai-piao-shao/4.png)

# ![IMG_260](/medicine-image/hai-piao-shao/5.png)

# ****海螵蛸****

Hɑipiɑoxiɑo

SEPIAE ENDOCONCHA

本品为乌贼科动物无针乌贼Sepiella maindroni de Rochebrune或金乌贼Sepia esculenta Hoyle的干燥内壳。收集乌贼鱼的骨状内壳，洗净，干燥。

**【性状】** **无针乌贼** 呈扁长椭圆形，中间厚，边缘薄，长9～14cm，宽2.5～3.5cm，厚约1.3cm。背面有磁白色脊状隆起，两侧略显微红色，有不甚明显的细小疣点；腹面白色，自尾端到中部有细密波状横层纹；角质缘半透明，尾部较宽平，无骨针。体轻，质松，易折断，断面粉质，显疏松层纹。气微腥，味微咸。

**金乌贼** 长13～23cm，宽约6.5cm。背面疣点明显，略呈层状排列；腹面的细密波状横层纹占全体大部分，中间有纵向浅槽；尾部角质缘渐宽，向腹面翘起，末端有1骨针，多已断落。

**【鉴别】** （1）本品粉末类白色。角质层碎块类四边形，表面具横裂纹和细密纵纹交织成的网状纹理，亦可见只有纵纹的碎块。石灰质碎块呈条形、正方形或不规则状，多具细条纹或分枝状蛇形笈道。

（2）取本品粉末，滴加稀盐酸，产生气泡。

**【检查】** **重金属及有害元素** 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过5mg/kg；砷不得过10mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。

**【含量测定】** 取本品细粉约0.12g，精密称定，置锥形瓶中，加稀盐酸10ml，沸水浴加热使溶解，加水20ml与甲基红指示液1滴，滴加10\%氢氧化钾溶液至溶液显黄色，再继续多加10ml，加钙黄绿素指示剂少量，用乙二胺四醋酸二钠滴定液（0.05mol/L）滴定，至溶液的黄绿色荧光消失，并显橙色。每1ml乙二胺四醋酸二钠滴定液（0.05mol/L）相当于5.004mg碳酸钙（CaCO3）。

本品含碳酸钙（CaCO3）不得少于86.0\%。

**饮片**

**【炮制】** 除去杂质，洗净，干燥，砸成小块。

**【性状】** 本品为不规则形或类方形小块，类白色或微黄色，气微腥，味微咸。

**【鉴别】** **【检查】** **【含量测定】** 同药材。

**【性味与归经】** 咸、涩，温。归脾、肾经。

**【功能与主治】** 收敛止血，涩精止带，制酸止痛，收湿敛疮。用于吐血衄血，崩漏便血，遗精滑精，赤白带下，胃痛吞酸；外治损伤出血，湿疹湿疮，溃疡不敛。

**【用法与用量】** 5～10g。外用适量，研末敷患处。

**【贮藏】** 置干燥处。`, `<p>无针乌贼</p><p><img src="/medicine-image/hai-piao-shao/1.png" alt="IMG_256" /><br />金乌贼（图片引用中草药彩色图谱）</p><p><img src="/medicine-image/hai-piao-shao/2.png" alt="IMG_257" /><br />海螵蛸（金乌贼）（图片引用中草药彩色图谱）</p><p><img src="/medicine-image/hai-piao-shao/3.png" alt="IMG_258" /><br />海螵蛸（金乌贼）</p><p><img src="/medicine-image/hai-piao-shao/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/hai-piao-shao/5.png" alt="IMG_260" /></h1><h1><strong><strong>海螵蛸</strong></strong></h1><p>Hɑipiɑoxiɑo</p><p>SEPIAE ENDOCONCHA</p><p>本品为乌贼科动物无针乌贼Sepiella maindroni de Rochebrune或金乌贼Sepia esculenta Hoyle的干燥内壳。收集乌贼鱼的骨状内壳，洗净，干燥。</p><p><strong>【性状】</strong> <strong>无针乌贼</strong> 呈扁长椭圆形，中间厚，边缘薄，长9～14cm，宽2.5～3.5cm，厚约1.3cm。背面有磁白色脊状隆起，两侧略显微红色，有不甚明显的细小疣点；腹面白色，自尾端到中部有细密波状横层纹；角质缘半透明，尾部较宽平，无骨针。体轻，质松，易折断，断面粉质，显疏松层纹。气微腥，味微咸。</p><p><strong>金乌贼</strong> 长13～23cm，宽约6.5cm。背面疣点明显，略呈层状排列；腹面的细密波状横层纹占全体大部分，中间有纵向浅槽；尾部角质缘渐宽，向腹面翘起，末端有1骨针，多已断落。</p><p><strong>【鉴别】</strong> （1）本品粉末类白色。角质层碎块类四边形，表面具横裂纹和细密纵纹交织成的网状纹理，亦可见只有纵纹的碎块。石灰质碎块呈条形、正方形或不规则状，多具细条纹或分枝状蛇形笈道。</p><p>（2）取本品粉末，滴加稀盐酸，产生气泡。</p><p><strong>【检查】</strong> <strong>重金属及有害元素</strong> 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过5mg/kg；砷不得过10mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。</p><p><strong>【含量测定】</strong> 取本品细粉约0.12g，精密称定，置锥形瓶中，加稀盐酸10ml，沸水浴加热使溶解，加水20ml与甲基红指示液1滴，滴加10%氢氧化钾溶液至溶液显黄色，再继续多加10ml，加钙黄绿素指示剂少量，用乙二胺四醋酸二钠滴定液（0.05mol/L）滴定，至溶液的黄绿色荧光消失，并显橙色。每1ml乙二胺四醋酸二钠滴定液（0.05mol/L）相当于5.004mg碳酸钙（CaCO<sub>3</sub>）。</p><p>本品含碳酸钙（CaCO<sub>3</sub>）不得少于86.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，干燥，砸成小块。</p><p><strong>【性状】</strong> 本品为不规则形或类方形小块，类白色或微黄色，气微腥，味微咸。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 咸、涩，温。归脾、肾经。</p><p><strong>【功能与主治】</strong> 收敛止血，涩精止带，制酸止痛，收湿敛疮。用于吐血衄血，崩漏便血，遗精滑精，赤白带下，胃痛吞酸；外治损伤出血，湿疹湿疮，溃疡不敛。</p><p><strong>【用法与用量】</strong> 5～10g。外用适量，研末敷患处。</p><p><strong>【贮藏】</strong> 置干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (98, 1, '98.蒲公英.docx', 'velious', '/medicine-image/pu-gong-ying/1.png', '/medicine-image/pu-gong-ying/1.png', `蒲公英植物蒲公英药材蒲公英PugongyingTARAXACI HERBA　　本品为菊科植物蒲公英Taraxacum mongolicum Hand. -Mazz.、碱地蒲公英Taraxacum borealisinense Kitam.或同属数种植物的干燥全草。春至秋季花初开时釆挖，除去杂质，洗净，晒干。　　【性状】本品呈皱缩卷曲的团块。根呈圆锥状，多弯曲，长3～7cm；表面棕褐色，抽皱；根头部`, 0, '2022-07-22 18:00:00', `蒲公英植物

![IMG_256](/medicine-image/pu-gong-ying/1.png)

蒲公英药材

![IMG_257](/medicine-image/pu-gong-ying/2.png)

![IMG_258](/medicine-image/pu-gong-ying/3.png)

# ![IMG_259](/medicine-image/pu-gong-ying/4.png)

**蒲公英**

**Pugongying**

**TARAXACI HERBA**

　　本品为菊科植物蒲公英Taraxacum mongolicum Hand. \-Mazz.、碱地蒲公英Taraxacum borealisinense Kitam.或同属数种植物的干燥全草。春至秋季花初开时釆挖，除去杂质，洗净，晒干。  
　　**【性状】**本品呈皱缩卷曲的团块。根呈圆锥状，多弯曲，长3～7cm；表面棕褐色，抽皱；根头部有棕褐色或黄白色的茸毛，有的已脱落。叶基生，多皱缩破碎，完整叶片呈倒披针形，绿褐色或暗灰绿色，先端尖或钝，边缘浅裂或羽状分裂，基部渐狭，下延呈柄状，下表面主脉明显。花茎1至数条，每条顶生头状花序，总苞片多层，内面一层较长，花冠黄褐色或淡黄白色。有的可见多数具白色冠毛的长椭圆形瘦果。气微，味微苦。  
　　**【鉴别】**（1）本品叶表面观：上下表皮细胞垂周壁波状弯曲，表面角质纹理明显或稀疏可见。上下表皮均有非腺毛，3～9细胞，直径17～34μm，顶端细胞甚长，皱缩呈鞭状或脱落。下表皮气孔较多，不定式或不等式，副卫细胞3～6个，叶肉细胞含细小草酸钙结晶。叶脉旁可见乳汁管。  
　　根横切面：木栓细胞数列，棕色。韧皮部宽广，乳管群断续排列成数轮。形成层成环。木质部较小，射线不明显；导管较大，散列。  
　　（2）取本品粉末1g，加80\%甲醇10ml，超声处理20分钟，滤过，取滤液作为供试品溶液。另取蒲公英对照药材1g，同法制成对照药材溶液。再取菊苣酸对照品，加80\%甲醇制成每1ml含0.2mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液、对照药材溶液各4μl、对照品溶液3μl，分别点于同一硅胶G薄层板上，以三氯甲烷-乙酸乙酯-甲酸-水（6∶12∶5∶2）为展开剂，展开，取出，晾干，喷以1\%三氯化铝乙醇溶液，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的荧光斑点。  
　　**【检查】**水分 不得过13.0\%（通则0832第二法）。  
　　**【含量测定】**照高效液相色谱法（通则0512）测定。  
　　色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇为流动相A，以0.1\%甲酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为327nm。理论板数按菊苣酸峰计算应不低于5000。  
　　![IMG_260](/medicine-image/pu-gong-ying/5.png)  
　　对照品溶液的制备 取菊苣酸对照品适量，精密称定，加80\%甲醇制成每1ml含0.2mg的溶液，即得。  
　　供试品溶液的制备 取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入80\%甲醇20ml，称定重量，超声处理（功率400W，频率40kHz）20分钟，放冷，再称定重量，用80\%甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。  
　　测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。  
　　本品按干燥品计算，含菊苣酸（C22H18O12）不得少于0.45\%。  
　　饮片  
　　**【炮制】**除去杂质，洗净，切段，干燥。  
　　**【性状】**本品为不规则的段。根表面棕褐色，抽皱；根头部有棕褐色或黄白色的茸毛，有的已脱落。叶多皱缩破碎，绿褐色或暗灰绿色，完整者展平后呈倒披针形，先端尖或钝，边缘浅裂或羽状分裂，基部渐狭，下延呈柄状。头状花序，总苞片多层，花冠黄褐色或淡黄白色。有时可见具白色冠毛的长椭圆形瘦果。气微，味微苦。  
　　**【检查】**水分 同药材，不得过10.0\%。  
　　**【浸出物】**照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用75\%乙醇作溶剂，不得少于18.0\%。  
　　**【含量测定】**同药材，含菊苣酸（C22H18O12）不得少于0.30\%。  
　　**【鉴别】**同药材。  
　　**【性味与归经】**苦、甘，寒。归肝、胃经。  
　　**【功能与主治】**清热解毒，消肿散结，利尿通淋。用于疔疮肿毒，乳痈，瘰疬，目赤，咽痛，肺痈，肠痈，湿热黄疸，热淋涩痛。  
　　**【用法与用量】**10～15g。  
　　**【贮藏】**置通风干燥处，防潮，防蛀。`, `<p>蒲公英植物</p><p><img src="/medicine-image/pu-gong-ying/1.png" alt="IMG_256" /></p><p>蒲公英药材</p><p><img src="/medicine-image/pu-gong-ying/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/pu-gong-ying/3.png" alt="IMG_258" /></p><h1><img src="/medicine-image/pu-gong-ying/4.png" alt="IMG_259" /></h1><p><strong>蒲公英</strong></p><p><strong>Pugongying</strong></p><p><strong>TARAXACI HERBA</strong></p><p>　　本品为菊科植物蒲公英Taraxacum mongolicum Hand. -Mazz.、碱地蒲公英Taraxacum borealisinense Kitam.或同属数种植物的干燥全草。春至秋季花初开时釆挖，除去杂质，洗净，晒干。<br />　　<strong>【性状】</strong>本品呈皱缩卷曲的团块。根呈圆锥状，多弯曲，长3～7cm；表面棕褐色，抽皱；根头部有棕褐色或黄白色的茸毛，有的已脱落。叶基生，多皱缩破碎，完整叶片呈倒披针形，绿褐色或暗灰绿色，先端尖或钝，边缘浅裂或羽状分裂，基部渐狭，下延呈柄状，下表面主脉明显。花茎1至数条，每条顶生头状花序，总苞片多层，内面一层较长，花冠黄褐色或淡黄白色。有的可见多数具白色冠毛的长椭圆形瘦果。气微，味微苦。<br />　　<strong>【鉴别】</strong>（1）本品叶表面观：上下表皮细胞垂周壁波状弯曲，表面角质纹理明显或稀疏可见。上下表皮均有非腺毛，3～9细胞，直径17～34μm，顶端细胞甚长，皱缩呈鞭状或脱落。下表皮气孔较多，不定式或不等式，副卫细胞3～6个，叶肉细胞含细小草酸钙结晶。叶脉旁可见乳汁管。<br />　　根横切面：木栓细胞数列，棕色。韧皮部宽广，乳管群断续排列成数轮。形成层成环。木质部较小，射线不明显；导管较大，散列。<br />　　（2）取本品粉末1g，加80%甲醇10ml，超声处理20分钟，滤过，取滤液作为供试品溶液。另取蒲公英对照药材1g，同法制成对照药材溶液。再取菊苣酸对照品，加80%甲醇制成每1ml含0.2mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液、对照药材溶液各4μl、对照品溶液3μl，分别点于同一硅胶G薄层板上，以三氯甲烷-乙酸乙酯-甲酸-水（6∶12∶5∶2）为展开剂，展开，取出，晾干，喷以1%三氯化铝乙醇溶液，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的荧光斑点。<br />　　<strong>【检查】</strong>水分    不得过13.0%（通则0832第二法）。<br />　　<strong>【含量测定】</strong>照高效液相色谱法（通则0512）测定。<br />　　色谱条件与系统适用性试验    以十八烷基硅烷键合硅胶为填充剂；以甲醇为流动相A，以0.1%甲酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为327nm。理论板数按菊苣酸峰计算应不低于5000。<br />　　<img src="/medicine-image/pu-gong-ying/5.png" alt="IMG_260" /><br />　　对照品溶液的制备    取菊苣酸对照品适量，精密称定，加80%甲醇制成每1ml含0.2mg的溶液，即得。<br />　　供试品溶液的制备    取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入80%甲醇20ml，称定重量，超声处理（功率400W，频率40kHz）20分钟，放冷，再称定重量，用80%甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。<br />　　测定法    分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。<br />　　本品按干燥品计算，含菊苣酸（C<sub>22</sub>H<sub>18</sub>O<sub>12</sub>）不得少于0.45%。<br />　　饮片<br />　　<strong>【炮制】</strong>除去杂质，洗净，切段，干燥。<br />　　<strong>【性状】</strong>本品为不规则的段。根表面棕褐色，抽皱；根头部有棕褐色或黄白色的茸毛，有的已脱落。叶多皱缩破碎，绿褐色或暗灰绿色，完整者展平后呈倒披针形，先端尖或钝，边缘浅裂或羽状分裂，基部渐狭，下延呈柄状。头状花序，总苞片多层，花冠黄褐色或淡黄白色。有时可见具白色冠毛的长椭圆形瘦果。气微，味微苦。<br />　　<strong>【检查】</strong>水分  同药材，不得过10.0%。<br />　　<strong>【浸出物】</strong>照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用75%乙醇作溶剂，不得少于18.0%。<br />　　<strong>【含量测定】</strong>同药材，含菊苣酸（C<sub>22</sub>H<sub>18</sub>O<sub>12</sub>）不得少于0.30%。<br />　　<strong>【鉴别】</strong>同药材。<br />　　<strong>【性味与归经】</strong>苦、甘，寒。归肝、胃经。<br />　　<strong>【功能与主治】</strong>清热解毒，消肿散结，利尿通淋。用于疔疮肿毒，乳痈，瘰疬，目赤，咽痛，肺痈，肠痈，湿热黄疸，热淋涩痛。<br />　　<strong>【用法与用量】</strong>10～15g。<br />　　<strong>【贮藏】</strong>置通风干燥处，防潮，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (75, 1, '77.茯苓.docx', 'velious', '/medicine-image/fu-ling/1.png', '/medicine-image/fu-ling/1.png', `真菌茯苓茯苓（下图引用谢宗万老师图片！）茯神（茯苓中抱有松根的部分）茯苓FulingPORIA本品为多孔菌科真菌茯苓Poria cocos（Schw.）Wolf的干燥菌核。多于7～9月采挖，挖出后除去泥沙，堆置"发汗"后，摊开晾至表面干燥，再"发汗"，反复数次至现皱纹、内部水分大部散失后，阴干，称为"茯苓个"；或将鲜茯苓按不同部位切制，阴干，分别称为"茯苓块"和"茯苓片"。【性状】 茯苓个 呈类球`, 0, '2022-07-22 18:00:00', `真菌茯苓

![IMG_256](/medicine-image/fu-ling/1.png)  
茯苓（下图引用谢宗万老师图片！）![IMG_257](/medicine-image/fu-ling/2.png)

![IMG_258](/medicine-image/fu-ling/3.png)

茯神（茯苓中抱有松根的部分）![IMG_259](/medicine-image/fu-ling/4.png)

# ![IMG_260](/medicine-image/fu-ling/5.png)

# ****茯苓****

Fuling

PORIA

本品为多孔菌科真菌茯苓Poria cocos（Schw.）Wolf的干燥菌核。多于7～9月采挖，挖出后除去泥沙，堆置"发汗"后，摊开晾至表面干燥，再"发汗"，反复数次至现皱纹、内部水分大部散失后，阴干，称为"茯苓个"；或将鲜茯苓按不同部位切制，阴干，分别称为"茯苓块"和"茯苓片"。

**【性状】** **茯苓个** 呈类球形、椭圆形、扁圆形或不规则团块，大小不一。外皮薄而粗糙，棕褐色至黑褐色，有明显的皱缩纹理。体重，质坚实，断面颗粒性，有的具裂隙，外层淡棕色，内部白色，少数淡红色，有的中间抱有松根。气微，味淡，嚼之粘牙。

**茯苓块** 为去皮后切制的茯苓，呈立方块状或方块状厚片，大小不一。白色、淡红色或淡棕色。

**茯苓片** 为去皮后切制的茯苓，呈不规则厚片，厚薄不一。白色、淡红色或淡棕色。

**【鉴别】** （1）本品粉末灰白色。不规则颗粒状团块和分枝状团块无色，遇水合氯醛液渐溶化。菌丝无色或淡棕色，细长，稍弯曲，有分枝，直径3～8μm，少数至16μm。

（2）取本品粉末少量，加碘化钾碘试液1滴，显深红色。

（3）取本品粉末1g，加乙醚50ml，超声处理10分钟，滤过，滤液蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取茯苓对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以甲苯-乙酸乙酯-甲酸（20:5:0.5）为展开剂，展开，取出，晾干，喷以2\%香草醛硫酸溶液-乙醇（4:1）混合溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的主斑点。

**【检查】** **水分 **不得过18.0\%（通则0832第二法）。

**总灰分 **不得过2.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于2.5\%。

**饮片**

**【炮制】** 取茯苓个，浸泡，洗净，润后稍蒸，及时削去外皮，切制成块或切厚片，晒干。

**【性状】** **【鉴别】** **【检查】** **【浸出物】** 同药材。

**【性味与归经】** 甘、淡，平。归心、肺、脾、肾经。

**【功能与主治】** 利水渗湿，健脾，宁心。用于水肿尿少，痰饮眩悸，脾虚食少，便溏泄泻，心神不安，惊悸失眠。

**【用法与用量】** 10～15g。

**【贮藏】** 置干燥处，防潮。`, `<p>真菌茯苓</p><p><img src="/medicine-image/fu-ling/1.png" alt="IMG_256" /><br />茯苓（下图引用谢宗万老师图片！）<img src="/medicine-image/fu-ling/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/fu-ling/3.png" alt="IMG_258" /></p><p>茯神（茯苓中抱有松根的部分）<img src="/medicine-image/fu-ling/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/fu-ling/5.png" alt="IMG_260" /></h1><h1><strong><strong>茯苓</strong></strong></h1><p>Fuling</p><p>PORIA</p><p>本品为多孔菌科真菌茯苓Poria cocos（Schw.）Wolf的干燥菌核。多于7～9月采挖，挖出后除去泥沙，堆置"发汗"后，摊开晾至表面干燥，再"发汗"，反复数次至现皱纹、内部水分大部散失后，阴干，称为"茯苓个"；或将鲜茯苓按不同部位切制，阴干，分别称为"茯苓块"和"茯苓片"。</p><p><strong>【性状】</strong> <strong>茯苓个</strong> 呈类球形、椭圆形、扁圆形或不规则团块，大小不一。外皮薄而粗糙，棕褐色至黑褐色，有明显的皱缩纹理。体重，质坚实，断面颗粒性，有的具裂隙，外层淡棕色，内部白色，少数淡红色，有的中间抱有松根。气微，味淡，嚼之粘牙。</p><p><strong>茯苓块</strong> 为去皮后切制的茯苓，呈立方块状或方块状厚片，大小不一。白色、淡红色或淡棕色。</p><p><strong>茯苓片</strong> 为去皮后切制的茯苓，呈不规则厚片，厚薄不一。白色、淡红色或淡棕色。</p><p><strong>【鉴别】</strong> （1）本品粉末灰白色。不规则颗粒状团块和分枝状团块无色，遇水合氯醛液渐溶化。菌丝无色或淡棕色，细长，稍弯曲，有分枝，直径3～8μm，少数至16μm。</p><p>（2）取本品粉末少量，加碘化钾碘试液1滴，显深红色。</p><p>（3）取本品粉末1g，加乙醚50ml，超声处理10分钟，滤过，滤液蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取茯苓对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以甲苯-乙酸乙酯-甲酸（20:5:0.5）为展开剂，展开，取出，晾干，喷以2%香草醛硫酸溶液-乙醇（4:1）混合溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的主斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过18.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过2.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于2.5%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 取茯苓个，浸泡，洗净，润后稍蒸，及时削去外皮，切制成块或切厚片，晒干。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘、淡，平。归心、肺、脾、肾经。</p><p><strong>【功能与主治】</strong> 利水渗湿，健脾，宁心。用于水肿尿少，痰饮眩悸，脾虚食少，便溏泄泻，心神不安，惊悸失眠。</p><p><strong>【用法与用量】</strong> 10～15g。</p><p><strong>【贮藏】</strong> 置干燥处，防潮。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (42, 1, '47.当归.docx', 'velious', '/medicine-image/dang-gui/1.png', '/medicine-image/dang-gui/1.png', `当归植物当归药材当归饮片当归DɑngguiANGELICAE SINENSIS RADIX本品为伞形科植物当归Angelica sinensis（Oliv.）Diels的干燥根。秋末采挖，除去须根和泥沙，待水分稍蒸发后，捆成小把，上棚，用烟火慢慢熏干。【性状】 本品略呈圆柱形，下部有支根3～5条或更多，长15～25cm。表面浅棕色至棕褐色，具纵皱纹和横长皮孔样突起。根头（归头）直径1.5～4cm，`, 0, '2022-07-22 18:00:00', `当归植物

![IMG_256](/medicine-image/dang-gui/1.png)

当归药材

![IMG_257](/medicine-image/dang-gui/2.png)  
当归饮片

![IMG_256](/medicine-image/dang-gui/3.png)

![IMG_259](/medicine-image/dang-gui/4.png)

# ![IMG_264](/medicine-image/dang-gui/5.png)

# ****当归****

Dɑnggui

ANGELICAE SINENSIS RADIX

本品为伞形科植物当归Angelica sinensis（Oliv.）Diels的干燥根。秋末采挖，除去须根和泥沙，待水分稍蒸发后，捆成小把，上棚，用烟火慢慢熏干。

**【性状】** 本品略呈圆柱形，下部有支根3～5条或更多，长15～25cm。表面浅棕色至棕褐色，具纵皱纹和横长皮孔样突起。根头（归头）直径1.5～4cm，具环纹，上端圆钝，或具数个明显突出的根茎痕，有紫色或黄绿色的茎和叶鞘的残基；主根（归身）表面凹凸不平；支根（归尾）直径0.3～1cm，上粗下细，多扭曲，有少数须根痕。质柔韧，断面黄白色或淡黄棕色，皮部厚，有裂隙和多数棕色点状分泌腔，木部色较淡，形成层环黄棕色。有浓郁的香气，味甘、辛、微苦。

柴性大、干枯无油或断面呈绿褐色者不可供药用。

**【鉴别】** （1）本品横切面：木栓层为数列细胞。栓内层窄，有少数油室。韧皮部宽广，多裂隙，油室和油管类圆形，直径25～160μm，外侧较大，向内渐小，周围分泌细胞6～9个。形成层成环。木质部射线宽3～5列细胞；导管单个散在或2～3个相聚，呈放射状排列；薄壁细胞含淀粉粒。

粉末淡黄棕色。韧皮薄壁细胞纺锤形，壁略厚，表面有极微细的斜向交错纹理，有时可见菲薄的横隔。梯纹导管和网纹导管多见，直径约至80μm。有时可见油室碎片。

（2）取本品粉末0.5g，加乙醚20ml，超声处理10分钟，滤过，滤液蒸干，残渣加乙醇1ml使溶解，作为供试品溶液。另取当归对照药材0.5g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以正己烷-乙酸乙酯（4:1）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点。

（3）取本品粉末3g，加1\%碳酸氢钠溶液50ml，超声处理10分钟，离心，取上清液用稀盐酸调节pH值至2～3，用乙醚振摇提取2次，每次20ml，合并乙醚液，挥干，残渣加甲醇1ml使溶解，作为供试品溶液。另取阿魏酸对照品、藁本内酯对照品，加甲醇制成每1ml各含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各10μl，分别点于同一硅胶G薄层板上，以环己烷-二氯甲烷-乙酸乙酯-甲酸（4:1:1:0.1）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分 **不得过15.0\%（通则0832第四法）。

**总灰分** 不得过7.0\%（通则2302）。

**酸不溶性灰分** 不得过2.0\%（通则2302）。

**重金属及有害元素** 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用70\%乙醇作溶剂，不得少于45.0\%。

**【含量测定】** **挥发油** 照挥发油测定法（通则2204乙法）测定。

本品含挥发油不得少于0.4\%（ml/g）。

**阿魏酸** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.085\%磷酸溶液（17:83）为流动相；检测波长为316nm；柱温35℃。理论板数按阿魏酸峰计算应不低于5000。

对照品溶液的制备 取阿魏酸对照品适量，精密称定，置棕色量瓶中，加70\%甲醇制成每1ml含12μg的溶液，即得。

供试品溶液的制备 取本品粉末（过三号筛）约0.2g，精密称定，置具塞锥形瓶中，精密加入70\%甲醇20ml，密塞，称定重量，加热回流30分钟，放冷，再称定重量，用70\%甲醇补足减失的重量，摇匀，静置，取上清液滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含阿魏酸（C10H10O4）不得少于0.050\%。

**饮片**

**【炮制】** **当归** 除去杂质，洗净，润透，切薄片，晒干或低温干燥。

**【性状】** 本品呈类圆形、椭圆形或不规则薄片。外表皮浅棕色至棕褐色。切面浅棕黄色或黄白色，平坦，有裂隙，中间有浅棕色的形成层环，并有多数棕色的油点，香气浓郁，味甘、辛、微苦。

**【鉴别】**（除横切面外） **【检查】** **【浸出物】** 同药材。

**酒当归** 取净当归片，照酒炙法（通则0213）炒干。

**【性状】** 本品形如当归片。切面深黄色或浅棕黄色，略有焦斑。香气浓郁，并略有酒香气。

**【检查】** **水分 **同药材，不得过10.0\%。

**【浸出物】** 同药材，不得少于50.0\%。

**【鉴别】**（除横切面外） **【检查】**（总灰分 酸不溶性灰分） 同药材。

**【性味与归经】** 甘、辛，温。归肝、心、脾经。

**【功能与主治】** 补血活血，调经止痛，润肠通便。用于血虚萎黄，眩晕心悸，月经不调，经闭痛经，虚寒腹痛，风湿痹痛，跌扑损伤，痈疽疮疡，肠燥便秘。酒当归活血通经。用于经闭痛经，风湿痹痛，跌扑损伤。

**【用法与用量】** 6～12g。

**【贮藏】** 置阴凉干燥处，防潮，防蛀。`, `<p>当归植物</p><p><img src="/medicine-image/dang-gui/1.png" alt="IMG_256" /></p><p>当归药材</p><p><img src="/medicine-image/dang-gui/2.png" alt="IMG_257" /><br />当归饮片</p><p><img src="/medicine-image/dang-gui/3.png" alt="IMG_256" /></p><p><img src="/medicine-image/dang-gui/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/dang-gui/5.png" alt="IMG_264" /></h1><h1><strong><strong>当归</strong></strong></h1><p>Dɑnggui</p><p>ANGELICAE SINENSIS RADIX</p><p>本品为伞形科植物当归Angelica sinensis（Oliv.）Diels的干燥根。秋末采挖，除去须根和泥沙，待水分稍蒸发后，捆成小把，上棚，用烟火慢慢熏干。</p><p><strong>【性状】</strong> 本品略呈圆柱形，下部有支根3～5条或更多，长15～25cm。表面浅棕色至棕褐色，具纵皱纹和横长皮孔样突起。根头（归头）直径1.5～4cm，具环纹，上端圆钝，或具数个明显突出的根茎痕，有紫色或黄绿色的茎和叶鞘的残基；主根（归身）表面凹凸不平；支根（归尾）直径0.3～1cm，上粗下细，多扭曲，有少数须根痕。质柔韧，断面黄白色或淡黄棕色，皮部厚，有裂隙和多数棕色点状分泌腔，木部色较淡，形成层环黄棕色。有浓郁的香气，味甘、辛、微苦。</p><p>柴性大、干枯无油或断面呈绿褐色者不可供药用。</p><p><strong>【鉴别】</strong> （1）本品横切面：木栓层为数列细胞。栓内层窄，有少数油室。韧皮部宽广，多裂隙，油室和油管类圆形，直径25～160μm，外侧较大，向内渐小，周围分泌细胞6～9个。形成层成环。木质部射线宽3～5列细胞；导管单个散在或2～3个相聚，呈放射状排列；薄壁细胞含淀粉粒。</p><p>粉末淡黄棕色。韧皮薄壁细胞纺锤形，壁略厚，表面有极微细的斜向交错纹理，有时可见菲薄的横隔。梯纹导管和网纹导管多见，直径约至80μm。有时可见油室碎片。</p><p>（2）取本品粉末0.5g，加乙醚20ml，超声处理10分钟，滤过，滤液蒸干，残渣加乙醇1ml使溶解，作为供试品溶液。另取当归对照药材0.5g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以正己烷-乙酸乙酯（4:1）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点。</p><p>（3）取本品粉末3g，加1%碳酸氢钠溶液50ml，超声处理10分钟，离心，取上清液用稀盐酸调节pH值至2～3，用乙醚振摇提取2次，每次20ml，合并乙醚液，挥干，残渣加甲醇1ml使溶解，作为供试品溶液。另取阿魏酸对照品、藁本内酯对照品，加甲醇制成每1ml各含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各10μl，分别点于同一硅胶G薄层板上，以环己烷-二氯甲烷-乙酸乙酯-甲酸（4:1:1:0.1）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过15.0%（通则0832第四法）。</p><p><strong>总灰分</strong> 不得过7.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过2.0%（通则2302）。</p><p><strong>重金属及有害元素</strong> 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用70%乙醇作溶剂，不得少于45.0%。</p><p><strong>【含量测定】</strong> <strong>挥发油</strong> 照挥发油测定法（通则2204乙法）测定。</p><p>本品含挥发油不得少于0.4%（ml/g）。</p><p><strong>阿魏酸</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.085%磷酸溶液（17:83）为流动相；检测波长为316nm；柱温35℃。理论板数按阿魏酸峰计算应不低于5000。</p><p>对照品溶液的制备 取阿魏酸对照品适量，精密称定，置棕色量瓶中，加70%甲醇制成每1ml含12μg的溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过三号筛）约0.2g，精密称定，置具塞锥形瓶中，精密加入70%甲醇20ml，密塞，称定重量，加热回流30分钟，放冷，再称定重量，用70%甲醇补足减失的重量，摇匀，静置，取上清液滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含阿魏酸（C<sub>10</sub>H<sub>10</sub>O<sub>4</sub>）不得少于0.050%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>当归</strong> 除去杂质，洗净，润透，切薄片，晒干或低温干燥。</p><p><strong>【性状】</strong> 本品呈类圆形、椭圆形或不规则薄片。外表皮浅棕色至棕褐色。切面浅棕黄色或黄白色，平坦，有裂隙，中间有浅棕色的形成层环，并有多数棕色的油点，香气浓郁，味甘、辛、微苦。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong> <strong>【浸出物】</strong> 同药材。</p><p><strong>酒当归</strong> 取净当归片，照酒炙法（通则0213）炒干。</p><p><strong>【性状】</strong> 本品形如当归片。切面深黄色或浅棕黄色，略有焦斑。香气浓郁，并略有酒香气。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过10.0%。</p><p><strong>【浸出物】</strong> 同药材，不得少于50.0%。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong>（总灰分 酸不溶性灰分） 同药材。</p><p><strong>【性味与归经】</strong> 甘、辛，温。归肝、心、脾经。</p><p><strong>【功能与主治】</strong> 补血活血，调经止痛，润肠通便。用于血虚萎黄，眩晕心悸，月经不调，经闭痛经，虚寒腹痛，风湿痹痛，跌扑损伤，痈疽疮疡，肠燥便秘。酒当归活血通经。用于经闭痛经，风湿痹痛，跌扑损伤。</p><p><strong>【用法与用量】</strong> 6～12g。</p><p><strong>【贮藏】</strong> 置阴凉干燥处，防潮，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (74, 1, '76.酸枣仁.docx', 'velious', '/medicine-image/suan-zao-ren/1.png', '/medicine-image/suan-zao-ren/1.png', `酸枣植物易混淆品理枣仁（市场称为进口货）酸枣仁SuanzaorenZIZIPHI SPINOSAE SEMEN　　本品为鼠李科植物酸枣Ziziphus jujuba Mill. var. spinosa（Bunge）Hu ex H. F. Chou的干燥成熟种子。秋末冬初采收成熟果实，除去果肉和核壳，收集种子，晒干。　　【性状】本品呈扁圆形或扁椭圆形，长5～9mm，宽5～7mm，厚约3mm。表面紫`, 0, '2022-07-22 18:00:00', `酸枣植物

![IMG_256](/medicine-image/suan-zao-ren/1.png)

![IMG_257](/medicine-image/suan-zao-ren/2.png)

**易混淆品理枣仁（市场称为进口货）**

![IMG_258](/medicine-image/suan-zao-ren/3.png)

# ![IMG_259](/medicine-image/suan-zao-ren/4.png)

**酸枣仁**

**Suanzaoren**

**ZIZIPHI SPINOSAE SEMEN**

　　本品为鼠李科植物酸枣Ziziphus jujuba Mill. var. spinosa（Bunge）Hu ex H. F. Chou的干燥成熟种子。秋末冬初采收成熟果实，除去果肉和核壳，收集种子，晒干。  
　　**【性状】**本品呈扁圆形或扁椭圆形，长5～9mm，宽5～7mm，厚约3mm。表面紫红色或紫褐色，平滑有光泽，有的有裂纹。有的两面均呈圆隆状突起；有的一面较平坦，中间有1条隆起的纵线纹；另一面稍突起。一端凹陷，可见线形种脐；另端有细小突起的合点。种皮较脆，胚乳白色，子叶2，浅黄色，富油性。气微，味淡。  
　　**【鉴别】**（1）本品粉末棕红色。种皮栅状细胞棕红色，表面观多角形，直径约15μm，壁厚，木化，胞腔小；侧面观呈长条形，外壁增厚，侧壁上、中部甚厚，下部渐薄；底面观类多角形或圆多角形。种皮内表皮细胞棕黄色，表面观长方形或类方形，垂周壁连珠状增厚，木化。子叶表皮细胞含细小草酸钙簇晶和方晶。  
　　（2）取本品粉末1g，加甲醇30ml，加热回流1小时，滤过，滤液蒸干，残渣加甲醇0.5ml使溶解，作为供试品溶液。另取酸枣仁皂苷A对照品、酸枣仁皂苷B对照品，加甲醇制成每1ml各含1mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以水饱和的正丁醇为展开剂，展开，取出，晾干，喷以1\%香草醛硫酸溶液，立即检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。  
　　（3）取本品粉末1g，加石油醚（60～90℃）30ml，加热回流2小时，滤过，弃去石油醚液，药渣挥干，加甲醇30ml，加热回流1小时，滤过，滤液蒸干，残渣加甲醇2ml使溶解，作为供试品溶液。另取酸枣仁对照药材1g，同法制成对照药材溶液。再取斯皮诺素对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各2μl，分别点于同一硅胶G薄层板上，以水饱和的正丁醇为展开剂，展开，取出，晾干，喷以1\%香草醛硫酸溶液，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同的蓝色荧光斑点。  
　　**【检查】**杂质（核壳等）　不得过5\%（通则2301）。  
　　水分　不得过9.0\%（通则0832第二法）。  
　　总灰分　不得过7.0\%（通则2302）。  
　　重金属及有害元素　照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。  
　　黄曲霉毒素　照真菌毒素测定法（通则2351）测定。  
　　取本品粉末（过二号筛）约5g，精密称定，加入氯化钠3g，照黄曲霉毒素测定法项下供试品的制备方法，测定，计算，即得。  
　　本品每1000g含黄曲霉毒素B1不得过5μg，含黄曲霉毒素G2、黄曲霉毒素G1、黄曲霉毒素B2和黄曲霉毒素B1的总量不得过10μg。  
　　**【含量测定】**　酸枣仁皂苷A 照高效液相色谱法（通则0512）测定。  
　　色谱条件与系统适用性试验　　以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B；按下表中的规定进行梯度洗脱；蒸发光散射检测器检测。理论板数按酸枣仁皂苷A峰计算应不低于2000。  
　　![IMG_260](/medicine-image/suan-zao-ren/5.png)  
　　对照品溶液的制备　取酸枣仁皂苷A对照品适量，精密称定，加甲醇制成每1ml含0.1mg的溶液，即得。  
　　供试品溶液的制备　取本品粉末（过四号筛）约1g，精密称定，置索氏提取器中，加石油醚（60～90℃）适量，加热回流4小时，弃去石油醚液，药渣挥去溶剂，转移至锥形瓶中，加入70\%乙醇20ml，加热回流2小时，滤过，滤渣用70\%乙醇5ml洗涤，合并洗液与滤液，回收溶剂至干，残渣加甲醇溶解，转移至5ml量瓶中，加甲醇至刻度，摇匀，滤过，取续滤液，即得。  
　　测定法　分别精密吸取对照品溶液5μl、20μl，供试品溶液10μl，注入液相色谱仪，测定，用外标两点法对数方程计算，即得。  
　　本品按干燥品计算，含酸枣仁皂苷A（C58H94O26）不得少于0.030\%。  
　　斯皮诺素　照高效液相色谱法（通则0512）测定。  
　　色谱条件与系统适用性试验　　以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；检测波长为335nm。理论板数按斯皮诺素峰计算应不低于2000。  
　　![IMG_261](/medicine-image/suan-zao-ren/6.png)  
　　对照品溶液的制备　取斯皮诺素对照品适量，精密称定，加甲醇制成每1ml含0.2mg的溶液，即得。  
　　供试品溶液的制备　取〔含量测定〕酸枣仁皂苷A项下的供试品溶液，作为供试品溶液。  
　　测定法　分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。  
　　本品按干燥品计算，含斯皮诺素（C28H32O15）不得少于0.080\%。  
　　饮片  
　　**【炮制】**酸枣仁 除去残留核壳。用时捣碎。  
　　**【性状】【鉴别】【检查】**（水分 总灰分）**【含量测定】**　同药材。  
　　炒酸枣仁　取净酸枣仁，照清炒法（通则0213）炒至鼓起，色微变深。用时捣碎。  
　　**【性状】**本品形如酸枣仁。表面微鼓起，微具焦斑。略有焦香气，味淡。  
　　**【检查】**水分 同药材，不得过7.0\%。  
　　总灰分　同药材，不得过4.0\%。  
　　**【鉴别】【含量测定】**同药材。  
　　**【性味与归经】**甘、酸，平。归肝、胆、心经。  
　　**【功能与主治】**养心补肝，宁心安神，敛汗，生津。用于虚烦不眠，惊悸多梦，体虚多汗，津伤口渴。  
　　**【用法与用量】**10～15g。  
　　**【贮藏】**置阴凉干燥处，防蛀。`, `<p>酸枣植物</p><p><img src="/medicine-image/suan-zao-ren/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/suan-zao-ren/2.png" alt="IMG_257" /></p><p><strong>易混淆品理枣仁（市场称为进口货）</strong></p><p><img src="/medicine-image/suan-zao-ren/3.png" alt="IMG_258" /></p><h1><img src="/medicine-image/suan-zao-ren/4.png" alt="IMG_259" /></h1><p><strong>酸枣仁</strong></p><p><strong>Suanzaoren</strong></p><p><strong>ZIZIPHI SPINOSAE SEMEN</strong></p><p>　　本品为鼠李科植物酸枣Ziziphus jujuba Mill. var. spinosa（Bunge）Hu ex H. F. Chou的干燥成熟种子。秋末冬初采收成熟果实，除去果肉和核壳，收集种子，晒干。<br />　　<strong>【性状】</strong>本品呈扁圆形或扁椭圆形，长5～9mm，宽5～7mm，厚约3mm。表面紫红色或紫褐色，平滑有光泽，有的有裂纹。有的两面均呈圆隆状突起；有的一面较平坦，中间有1条隆起的纵线纹；另一面稍突起。一端凹陷，可见线形种脐；另端有细小突起的合点。种皮较脆，胚乳白色，子叶2，浅黄色，富油性。气微，味淡。<br />　　<strong>【鉴别】</strong>（1）本品粉末棕红色。种皮栅状细胞棕红色，表面观多角形，直径约15μm，壁厚，木化，胞腔小；侧面观呈长条形，外壁增厚，侧壁上、中部甚厚，下部渐薄；底面观类多角形或圆多角形。种皮内表皮细胞棕黄色，表面观长方形或类方形，垂周壁连珠状增厚，木化。子叶表皮细胞含细小草酸钙簇晶和方晶。<br />　　（2）取本品粉末1g，加甲醇30ml，加热回流1小时，滤过，滤液蒸干，残渣加甲醇0.5ml使溶解，作为供试品溶液。另取酸枣仁皂苷A对照品、酸枣仁皂苷B对照品，加甲醇制成每1ml各含1mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以水饱和的正丁醇为展开剂，展开，取出，晾干，喷以1%香草醛硫酸溶液，立即检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。<br />　　（3）取本品粉末1g，加石油醚（60～90℃）30ml，加热回流2小时，滤过，弃去石油醚液，药渣挥干，加甲醇30ml，加热回流1小时，滤过，滤液蒸干，残渣加甲醇2ml使溶解，作为供试品溶液。另取酸枣仁对照药材1g，同法制成对照药材溶液。再取斯皮诺素对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各2μl，分别点于同一硅胶G薄层板上，以水饱和的正丁醇为展开剂，展开，取出，晾干，喷以1%香草醛硫酸溶液，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同的蓝色荧光斑点。<br />　　<strong>【检查】</strong>杂质（核壳等）　不得过5%（通则2301）。<br />　　水分　不得过9.0%（通则0832第二法）。<br />　　总灰分　不得过7.0%（通则2302）。<br />　　重金属及有害元素　照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。<br />　　黄曲霉毒素　照真菌毒素测定法（通则2351）测定。<br />　　取本品粉末（过二号筛）约5g，精密称定，加入氯化钠3g，照黄曲霉毒素测定法项下供试品的制备方法，测定，计算，即得。<br />　　本品每1000g含黄曲霉毒素B<sub>1</sub>不得过5μg，含黄曲霉毒素G<sub>2</sub>、黄曲霉毒素G<sub>1</sub>、黄曲霉毒素B<sub>2</sub>和黄曲霉毒素B<sub>1</sub>的总量不得过10μg。<br />　　<strong>【含量测定】</strong>　酸枣仁皂苷A    照高效液相色谱法（通则0512）测定。<br />　　色谱条件与系统适用性试验　　以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B；按下表中的规定进行梯度洗脱；蒸发光散射检测器检测。理论板数按酸枣仁皂苷A峰计算应不低于2000。<br />　　<img src="/medicine-image/suan-zao-ren/5.png" alt="IMG_260" /><br />　　对照品溶液的制备　取酸枣仁皂苷A对照品适量，精密称定，加甲醇制成每1ml含0.1mg的溶液，即得。<br />　　供试品溶液的制备　取本品粉末（过四号筛）约1g，精密称定，置索氏提取器中，加石油醚（60～90℃）适量，加热回流4小时，弃去石油醚液，药渣挥去溶剂，转移至锥形瓶中，加入70%乙醇20ml，加热回流2小时，滤过，滤渣用70%乙醇5ml洗涤，合并洗液与滤液，回收溶剂至干，残渣加甲醇溶解，转移至5ml量瓶中，加甲醇至刻度，摇匀，滤过，取续滤液，即得。<br />　　测定法　分别精密吸取对照品溶液5μl、20μl，供试品溶液10μl，注入液相色谱仪，测定，用外标两点法对数方程计算，即得。<br />　　本品按干燥品计算，含酸枣仁皂苷A（C<sub>58</sub>H<sub>94</sub>O<sub>26</sub>）不得少于0.030%。<br />　　斯皮诺素　照高效液相色谱法（通则0512）测定。<br />　　色谱条件与系统适用性试验　　以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；检测波长为335nm。理论板数按斯皮诺素峰计算应不低于2000。<br />　　<img src="/medicine-image/suan-zao-ren/6.png" alt="IMG_261" /><br />　　对照品溶液的制备　取斯皮诺素对照品适量，精密称定，加甲醇制成每1ml含0.2mg的溶液，即得。<br />　　供试品溶液的制备　取〔含量测定〕酸枣仁皂苷A项下的供试品溶液，作为供试品溶液。<br />　　测定法　分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。<br />　　本品按干燥品计算，含斯皮诺素（C<sub>28</sub>H<sub>32</sub>O<sub>15</sub>）不得少于0.080%。<br />　　饮片<br />　　<strong>【炮制】</strong>酸枣仁    除去残留核壳。用时捣碎。<br />　　<strong>【性状】【鉴别】【检查】</strong>（水分  总灰分）<strong>【含量测定】</strong>　同药材。<br />　　炒酸枣仁　取净酸枣仁，照清炒法（通则0213）炒至鼓起，色微变深。用时捣碎。<br />　　<strong>【性状】</strong>本品形如酸枣仁。表面微鼓起，微具焦斑。略有焦香气，味淡。<br />　　<strong>【检查】</strong>水分    同药材，不得过7.0%。<br />　　总灰分　同药材，不得过4.0%。<br />　　<strong>【鉴别】【含量测定】</strong>同药材。<br />　　<strong>【性味与归经】</strong>甘、酸，平。归肝、胆、心经。<br />　　<strong>【功能与主治】</strong>养心补肝，宁心安神，敛汗，生津。用于虚烦不眠，惊悸多梦，体虚多汗，津伤口渴。<br />　　<strong>【用法与用量】</strong>10～15g。<br />　　<strong>【贮藏】</strong>置阴凉干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (94, 1, '94.黄精.docx', 'velious', '/medicine-image/huang-jing/1.png', '/medicine-image/huang-jing/1.png', `黄精HuɑngjingPOLYGONATI RHIZOMA本品为百合科植物滇黄精Polygonatum kingianum Coll.et Hemsl.、黄精Polygonatum sibiricum Red.或多花黄精Polygonatum cyrtonema Hua的干燥根茎。按形状不同，习称"大黄精"、"鸡头黄精"、"姜形黄精"。春、秋二季采挖，除去须根，洗净，置沸水中略烫或蒸至透心，干燥。`, 0, '2022-07-22 18:00:00', `![IMG_256](/medicine-image/huang-jing/1.png)

![IMG_257](/medicine-image/huang-jing/2.png)

![IMG_259](/medicine-image/huang-jing/3.png)

![IMG_260](/medicine-image/huang-jing/4.png)

![IMG_261](/medicine-image/huang-jing/5.png)

# ![IMG_262](/medicine-image/huang-jing/6.png)

# ****黄精****

Huɑngjing

POLYGONATI RHIZOMA

本品为百合科植物滇黄精Polygonatum kingianum Coll.et Hemsl.、黄精Polygonatum sibiricum Red.或多花黄精Polygonatum cyrtonema Hua的干燥根茎。按形状不同，习称"大黄精"、"鸡头黄精"、"姜形黄精"。春、秋二季采挖，除去须根，洗净，置沸水中略烫或蒸至透心，干燥。

**【性状】** **大黄精** 呈肥厚肉质的结节块状，结节长可达10cm以上，宽3～6cm，厚2～3cm。表面淡黄色至黄棕色，具环节，有皱纹及须根痕，结节上侧茎痕呈圆盘状，圆周凹入，中部突出。质硬而韧，不易折断，断面角质，淡黄色至黄棕色。气微，味甜，嚼之有黏性。

**鸡头黄精** 呈结节状弯柱形，长3～10cm，直径0.5～1.5cm。结节长2～4cm，略呈圆锥形，常有分枝。表面黄白色或灰黄色，半透明，有纵皱纹，茎痕圆形，直径5～8mm。

**姜形黄精** 呈长条结节块状，长短不等，常数个块状结节相连。表面灰黄色或黄褐色，粗糙，结节上侧有突出的圆盘状茎痕，直径0.8～1.5cm。

味苦者不可药用。

**【鉴别】** （1）本品横切面：大黄精 表皮细胞外壁较厚。薄壁组织间散有多数大的黏液细胞，内含草酸钙针晶束。维管束散列，大多为周木型。

鸡头黄精、姜形黄精 维管束多为外韧型。

（2）取本品粉末1g，加70\%乙醇20ml，加热回流1小时，抽滤，滤液蒸干，残渣加水10ml使溶解，加正丁醇振摇提取2次，每次20ml，合并正丁醇液，蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取黄精对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙酸乙酯-甲酸（5:2:0.1）为展开剂，展开，取出，晾干，喷以5\%香草醛硫酸溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过18.0\%（通则0832第四法）。

**总灰分 **取本品，80℃干燥6小时，粉碎后测定，不得过4.0\%（通则2302）。

**重金属及有害元素** 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于45.0\%。

**【含量测定】** **对照品溶液的制备** 取经105℃干燥至恒重的无水葡萄糖对照品33mg，精密称定，置100ml量瓶中，加水溶解并稀释至刻度，摇匀，即得（每1ml中含无水葡萄糖0.33mg）。

**标准曲线的制备** 精密量取对照品溶液0.1ml、0.2ml、0.3ml、0.4ml、0.5ml、0.6ml，分别置10ml具塞刻度试管中，各加水至2.0ml，摇匀，在冰水浴中缓缓滴加0.2\%蒽酮-硫酸溶液至刻度，混匀，放冷后置水浴中保温10分钟，取出，立即置冰水浴中冷却10分钟，取出，以相应试剂为空白。照紫外-可见分光光度法（通则0401），在582nm波长处测定吸光度。以吸光度为纵坐标，浓度为横坐标，绘制标准曲线。

**测定法** 取60℃干燥至恒重的本品细粉约0.25g，精密称定，置圆底烧瓶中，加80\%乙醇150ml，置水浴中加热回流1小时，趁热滤过，残渣用80\%热乙醇洗涤3次，每次10ml，将残渣及滤纸置烧瓶中，加水150ml，置沸水浴中加热回流1小时，趁热滤过，残渣及烧瓶用热水洗涤4次，每次10ml，合并滤液与洗液，放冷，转移至250ml量瓶中，加水至刻度，摇匀，精密量取1ml，置10ml具塞干燥试管中，照标准曲线的制备项下的方法，自"加水至2.0ml"起，依法测定吸光度，从标准曲线上读出供试品溶液中含无水葡萄糖的重量（mg），计算，即得。

本品按干燥品计算，含黄精多糖以无水葡萄糖（C6H12O6）计，不得少于7.0\%。

**饮片**

**【炮制】** **黄精** 除去杂质，洗净，略润，切厚片，干燥。

**【性状】** 本品呈不规则的厚片，外表皮淡黄色至黄棕色。切面略呈角质样，淡黄色至黄棕色，可见多数淡黄色筋脉小点。质稍硬而韧。气微，味甜，嚼之有黏性。

**【检查】** **水分 **同药材，不得过15.0\%。

**【鉴别】**（除横切面外） **【检查】**（总灰分） **【浸出物】** **【含量测定】** 同药材。

**酒黄精** 取净黄精，照酒炖法或酒蒸法（通则0213）炖透或蒸透，稍晾，切厚片，干燥。

每100kg黄精，用黄酒20kg。

**【性状】** 本品呈不规则的厚片。表面棕褐色至黑色，有光泽，中心棕色至浅褐色，可见筋脉小点。质较柔软。味甜，微有酒香气。

**【检查】** **水分 **同药材，不得过15.0\%。

**【含量测定】** 同药材，含黄精多糖以无水葡萄糖（C6H12O6）计，不得少于4.0\%。

**【鉴别】**（除横切面外） **【检查】**（总灰分） **【浸出物】** 同药材。

**【性味与归经】** 甘，平。归脾、肺、肾经。

**【功能与主治】** 补气养阴，健脾，润肺，益肾。用于脾胃气虚，体倦乏力，胃阴不足，口干食少，肺虚燥咳，劳嗽咳血，精血不足，腰膝酸软，须发早白，内热消渴。

**【用法与用量】** 9～15g。

**【贮藏】** 置通风干燥处，防霉，防蛀。`, `<p><img src="/medicine-image/huang-jing/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/huang-jing/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/huang-jing/3.png" alt="IMG_259" /></p><p><img src="/medicine-image/huang-jing/4.png" alt="IMG_260" /></p><p><img src="/medicine-image/huang-jing/5.png" alt="IMG_261" /></p><h1><img src="/medicine-image/huang-jing/6.png" alt="IMG_262" /></h1><h1><strong><strong>黄精</strong></strong></h1><p>Huɑngjing</p><p>POLYGONATI RHIZOMA</p><p>本品为百合科植物滇黄精Polygonatum kingianum Coll.et Hemsl.、黄精Polygonatum sibiricum Red.或多花黄精Polygonatum cyrtonema Hua的干燥根茎。按形状不同，习称"大黄精"、"鸡头黄精"、"姜形黄精"。春、秋二季采挖，除去须根，洗净，置沸水中略烫或蒸至透心，干燥。</p><p><strong>【性状】</strong> <strong>大黄精</strong> 呈肥厚肉质的结节块状，结节长可达10cm以上，宽3～6cm，厚2～3cm。表面淡黄色至黄棕色，具环节，有皱纹及须根痕，结节上侧茎痕呈圆盘状，圆周凹入，中部突出。质硬而韧，不易折断，断面角质，淡黄色至黄棕色。气微，味甜，嚼之有黏性。</p><p><strong>鸡头黄精</strong> 呈结节状弯柱形，长3～10cm，直径0.5～1.5cm。结节长2～4cm，略呈圆锥形，常有分枝。表面黄白色或灰黄色，半透明，有纵皱纹，茎痕圆形，直径5～8mm。</p><p><strong>姜形黄精</strong> 呈长条结节块状，长短不等，常数个块状结节相连。表面灰黄色或黄褐色，粗糙，结节上侧有突出的圆盘状茎痕，直径0.8～1.5cm。</p><p>味苦者不可药用。</p><p><strong>【鉴别】</strong> （1）本品横切面：大黄精 表皮细胞外壁较厚。薄壁组织间散有多数大的黏液细胞，内含草酸钙针晶束。维管束散列，大多为周木型。</p><p>鸡头黄精、姜形黄精 维管束多为外韧型。</p><p>（2）取本品粉末1g，加70%乙醇20ml，加热回流1小时，抽滤，滤液蒸干，残渣加水10ml使溶解，加正丁醇振摇提取2次，每次20ml，合并正丁醇液，蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取黄精对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙酸乙酯-甲酸（5:2:0.1）为展开剂，展开，取出，晾干，喷以5%香草醛硫酸溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过18.0%（通则0832第四法）。</p><p><strong>总灰分 </strong>取本品，80℃干燥6小时，粉碎后测定，不得过4.0%（通则2302）。</p><p><strong>重金属及有害元素</strong> 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于45.0%。</p><p><strong>【含量测定】</strong> <strong>对照品溶液的制备</strong> 取经105℃干燥至恒重的无水葡萄糖对照品33mg，精密称定，置100ml量瓶中，加水溶解并稀释至刻度，摇匀，即得（每1ml中含无水葡萄糖0.33mg）。</p><p><strong>标准曲线的制备</strong> 精密量取对照品溶液0.1ml、0.2ml、0.3ml、0.4ml、0.5ml、0.6ml，分别置10ml具塞刻度试管中，各加水至2.0ml，摇匀，在冰水浴中缓缓滴加0.2%蒽酮-硫酸溶液至刻度，混匀，放冷后置水浴中保温10分钟，取出，立即置冰水浴中冷却10分钟，取出，以相应试剂为空白。照紫外-可见分光光度法（通则0401），在582nm波长处测定吸光度。以吸光度为纵坐标，浓度为横坐标，绘制标准曲线。</p><p><strong>测定法</strong> 取60℃干燥至恒重的本品细粉约0.25g，精密称定，置圆底烧瓶中，加80%乙醇150ml，置水浴中加热回流1小时，趁热滤过，残渣用80%热乙醇洗涤3次，每次10ml，将残渣及滤纸置烧瓶中，加水150ml，置沸水浴中加热回流1小时，趁热滤过，残渣及烧瓶用热水洗涤4次，每次10ml，合并滤液与洗液，放冷，转移至250ml量瓶中，加水至刻度，摇匀，精密量取1ml，置10ml具塞干燥试管中，照标准曲线的制备项下的方法，自"加水至2.0ml"起，依法测定吸光度，从标准曲线上读出供试品溶液中含无水葡萄糖的重量（mg），计算，即得。</p><p>本品按干燥品计算，含黄精多糖以无水葡萄糖（C<sub>6</sub>H<sub>12</sub>O<sub>6</sub>）计，不得少于7.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>黄精</strong> 除去杂质，洗净，略润，切厚片，干燥。</p><p><strong>【性状】</strong> 本品呈不规则的厚片，外表皮淡黄色至黄棕色。切面略呈角质样，淡黄色至黄棕色，可见多数淡黄色筋脉小点。质稍硬而韧。气微，味甜，嚼之有黏性。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过15.0%。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong>（总灰分） <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>酒黄精</strong> 取净黄精，照酒炖法或酒蒸法（通则0213）炖透或蒸透，稍晾，切厚片，干燥。</p><p>每100kg黄精，用黄酒20kg。</p><p><strong>【性状】</strong> 本品呈不规则的厚片。表面棕褐色至黑色，有光泽，中心棕色至浅褐色，可见筋脉小点。质较柔软。味甜，微有酒香气。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过15.0%。</p><p><strong>【含量测定】</strong> 同药材，含黄精多糖以无水葡萄糖（C<sub>6</sub>H<sub>12</sub>O<sub>6</sub>）计，不得少于4.0%。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong>（总灰分） <strong>【浸出物】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘，平。归脾、肺、肾经。</p><p><strong>【功能与主治】</strong> 补气养阴，健脾，润肺，益肾。用于脾胃气虚，体倦乏力，胃阴不足，口干食少，肺虚燥咳，劳嗽咳血，精血不足，腰膝酸软，须发早白，内热消渴。</p><p><strong>【用法与用量】</strong> 9～15g。</p><p><strong>【贮藏】</strong> 置通风干燥处，防霉，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (15, 1, '22.滑石粉.docx', 'velious', '/medicine-image/hua-shi-fen/1.png', '/medicine-image/hua-shi-fen/1.png', `滑石粉滑石粉HuɑshifenTALCI PULVIS本品系滑石经精选净制、粉碎、干燥制成。【性状】 本品为白色或类白色、微细、无砂性的粉末，手摸有滑腻感。气微，味淡。本品在水、稀盐酸或稀氢氧化钠溶液中均不溶解。【鉴别】 取本品，照滑石项下的〔鉴别〕（1）、（2）项试验，显相同的反应。【检查】 酸碱度 取本品10g，加水50ml，煮沸30分钟，时时补充蒸失的水分，滤过。滤液遇中性石蕊试纸应显中性反`, 0, '2022-07-22 18:00:00', `# 滑石粉

![IMG_256](/medicine-image/hua-shi-fen/3.png)

![IMG_256](/medicine-image/hua-shi-fen/4.png)

# ****滑石粉****

Huɑshifen

TALCI PULVIS

本品系滑石经精选净制、粉碎、干燥制成。

**【性状】** 本品为白色或类白色、微细、无砂性的粉末，手摸有滑腻感。气微，味淡。

本品在水、稀盐酸或稀氢氧化钠溶液中均不溶解。

**【鉴别】** 取本品，照滑石项下的〔鉴别〕（1）、（2）项试验，显相同的反应。

**【检查】** **酸碱度** 取本品10g，加水50ml，煮沸30分钟，时时补充蒸失的水分，滤过。滤液遇中性石蕊试纸应显中性反应。

**水中可溶物** 取本品5g，精密称定，置100ml烧杯中，加水30ml，煮沸30分钟，时时补充蒸失的水分，放冷，用慢速滤纸滤过，滤渣加水5ml洗涤，洗液与滤液合并，蒸干，在105℃干燥1小时，遗留残渣不得过5mg（0.1\%）。

**酸中可溶物** 取本品约1g，精密称定，置100ml具塞锥形瓶中，精密加入加稀盐酸20ml，称定重量，在50℃浸渍15分钟，放冷，再称定重量，用稀盐酸补足减失的重量，摇匀，用中速滤纸滤过，精密量取续滤液10ml，加稀硫酸1ml，蒸干，炽灼至恒重，遗留残渣不得过10.0mg（2.0\%）。

**铁盐** 取〔酸碱度〕检查项下的滤液1ml，加稀盐酸与亚铁氰化钾试液各1ml，不得即时显蓝色。

**炽灼失重** 取本品2g，在600～700℃炽灼至恒重，减失重量不得过5.0\%。

**重金属** 取本品5g，精密称定，置锥形瓶中，加0.5mol/L盐酸溶液25ml，摇匀，置水浴加热回流30分钟，放冷，用中速滤纸滤过，滤液置100ml量瓶中，用热水25ml分次洗涤容器及残渣，滤过，洗液并入同一量瓶中，放冷，加水至刻度，摇匀，作为供试品溶液。

取供试品溶液5.0ml，置25ml纳氏比色管中，加醋酸盐缓冲液（pH3.5）2ml，再加水稀释至刻度，依法检查（通则0821第一法），含重金属不得过40mg/kg。

**砷盐** 取重金属项下供试品溶液20ml，加盐酸5ml，依法检查（通则0822第一法），含砷盐不得过2mg/kg。

**【含量测定】** 取本品0.2g，精密称定，置于已盛有无水碳酸钠4g的铂坩埚中，混匀，上面再覆盖无水碳酸钠1g，盖好坩埚盖。1000℃熔融处理40分钟，取出，放冷。在坩埚中加入少量热水使残渣脱落，用2\%盐酸溶液5ml分次冲洗坩埚，一并移入250ml烧杯中，于杯口缓慢加入盐酸15ml，立即盖上表面皿，待反应完全后，将烧杯置电炉上加热，浓缩至近干，放冷。加入盐酸10ml，置水浴锅加热溶解，再加入1\%明胶溶液\[注1\]5ml，充分搅拌，水浴保温10分钟。取下，加热水30ml，搅拌，趁热滤过，滤液置100ml量瓶中，用热水洗涤容器及残渣，洗液一并移入量瓶中，放冷，加水至刻度，摇匀，作为钙、镁总量测定溶液。

另取本品0.2g，精密称定，置250ml烧杯中，加入40\%盐酸溶液（40→100）约40ml，盖上表面皿，置电炉上加热至微沸，用玻璃棒时时搅拌，保持微沸40分钟，用40\%盐酸溶液（40→100）冲洗表面皿，浓缩至近干，放冷。加入40\%盐酸溶液（40→100）2ml，加水稀释至20ml，并加热煮沸，滤过，滤液置100ml量瓶中，用热水洗涤容器及残渣，洗液一并移入量瓶中，放冷，加水至刻度，摇匀，作为可溶性钙、镁测定溶液。

分别精密量取上述两种溶液各50ml，分别加入酒石酸钾钠-三乙醇胺混合溶液\[注2\]5ml和甲基红指示剂2滴，用氨-氯化铵缓冲溶液\[注3\]中和至黄色并过量6ml，加入酸性铬蓝K-萘酚绿B混合指示剂\[注4\]6滴，用乙二胺四醋酸二钠滴定液（0.05mol/L）滴定至溶液由酒红色变成纯蓝色。按公式（1）分别计算钙、镁总量及可溶性钙、镁含量（X\%）。

计算公式：（1）

硅酸镁含量=（钙、镁总量-可溶性钙镁含量）×5.20（2）

式中 c为乙二胺四醋酸二钠滴定液的浓度，mol/L；

V为消耗乙二胺四醋酸二钠滴定液的体积，ml；

w为称样量，g；

24.30为镁的原子量。

5.20为镁换算为硅酸镁的系数。

本品含硅酸镁\[Mg3（Si4O10）（OH）2\]，不得少于88.0\%。

**【性味与归经】** 甘、淡，寒。归膀胱、肺、胃经。

**【功能与主治】** 利尿通淋，清热解暑；外用祛湿敛疮。用于热淋，石淋，尿热涩痛，暑湿烦渴，湿热水泻；外治湿疹，湿疮，痱子。

**【用法与用量】** 10～20g，包煎。外用适量。

**【贮藏】** 密闭。

注：\[1\]1\%明胶溶液 取明胶1g，加水100ml，加热使溶解（临用时配制），混匀，即得。

\[2\]酒石酸钾钠-三乙醇胺混合溶液 取酒石酸钾钠80g，加水300ml使溶解，加入三乙醇胺100ml，混匀，即得。

\[3\]氨-氯化铵缓冲溶液pH＝10 取氯化铵67.5g，加水300ml使溶解，加入氢氧化铵570ml，用水稀释至1000ml，混匀，即得。

\[4\]酸性铬蓝K-萘酚绿B混合指示剂 取酸性铬蓝K0.2g和萘酚绿B 0.34g，溶解于水中，稀释至100ml，混匀，即得。`, `<h1>滑石粉</h1><p><img src="/medicine-image/hua-shi-fen/3.png" alt="IMG_256" /></p><p><img src="/medicine-image/hua-shi-fen/4.png" alt="IMG_256" /></p><h1><strong><strong>滑石粉</strong></strong></h1><p>Huɑshifen</p><p>TALCI PULVIS</p><p>本品系滑石经精选净制、粉碎、干燥制成。</p><p><strong>【性状】</strong> 本品为白色或类白色、微细、无砂性的粉末，手摸有滑腻感。气微，味淡。</p><p>本品在水、稀盐酸或稀氢氧化钠溶液中均不溶解。</p><p><strong>【鉴别】</strong> 取本品，照滑石项下的〔鉴别〕（1）、（2）项试验，显相同的反应。</p><p><strong>【检查】</strong> <strong>酸碱度</strong> 取本品10g，加水50ml，煮沸30分钟，时时补充蒸失的水分，滤过。滤液遇中性石蕊试纸应显中性反应。</p><p><strong>水中可溶物</strong> 取本品5g，精密称定，置100ml烧杯中，加水30ml，煮沸30分钟，时时补充蒸失的水分，放冷，用慢速滤纸滤过，滤渣加水5ml洗涤，洗液与滤液合并，蒸干，在105℃干燥1小时，遗留残渣不得过5mg（0.1%）。</p><p><strong>酸中可溶物</strong> 取本品约1g，精密称定，置100ml具塞锥形瓶中，精密加入加稀盐酸20ml，称定重量，在50℃浸渍15分钟，放冷，再称定重量，用稀盐酸补足减失的重量，摇匀，用中速滤纸滤过，精密量取续滤液10ml，加稀硫酸1ml，蒸干，炽灼至恒重，遗留残渣不得过10.0mg（2.0%）。</p><p><strong>铁盐</strong> 取〔酸碱度〕检查项下的滤液1ml，加稀盐酸与亚铁氰化钾试液各1ml，不得即时显蓝色。</p><p><strong>炽灼失重</strong> 取本品2g，在600～700℃炽灼至恒重，减失重量不得过5.0%。</p><p><strong>重金属</strong> 取本品5g，精密称定，置锥形瓶中，加0.5mol/L盐酸溶液25ml，摇匀，置水浴加热回流30分钟，放冷，用中速滤纸滤过，滤液置100ml量瓶中，用热水25ml分次洗涤容器及残渣，滤过，洗液并入同一量瓶中，放冷，加水至刻度，摇匀，作为供试品溶液。</p><p>取供试品溶液5.0ml，置25ml纳氏比色管中，加醋酸盐缓冲液（pH3.5）2ml，再加水稀释至刻度，依法检查（通则0821第一法），含重金属不得过40mg/kg。</p><p><strong>砷盐</strong> 取重金属项下供试品溶液20ml，加盐酸5ml，依法检查（通则0822第一法），含砷盐不得过2mg/kg。</p><p><strong>【含量测定】</strong> 取本品0.2g，精密称定，置于已盛有无水碳酸钠4g的铂坩埚中，混匀，上面再覆盖无水碳酸钠1g，盖好坩埚盖。1000℃熔融处理40分钟，取出，放冷。在坩埚中加入少量热水使残渣脱落，用2%盐酸溶液5ml分次冲洗坩埚，一并移入250ml烧杯中，于杯口缓慢加入盐酸15ml，立即盖上表面皿，待反应完全后，将烧杯置电炉上加热，浓缩至近干，放冷。加入盐酸10ml，置水浴锅加热溶解，再加入1%明胶溶液<sup>[注1]</sup>5ml，充分搅拌，水浴保温10分钟。取下，加热水30ml，搅拌，趁热滤过，滤液置100ml量瓶中，用热水洗涤容器及残渣，洗液一并移入量瓶中，放冷，加水至刻度，摇匀，作为钙、镁总量测定溶液。</p><p>另取本品0.2g，精密称定，置250ml烧杯中，加入40%盐酸溶液（40→100）约40ml，盖上表面皿，置电炉上加热至微沸，用玻璃棒时时搅拌，保持微沸40分钟，用40%盐酸溶液（40→100）冲洗表面皿，浓缩至近干，放冷。加入40%盐酸溶液（40→100）2ml，加水稀释至20ml，并加热煮沸，滤过，滤液置100ml量瓶中，用热水洗涤容器及残渣，洗液一并移入量瓶中，放冷，加水至刻度，摇匀，作为可溶性钙、镁测定溶液。</p><p>分别精密量取上述两种溶液各50ml，分别加入酒石酸钾钠-三乙醇胺混合溶液<sup>[注2]</sup>5ml和甲基红指示剂2滴，用氨-氯化铵缓冲溶液<sup>[注3]</sup>中和至黄色并过量6ml，加入酸性铬蓝K-萘酚绿B混合指示剂<sup>[注4]</sup>6滴，用乙二胺四醋酸二钠滴定液（0.05mol/L）滴定至溶液由酒红色变成纯蓝色。按公式（1）分别计算钙、镁总量及可溶性钙、镁含量（X%）。</p><p>计算公式：（1）</p><p>硅酸镁含量=（钙、镁总量-可溶性钙镁含量）×5.20（2）</p><p>式中 c为乙二胺四醋酸二钠滴定液的浓度，mol/L；</p><p>V为消耗乙二胺四醋酸二钠滴定液的体积，ml；</p><p>w为称样量，g；</p><p>24.30为镁的原子量。</p><p>5.20为镁换算为硅酸镁的系数。</p><p>本品含硅酸镁[Mg<sub>3</sub>（Si<sub>4</sub>O<sub>10</sub>）（OH）<sub>2</sub>]，不得少于88.0%。</p><p><strong>【性味与归经】</strong> 甘、淡，寒。归膀胱、肺、胃经。</p><p><strong>【功能与主治】</strong> 利尿通淋，清热解暑；外用祛湿敛疮。用于热淋，石淋，尿热涩痛，暑湿烦渴，湿热水泻；外治湿疹，湿疮，痱子。</p><p><strong>【用法与用量】</strong> 10～20g，包煎。外用适量。</p><p><strong>【贮藏】</strong> 密闭。</p><p>注：[1]1%明胶溶液 取明胶1g，加水100ml，加热使溶解（临用时配制），混匀，即得。</p><p>[2]酒石酸钾钠-三乙醇胺混合溶液 取酒石酸钾钠80g，加水300ml使溶解，加入三乙醇胺100ml，混匀，即得。</p><p>[3]氨-氯化铵缓冲溶液pH＝10 取氯化铵67.5g，加水300ml使溶解，加入氢氧化铵570ml，用水稀释至1000ml，混匀，即得。</p><p>[4]酸性铬蓝K-萘酚绿B混合指示剂 取酸性铬蓝K0.2g和萘酚绿B 0.34g，溶解于水中，稀释至100ml，混匀，即得。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (84, 1, '85.麝香.docx', 'velious', '/medicine-image/she-xiang/1.png', '/medicine-image/she-xiang/1.png', `林麝马麝原麝毛壳麝香麝香仁麝香ShexiɑngMOSCHUS本品为鹿科动物林麝Moschus berezovskii Flerov、马麝Moschus sifanicus Przewalski或原麝Moschus moschiferus Linnaeus成熟雄体香囊中的干燥分泌物。野麝多在冬季至次春猎取，猎获后，割取香囊，阴干，习称"毛壳麝香"；剖开香囊，除去囊壳，习称"麝香仁"。家麝直接从其香囊`, 0, '2022-07-22 18:00:00', `林麝

![IMG_256](/medicine-image/she-xiang/1.png)

马麝

![IMG_257](/medicine-image/she-xiang/2.png)

原麝

![IMG_258](/medicine-image/she-xiang/3.png)

毛壳麝香

![IMG_259](/medicine-image/she-xiang/4.png)

麝香仁

![IMG_260](/medicine-image/she-xiang/5.png)

# ![IMG_261](/medicine-image/she-xiang/6.png)

# ****麝香****

Shexiɑng

MOSCHUS

本品为鹿科动物林麝Moschus berezovskii Flerov、马麝Moschus sifanicus Przewalski或原麝Moschus moschiferus Linnaeus成熟雄体香囊中的干燥分泌物。野麝多在冬季至次春猎取，猎获后，割取香囊，阴干，习称"毛壳麝香"；剖开香囊，除去囊壳，习称"麝香仁"。家麝直接从其香囊中取出麝香仁，阴干或用干燥器密闭干燥。

**【性状】** **毛壳麝香** 为扁圆形或类椭圆形的囊状体，直径3～7cm，厚2～4cm。开口面的皮革质，棕褐色，略平，密生白色或灰棕色短毛，从两侧围绕中心排列，中间有1小囊孔。另一面为棕褐色略带紫色的皮膜，微皱缩，偶显肌肉纤维，略有弹性，剖开后可见中层皮膜呈棕褐色或灰褐色，半透明，内层皮膜呈棕色，内含颗粒状、粉末状的麝香仁和少量细毛及脱落的内层皮膜（习称"银皮"）。

**麝香仁** 野生者质软，油润，疏松；其中不规则圆球形或颗粒状者习称"当门子"，表面多呈紫黑色，油润光亮，微有麻纹，断面深棕色或黄棕色；粉末状者多呈棕褐色或黄棕色，并有少量脱落的内层皮膜和细毛。养殖者呈颗粒状、短条形或不规则的团块；表面不平，紫黑色或深棕色，显油性，微有光泽，并有少量毛和脱落的内层皮膜。气香浓烈而特异，味微辣、微苦带咸。

**【鉴别】** （1）取毛壳麝香用特制槽针从囊孔插入，转动槽针，提取麝香仁，立即检视，槽内的麝香仁应有逐渐膨胀高出槽面的现象，习称"冒槽"。麝香仁油润，颗粒疏松，无锐角，香气浓烈。不应有纤维等异物或异常气味。

（2）取麝香仁粉末少量，置手掌中，加水润湿，用手搓之能成团，再用手指轻揉即散，不应粘手、染手、顶指或结块。

（3）取麝香仁少量，撒于炽热的坩埚中灼烧，初则迸裂，随即融化膨胀起泡似珠，香气浓烈四溢，应无毛、肉焦臭，无火焰或火星出现。灰化后，残渣呈白色或灰白色。

（4）麝香仁粉末棕褐色或黄棕色。为无数无定形颗粒状物集成的半透明或透明团块，淡黄色或淡棕色；团块中包埋或散在有方形、柱状、八面体或不规则形的晶体；并可见圆形油滴，偶见毛和内皮层膜组织。

（5）取本品，照〔含量测定〕项下的方法试验，供试品色谱中应呈现与对照品色谱峰保留时间一致的色谱峰。

**【检查】** 本品不得检出动物组织、植物组织、矿物和其他掺伪物。不得有霉变。

**干燥失重** 取本品约1g，精密称定，置五氧化二磷干燥器中，减压干燥至恒重，减失重量不得过35.0\%（通则0831）。

**总灰分 **取本品约0.2g，精密称定，照灰分测定法（通则2302）测定，按干燥品计算，不得过6.5\%。

**【含量测定】** 照气相色谱法（通则0521）测定。

**色谱条件与系统适用性试验** 以苯基（50\%）甲基硅酮（OV-17）为固定相，涂布浓度为2\%；柱温200℃±10℃。理论板数按麝香酮峰计算应不低于1500。

**对照品溶液的制备** 取麝香酮对照品适量，精密称定，加无水乙醇制成每1ml含1.5mg的溶液，即得。

**供试品溶液的制备** 取〔检查〕干燥失重项下所得干燥品约0.2g，精密称定，精密加入无水乙醇2ml，密塞，振摇，放置1小时，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各2μl，注入气相色谱仪，测定，即得。

本品按干燥品计算，含麝香酮（C16H30O）不得少于2.0\%。

**饮片**

**【炮制】** 取毛壳麝香，除去囊壳，取出麝香仁，除去杂质，用时研碎。

**【性状】** **麝香仁** 野生者由当门子和散香组成。当门子呈不规则圆形或颗粒状，表面多呈紫黑色，油润光亮，微有麻纹，断面深棕色或黄棕色；散香呈粉末状，多呈棕褐色或黄棕色。质软，油润，疏松，气香浓烈而特异，味微辣，微苦带咸。养殖者呈颗粒状、短条形或不规则的团块；表面不平，紫黑色或深棕色，显油性，微有光泽。

**【检查】** 同药材。

**【性味与归经】** 辛，温。归心、脾经。

**【功能与主治】** 开窍醒神，活血通经，消肿止痛。用于热病神昏，中风痰厥，气郁暴厥，中恶昏迷，经闭，癥瘕，难产死胎，胸痹心痛，心腹暴痛，跌扑伤痛，痹痛麻木，痈肿瘰疬，咽喉肿痛。

**【用法与用量】** 0.03～0.1g，多入丸散用。外用适量。

**【注意】** 孕妇禁用。

**【贮藏】** 密闭，置阴凉干燥处，遮光，防潮，防蛀。`, `<p>林麝</p><p><img src="/medicine-image/she-xiang/1.png" alt="IMG_256" /></p><p>马麝</p><p><img src="/medicine-image/she-xiang/2.png" alt="IMG_257" /></p><p>原麝</p><p><img src="/medicine-image/she-xiang/3.png" alt="IMG_258" /></p><p>毛壳麝香</p><p><img src="/medicine-image/she-xiang/4.png" alt="IMG_259" /></p><p>麝香仁</p><p><img src="/medicine-image/she-xiang/5.png" alt="IMG_260" /></p><h1><img src="/medicine-image/she-xiang/6.png" alt="IMG_261" /></h1><h1><strong><strong>麝香</strong></strong></h1><p>Shexiɑng</p><p>MOSCHUS</p><p>本品为鹿科动物林麝Moschus berezovskii Flerov、马麝Moschus sifanicus Przewalski或原麝Moschus moschiferus Linnaeus成熟雄体香囊中的干燥分泌物。野麝多在冬季至次春猎取，猎获后，割取香囊，阴干，习称"毛壳麝香"；剖开香囊，除去囊壳，习称"麝香仁"。家麝直接从其香囊中取出麝香仁，阴干或用干燥器密闭干燥。</p><p><strong>【性状】</strong> <strong>毛壳麝香</strong> 为扁圆形或类椭圆形的囊状体，直径3～7cm，厚2～4cm。开口面的皮革质，棕褐色，略平，密生白色或灰棕色短毛，从两侧围绕中心排列，中间有1小囊孔。另一面为棕褐色略带紫色的皮膜，微皱缩，偶显肌肉纤维，略有弹性，剖开后可见中层皮膜呈棕褐色或灰褐色，半透明，内层皮膜呈棕色，内含颗粒状、粉末状的麝香仁和少量细毛及脱落的内层皮膜（习称"银皮"）。</p><p><strong>麝香仁</strong> 野生者质软，油润，疏松；其中不规则圆球形或颗粒状者习称"当门子"，表面多呈紫黑色，油润光亮，微有麻纹，断面深棕色或黄棕色；粉末状者多呈棕褐色或黄棕色，并有少量脱落的内层皮膜和细毛。养殖者呈颗粒状、短条形或不规则的团块；表面不平，紫黑色或深棕色，显油性，微有光泽，并有少量毛和脱落的内层皮膜。气香浓烈而特异，味微辣、微苦带咸。</p><p><strong>【鉴别】</strong> （1）取毛壳麝香用特制槽针从囊孔插入，转动槽针，提取麝香仁，立即检视，槽内的麝香仁应有逐渐膨胀高出槽面的现象，习称"冒槽"。麝香仁油润，颗粒疏松，无锐角，香气浓烈。不应有纤维等异物或异常气味。</p><p>（2）取麝香仁粉末少量，置手掌中，加水润湿，用手搓之能成团，再用手指轻揉即散，不应粘手、染手、顶指或结块。</p><p>（3）取麝香仁少量，撒于炽热的坩埚中灼烧，初则迸裂，随即融化膨胀起泡似珠，香气浓烈四溢，应无毛、肉焦臭，无火焰或火星出现。灰化后，残渣呈白色或灰白色。</p><p>（4）麝香仁粉末棕褐色或黄棕色。为无数无定形颗粒状物集成的半透明或透明团块，淡黄色或淡棕色；团块中包埋或散在有方形、柱状、八面体或不规则形的晶体；并可见圆形油滴，偶见毛和内皮层膜组织。</p><p>（5）取本品，照〔含量测定〕项下的方法试验，供试品色谱中应呈现与对照品色谱峰保留时间一致的色谱峰。</p><p><strong>【检查】</strong> 本品不得检出动物组织、植物组织、矿物和其他掺伪物。不得有霉变。</p><p><strong>干燥失重</strong> 取本品约1g，精密称定，置五氧化二磷干燥器中，减压干燥至恒重，减失重量不得过35.0%（通则0831）。</p><p><strong>总灰分 </strong>取本品约0.2g，精密称定，照灰分测定法（通则2302）测定，按干燥品计算，不得过6.5%。</p><p><strong>【含量测定】</strong> 照气相色谱法（通则0521）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以苯基（50%）甲基硅酮（OV-17）为固定相，涂布浓度为2%；柱温200℃±10℃。理论板数按麝香酮峰计算应不低于1500。</p><p><strong>对照品溶液的制备</strong> 取麝香酮对照品适量，精密称定，加无水乙醇制成每1ml含1.5mg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取〔检查〕干燥失重项下所得干燥品约0.2g，精密称定，精密加入无水乙醇2ml，密塞，振摇，放置1小时，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各2μl，注入气相色谱仪，测定，即得。</p><p>本品按干燥品计算，含麝香酮（C<sub>16</sub>H<sub>30</sub>O）不得少于2.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 取毛壳麝香，除去囊壳，取出麝香仁，除去杂质，用时研碎。</p><p><strong>【性状】</strong> <strong>麝香仁</strong> 野生者由当门子和散香组成。当门子呈不规则圆形或颗粒状，表面多呈紫黑色，油润光亮，微有麻纹，断面深棕色或黄棕色；散香呈粉末状，多呈棕褐色或黄棕色。质软，油润，疏松，气香浓烈而特异，味微辣，微苦带咸。养殖者呈颗粒状、短条形或不规则的团块；表面不平，紫黑色或深棕色，显油性，微有光泽。</p><p><strong>【检查】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛，温。归心、脾经。</p><p><strong>【功能与主治】</strong> 开窍醒神，活血通经，消肿止痛。用于热病神昏，中风痰厥，气郁暴厥，中恶昏迷，经闭，癥瘕，难产死胎，胸痹心痛，心腹暴痛，跌扑伤痛，痹痛麻木，痈肿瘰疬，咽喉肿痛。</p><p><strong>【用法与用量】</strong> 0.03～0.1g，多入丸散用。外用适量。</p><p><strong>【注意】</strong> 孕妇禁用。</p><p><strong>【贮藏】</strong> 密闭，置阴凉干燥处，遮光，防潮，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (77, 1, '79.鸡血藤.docx', 'velious', '/medicine-image/ji-xie-teng/1.png', '/medicine-image/ji-xie-teng/1.png', `密花豆植物鸡血藤（香港中药材标准图片）鸡血藤(鲜切片）鸡血藤JixuetengSPATHOLOBI CAULIS本品为豆科植物密花豆Spatholobus suberectus Dunn的干燥藤茎。秋、冬二季采收，除去枝叶，切片，晒干。【性状】 本品为椭圆形、长矩圆形或不规则的斜切片，厚0.3～1cm。栓皮灰棕色，有的可见灰白色斑，栓皮脱落处显红棕色。质坚硬。切面木部红棕色或棕色，导管孔多数；韧皮`, 0, '2022-07-22 18:00:00', `密花豆植物

![IMG_256](/medicine-image/ji-xie-teng/1.png)

![IMG_257](/medicine-image/ji-xie-teng/2.png)

![IMG_258](/medicine-image/ji-xie-teng/3.png)

鸡血藤（香港中药材标准图片）![IMG_259](/medicine-image/ji-xie-teng/4.png)

鸡血藤\(鲜切片）

![IMG_260](/medicine-image/ji-xie-teng/5.png)

# ![IMG_261](/medicine-image/ji-xie-teng/6.png)

# ****鸡血藤****

Jixueteng

SPATHOLOBI CAULIS

本品为豆科植物密花豆Spatholobus suberectus Dunn的干燥藤茎。秋、冬二季采收，除去枝叶，切片，晒干。

**【性状】** 本品为椭圆形、长矩圆形或不规则的斜切片，厚0.3～1cm。栓皮灰棕色，有的可见灰白色斑，栓皮脱落处显红棕色。质坚硬。切面木部红棕色或棕色，导管孔多数；韧皮部有树脂状分泌物呈红棕色至黑棕色，与木部相间排列呈数个同心性椭圆形环或偏心性半圆形环；髓部偏向一侧。气微，味涩。

**【鉴别】** （1）本品横切面：木栓细胞数列，含棕红色物。皮层较窄，散有石细胞群，胞腔内充满棕红色物；薄壁细胞含草酸钙方晶。维管束异型，由韧皮部与木质部相间排列成数轮。韧皮部最外侧为石细胞群与纤维束组成的厚壁细胞层；射线多被挤压；分泌细胞甚多，充满棕红色物，常数个至10多个切向排列成带状；纤维束较多，非木化至微木化，周围细胞含草酸钙方晶，形成晶纤维，含晶细胞壁木化增厚；石细胞群散在。木质部射线有的含棕红色物；导管多单个散在，类圆形，直径约至400μm；木纤维束亦均形成晶纤维；木薄壁细胞少数含棕红色物。

（2）本品粉末棕黄色。棕红色块散在，形状、大小及颜色深浅不一。以具缘纹孔导管为主，直径20～400μm，有的含黄棕色物。石细胞单个散在或2～3个成群，淡黄色，呈长方形、类圆形、类三角形或类方形，直径14～75μm，层纹明显。纤维束周围的细胞含草酸钙方晶，形成晶纤维。草酸钙方晶呈类双锥形或不规则形。

（3）取本品粉末2g，加乙醇40ml，超声处理30分钟，滤过，滤液蒸干，残渣加水10ml使溶解，用乙酸乙酯10ml振摇提取，乙酸乙酯液挥干，残渣加甲醇1ml使溶解，作为供试品溶液。另取鸡血藤对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液5～10μl、对照药材溶液5μl，分别点于同一硅胶GF254薄层板上，以二氯甲烷-丙酮-甲醇-甲酸（8:1.2:0.3:0.5）为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点；喷以5\%香草醛硫酸溶液，在105℃加热至斑点显色清晰。在与对照药材色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过13.0\%（通则0832第二法）。

**总灰分** 不得过4.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于8.0\%。

**【性味与归经】** 苦、甘，温。归肝、肾经。

**【功能与主治】** 活血补血，调经止痛，舒筋活络。用于月经不调，痛经，经闭，风湿痹痛，麻木瘫痪，血虚萎黄。

**【用法与用量】** 9～15g。

**【贮藏】** 置通风干燥处，防霉，防蛀。`, `<p>密花豆植物</p><p><img src="/medicine-image/ji-xie-teng/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/ji-xie-teng/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/ji-xie-teng/3.png" alt="IMG_258" /></p><p>鸡血藤（香港中药材标准图片）<img src="/medicine-image/ji-xie-teng/4.png" alt="IMG_259" /></p><p>鸡血藤(鲜切片）</p><p><img src="/medicine-image/ji-xie-teng/5.png" alt="IMG_260" /></p><h1><img src="/medicine-image/ji-xie-teng/6.png" alt="IMG_261" /></h1><h1><strong><strong>鸡血藤</strong></strong></h1><p>Jixueteng</p><p>SPATHOLOBI CAULIS</p><p>本品为豆科植物密花豆Spatholobus suberectus Dunn的干燥藤茎。秋、冬二季采收，除去枝叶，切片，晒干。</p><p><strong>【性状】</strong> 本品为椭圆形、长矩圆形或不规则的斜切片，厚0.3～1cm。栓皮灰棕色，有的可见灰白色斑，栓皮脱落处显红棕色。质坚硬。切面木部红棕色或棕色，导管孔多数；韧皮部有树脂状分泌物呈红棕色至黑棕色，与木部相间排列呈数个同心性椭圆形环或偏心性半圆形环；髓部偏向一侧。气微，味涩。</p><p><strong>【鉴别】</strong> （1）本品横切面：木栓细胞数列，含棕红色物。皮层较窄，散有石细胞群，胞腔内充满棕红色物；薄壁细胞含草酸钙方晶。维管束异型，由韧皮部与木质部相间排列成数轮。韧皮部最外侧为石细胞群与纤维束组成的厚壁细胞层；射线多被挤压；分泌细胞甚多，充满棕红色物，常数个至10多个切向排列成带状；纤维束较多，非木化至微木化，周围细胞含草酸钙方晶，形成晶纤维，含晶细胞壁木化增厚；石细胞群散在。木质部射线有的含棕红色物；导管多单个散在，类圆形，直径约至400μm；木纤维束亦均形成晶纤维；木薄壁细胞少数含棕红色物。</p><p>（2）本品粉末棕黄色。棕红色块散在，形状、大小及颜色深浅不一。以具缘纹孔导管为主，直径20～400μm，有的含黄棕色物。石细胞单个散在或2～3个成群，淡黄色，呈长方形、类圆形、类三角形或类方形，直径14～75μm，层纹明显。纤维束周围的细胞含草酸钙方晶，形成晶纤维。草酸钙方晶呈类双锥形或不规则形。</p><p>（3）取本品粉末2g，加乙醇40ml，超声处理30分钟，滤过，滤液蒸干，残渣加水10ml使溶解，用乙酸乙酯10ml振摇提取，乙酸乙酯液挥干，残渣加甲醇1ml使溶解，作为供试品溶液。另取鸡血藤对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液5～10μl、对照药材溶液5μl，分别点于同一硅胶GF254薄层板上，以二氯甲烷-丙酮-甲醇-甲酸（8:1.2:0.3:0.5）为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点；喷以5%香草醛硫酸溶液，在105℃加热至斑点显色清晰。在与对照药材色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过13.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过4.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于8.0%。</p><p><strong>【性味与归经】</strong> 苦、甘，温。归肝、肾经。</p><p><strong>【功能与主治】</strong> 活血补血，调经止痛，舒筋活络。用于月经不调，痛经，经闭，风湿痹痛，麻木瘫痪，血虚萎黄。</p><p><strong>【用法与用量】</strong> 9～15g。</p><p><strong>【贮藏】</strong> 置通风干燥处，防霉，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (59, 1, '62.桃仁.docx', 'velious', '/medicine-image/tao-ren/1.png', '/medicine-image/tao-ren/1.png', `山桃仁山桃仁放大图扁桃仁对比图桃仁TɑorenPERSICAE SEMEN本品为蔷薇科植物桃Prunus persica（L.）Batsch或山桃Prunus davidiana（Carr.）Franch.的干燥成熟种子。果实成熟后采收，除去果肉和核壳，取出种子，晒干。【性状】 桃仁 呈扁长卵形，长1.2～1.8cm，宽0.8～1.2cm，厚0.2～0.4cm。表面黄棕色至红棕色，密布颗粒状突起。`, 0, '2022-07-22 18:00:00', `![IMG_256](/medicine-image/tao-ren/1.png)

![IMG_257](/medicine-image/tao-ren/2.png)  
山桃仁

![IMG_258](/medicine-image/tao-ren/3.png)  
山桃仁放大图

![IMG_259](/medicine-image/tao-ren/4.png)

扁桃仁

![IMG_260](/medicine-image/tao-ren/5.png)

对比图

![IMG_261](/medicine-image/tao-ren/6.png)

# ![IMG_262](/medicine-image/tao-ren/7.png)

# ****桃仁****

Tɑoren

PERSICAE SEMEN

本品为蔷薇科植物桃Prunus persica（L.）Batsch或山桃Prunus davidiana（Carr.）Franch.的干燥成熟种子。果实成熟后采收，除去果肉和核壳，取出种子，晒干。

**【性状】** **桃仁** 呈扁长卵形，长1.2～1.8cm，宽0.8～1.2cm，厚0.2～0.4cm。表面黄棕色至红棕色，密布颗粒状突起。一端尖，中部膨大，另端钝圆稍偏斜，边缘较薄。尖端一侧有短线形种脐，圆端有颜色略深不甚明显的合点，自合点处散出多数纵向维管束。种皮薄，子叶2，类白色，富油性。气微，味微苦。

**山桃仁** 呈类卵圆形，较小而肥厚，长约0.9cm，宽约0.7cm，厚约0.5cm。

**【鉴别】** （1）本品种皮粉末（或解离）片：桃仁 石细胞黄色或黄棕色，侧面观贝壳形、盔帽形、弓形或椭圆形，高54～153μm，底部宽约至180μm，壁一边较厚，层纹细密；表面观类圆形、圆多角形或类方形，底部壁上纹孔大而较密。

山桃仁 石细胞淡黄色、橙黄色或橙红色，侧面观贝壳形、矩圆形、椭圆形或长条形，高81～198（279）μm，宽约至128（198）μm；表面观类圆形、类六角形、长多角形或类方形，底部壁厚薄不匀，纹孔较小。

（2）取本品粗粉2g，加石油醚（60～90℃）50ml，加热回流1小时，滤过，弃去石油醚液，药渣再用石油醚25ml洗涤，弃去石油醚，药渣挥干，加甲醇30ml，加热回流1小时，放冷，滤过，取滤液作为供试品溶液。另取苦杏仁苷对照品，加甲醇制成每1ml含2mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以三氯甲烷-乙酸乙酯-甲醇-水（15:40:22:10）5～10℃放置12小时的下层溶液为展开剂，展开，取出，立即喷以磷钼酸硫酸溶液（磷钼酸2g，加水20ml使溶解，再缓缓加入硫酸30ml，混匀），在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过7.0\%（通则0832第二法）。

**酸败度** 照酸败度测定法（通则2303）测定。

**酸值** 不得过10.0。

**羰基值** 不得过11.0。

**重金属及有害元素** 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。

**黄曲霉毒素** 照真菌毒素测定法（通则2351）测定。

本品每1000g含黄曲霉毒素B1不得过5μg，含黄曲霉毒素G2、黄曲霉毒素G1、黄曲霉毒素B2和黄曲霉毒素B1的总量不得过10μg。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（20:80）为流动相；检测波长为210nm。理论板数按苦杏仁苷峰计算应不低于3000。

**对照品溶液的制备** 取苦杏仁苷对照品适量，精密称定，加70\%甲醇制成每1ml含苦杏仁苷80μg的溶液，即得。

**供试品溶液的制备** 取本品粗粉约0.3g，精密称定，置具塞锥形瓶中，加石油醚（60～90℃）50ml，加热回流1小时，放冷，滤过，弃去石油醚液，药渣及滤纸挥干溶剂，放入原锥形瓶中，精密加入70\%甲醇50ml，称定重量，加热回流1小时，放冷，再称定重量，用70\%甲醇补足减失的重量，摇匀，滤过。精密量取续滤液5ml，置10ml量瓶中，加50\%甲醇至刻度，摇匀，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含苦杏仁苷（C20H27NO11）不得少于2.0\%。

**饮片**

**【炮制】** **桃仁** 除去杂质。用时捣碎。

**【性状】** **【鉴别】** **【检查】** **【含量测定】** 同药材。

**桃仁** 取净桃仁，照法（通则0213）去皮。用时捣碎。

**【性状】** 桃仁 本品呈扁长卵形，长1.2～1.8cm，宽0.8～1.2cm，厚0.2～0.4cm。表面浅黄白色，一端尖，中部膨大，另端钝圆稍偏斜，边缘较薄。子叶2，富油性。气微香，味微苦。

山桃仁 呈类卵圆形，较小而肥厚，长约1cm，宽约0.7cm，厚约0.5cm。

**【鉴别】** （1）本品横切面：内胚乳细胞1～3列，呈类方形。子叶细胞较大，内含糊粉粒和脂肪油滴，有的可见细小拟晶体。

**【检查】** **水分 **同药材，不得过6.0\%。

**【含量测定】** 同药材，含苦杏仁苷（C20H27NO11）不得少于1.50\%。

**【鉴别】**（2） **【检查】**（酸败度 黄曲霉毒素） 同药材。

**炒桃仁** 取桃仁，照清炒法（通则0213）炒至黄色。用时捣碎。

**【性状】** 炒桃仁 本品呈扁长卵形，长1.2～1.8cm，宽0.8～1.2cm，厚0.2～0.4cm。表面黄色至棕黄色，可见焦斑。一端尖，中部膨大，另端钝圆稍偏斜，边缘较薄。子叶2，富油性。气微香，味微苦。

炒山桃仁2枚子叶多分离，完整者呈类卵圆形，较小而肥厚。长约1cm，宽约0.7cm，厚约0.5cm。

**【鉴别】** （1）本品横切面：内胚乳细胞1～3列，呈类方形。子叶细胞较大，内含糊粉粒和脂肪油滴，有的可见细小拟晶体。

**【检查】** **水分 **同药材，不得过5.0\%。

**【含量测定】** 同药材，含苦杏仁苷（C20H27NO11）不得少于1.60\%。

**【鉴别】**（2） **【检查】**（酸败度 黄曲霉毒素） 同药材。

**【性味与归经】** 苦、甘，平。归心、肝、大肠经。

**【功能与主治】** 活血祛瘀，润肠通便，止咳平喘。用于经闭痛经，癥瘕痞块，肺痈肠痈，跌扑损伤，肠燥便秘，咳嗽气喘。

**【用法与用量】** 5～10g。

**【注意】** 孕妇慎用。

**【贮藏】** 置阴凉干燥处，防蛀。`, `<p><img src="/medicine-image/tao-ren/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/tao-ren/2.png" alt="IMG_257" /><br />山桃仁</p><p><img src="/medicine-image/tao-ren/3.png" alt="IMG_258" /><br />山桃仁放大图</p><p><img src="/medicine-image/tao-ren/4.png" alt="IMG_259" /></p><p>扁桃仁</p><p><img src="/medicine-image/tao-ren/5.png" alt="IMG_260" /></p><p>对比图</p><p><img src="/medicine-image/tao-ren/6.png" alt="IMG_261" /></p><h1><img src="/medicine-image/tao-ren/7.png" alt="IMG_262" /></h1><h1><strong><strong>桃仁</strong></strong></h1><p>Tɑoren</p><p>PERSICAE SEMEN</p><p>本品为蔷薇科植物桃Prunus persica（L.）Batsch或山桃Prunus davidiana（Carr.）Franch.的干燥成熟种子。果实成熟后采收，除去果肉和核壳，取出种子，晒干。</p><p><strong>【性状】</strong> <strong>桃仁</strong> 呈扁长卵形，长1.2～1.8cm，宽0.8～1.2cm，厚0.2～0.4cm。表面黄棕色至红棕色，密布颗粒状突起。一端尖，中部膨大，另端钝圆稍偏斜，边缘较薄。尖端一侧有短线形种脐，圆端有颜色略深不甚明显的合点，自合点处散出多数纵向维管束。种皮薄，子叶2，类白色，富油性。气微，味微苦。</p><p><strong>山桃仁</strong> 呈类卵圆形，较小而肥厚，长约0.9cm，宽约0.7cm，厚约0.5cm。</p><p><strong>【鉴别】</strong> （1）本品种皮粉末（或解离）片：桃仁 石细胞黄色或黄棕色，侧面观贝壳形、盔帽形、弓形或椭圆形，高54～153μm，底部宽约至180μm，壁一边较厚，层纹细密；表面观类圆形、圆多角形或类方形，底部壁上纹孔大而较密。</p><p>山桃仁 石细胞淡黄色、橙黄色或橙红色，侧面观贝壳形、矩圆形、椭圆形或长条形，高81～198（279）μm，宽约至128（198）μm；表面观类圆形、类六角形、长多角形或类方形，底部壁厚薄不匀，纹孔较小。</p><p>（2）取本品粗粉2g，加石油醚（60～90℃）50ml，加热回流1小时，滤过，弃去石油醚液，药渣再用石油醚25ml洗涤，弃去石油醚，药渣挥干，加甲醇30ml，加热回流1小时，放冷，滤过，取滤液作为供试品溶液。另取苦杏仁苷对照品，加甲醇制成每1ml含2mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以三氯甲烷-乙酸乙酯-甲醇-水（15:40:22:10）5～10℃放置12小时的下层溶液为展开剂，展开，取出，立即喷以磷钼酸硫酸溶液（磷钼酸2g，加水20ml使溶解，再缓缓加入硫酸30ml，混匀），在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过7.0%（通则0832第二法）。</p><p><strong>酸败度</strong> 照酸败度测定法（通则2303）测定。</p><p><strong>酸值</strong> 不得过10.0。</p><p><strong>羰基值</strong> 不得过11.0。</p><p><strong>重金属及有害元素</strong> 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。</p><p><strong>黄曲霉毒素</strong> 照真菌毒素测定法（通则2351）测定。</p><p>本品每1000g含黄曲霉毒素B<sub>1</sub>不得过5μg，含黄曲霉毒素G<sub>2</sub>、黄曲霉毒素G<sub>1</sub>、黄曲霉毒素B<sub>2</sub>和黄曲霉毒素B<sub>1</sub>的总量不得过10μg。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（20:80）为流动相；检测波长为210nm。理论板数按苦杏仁苷峰计算应不低于3000。</p><p><strong>对照品溶液的制备</strong> 取苦杏仁苷对照品适量，精密称定，加70%甲醇制成每1ml含苦杏仁苷80μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粗粉约0.3g，精密称定，置具塞锥形瓶中，加石油醚（60～90℃）50ml，加热回流1小时，放冷，滤过，弃去石油醚液，药渣及滤纸挥干溶剂，放入原锥形瓶中，精密加入70%甲醇50ml，称定重量，加热回流1小时，放冷，再称定重量，用70%甲醇补足减失的重量，摇匀，滤过。精密量取续滤液5ml，置10ml量瓶中，加50%甲醇至刻度，摇匀，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含苦杏仁苷（C<sub>20</sub>H<sub>27</sub>NO<sub>11</sub>）不得少于2.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>桃仁</strong> 除去杂质。用时捣碎。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>桃仁</strong> 取净桃仁，照法（通则0213）去皮。用时捣碎。</p><p><strong>【性状】</strong> 桃仁 本品呈扁长卵形，长1.2～1.8cm，宽0.8～1.2cm，厚0.2～0.4cm。表面浅黄白色，一端尖，中部膨大，另端钝圆稍偏斜，边缘较薄。子叶2，富油性。气微香，味微苦。</p><p>山桃仁 呈类卵圆形，较小而肥厚，长约1cm，宽约0.7cm，厚约0.5cm。</p><p><strong>【鉴别】</strong> （1）本品横切面：内胚乳细胞1～3列，呈类方形。子叶细胞较大，内含糊粉粒和脂肪油滴，有的可见细小拟晶体。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过6.0%。</p><p><strong>【含量测定】</strong> 同药材，含苦杏仁苷（C<sub>20</sub>H<sub>27</sub>NO<sub>11</sub>）不得少于1.50%。</p><p><strong>【鉴别】</strong>（2） <strong>【检查】</strong>（酸败度 黄曲霉毒素） 同药材。</p><p><strong>炒桃仁</strong> 取桃仁，照清炒法（通则0213）炒至黄色。用时捣碎。</p><p><strong>【性状】</strong> 炒桃仁 本品呈扁长卵形，长1.2～1.8cm，宽0.8～1.2cm，厚0.2～0.4cm。表面黄色至棕黄色，可见焦斑。一端尖，中部膨大，另端钝圆稍偏斜，边缘较薄。子叶2，富油性。气微香，味微苦。</p><p>炒山桃仁2枚子叶多分离，完整者呈类卵圆形，较小而肥厚。长约1cm，宽约0.7cm，厚约0.5cm。</p><p><strong>【鉴别】</strong> （1）本品横切面：内胚乳细胞1～3列，呈类方形。子叶细胞较大，内含糊粉粒和脂肪油滴，有的可见细小拟晶体。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过5.0%。</p><p><strong>【含量测定】</strong> 同药材，含苦杏仁苷（C<sub>20</sub>H<sub>27</sub>NO<sub>11</sub>）不得少于1.60%。</p><p><strong>【鉴别】</strong>（2） <strong>【检查】</strong>（酸败度 黄曲霉毒素） 同药材。</p><p><strong>【性味与归经】</strong> 苦、甘，平。归心、肝、大肠经。</p><p><strong>【功能与主治】</strong> 活血祛瘀，润肠通便，止咳平喘。用于经闭痛经，癥瘕痞块，肺痈肠痈，跌扑损伤，肠燥便秘，咳嗽气喘。</p><p><strong>【用法与用量】</strong> 5～10g。</p><p><strong>【注意】</strong> 孕妇慎用。</p><p><strong>【贮藏】</strong> 置阴凉干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (66, 1, '69.射干.docx', 'velious', '/medicine-image/she-gan/1.png', '/medicine-image/she-gan/1.png', `射干花射干果实射干种子鲜品射干射干药材射干饮片饮片断面放大图射干ShegɑnBELAMCANDAE RHIZOMA本品为鸢尾科植物射干Belamcanda chinensis（L.）DC.的干燥根茎。春初刚发芽或秋末茎叶枯萎时采挖，除去须根和泥沙，干燥。【性状】 本品呈不规则结节状，长3～10cm，直径1～2cm。表面黄褐色、棕褐色或黑褐色，皱缩，有较密的环纹。上面有数个圆盘状凹陷的茎痕，偶有茎基`, 0, '2022-07-22 18:00:00', `射干花

![IMG_256](/medicine-image/she-gan/1.png)  
射干果实

![IMG_257](/medicine-image/she-gan/2.png)  
射干种子

![IMG_258](/medicine-image/she-gan/3.png)  
鲜品射干

![IMG_259](/medicine-image/she-gan/4.png)  
射干药材

![IMG_260](/medicine-image/she-gan/5.png)  
射干饮片

![IMG_261](/medicine-image/she-gan/6.png)  
饮片断面放大图

![IMG_262](/medicine-image/she-gan/7.png)![IMG_263](/medicine-image/she-gan/8.png)

# ****射干****

Shegɑn

BELAMCANDAE RHIZOMA

本品为鸢尾科植物射干Belamcanda chinensis（L.）DC.的干燥根茎。春初刚发芽或秋末茎叶枯萎时采挖，除去须根和泥沙，干燥。

**【性状】** 本品呈不规则结节状，长3～10cm，直径1～2cm。表面黄褐色、棕褐色或黑褐色，皱缩，有较密的环纹。上面有数个圆盘状凹陷的茎痕，偶有茎基残存；下面有残留细根及根痕。质硬，断面黄色，颗粒性。气微，味苦、微辛。

**【鉴别】** （1）本品横切面：表皮有时残存。木栓细胞多列。皮层稀有叶迹维管束；内皮层不明显。中柱维管束为周木型和外韧型，靠外侧排列较紧密。薄壁组织中含有草酸钙柱晶、淀粉粒及油滴。

粉末橙黄色。草酸钙柱晶较多，棱柱形，多已破碎，完整者长49～240（315）μm，直径约至49μm。淀粉粒单粒圆形或椭圆形，直径2～17μm，脐点点状；复粒极少，由2～5分粒组成。薄壁细胞类圆形或椭圆形，壁稍厚或连珠状增厚，有单纹孔。木栓细胞棕色，垂周壁微波状弯曲，有的含棕色物。

（2）取本品粉末1g，加甲醇10ml，超声处理30分钟，滤过，滤液浓缩至1.5ml，作为供试品溶液。另取射干对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各1μl，分别点于同一聚酰胺薄膜上，以三氯甲烷-丁酮-甲醇（3:1:1）为展开剂，展开，取出，晾干，喷以三氯化铝试液，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分** 不得过10.0\%（通则0832第二法）。

**总灰分** 不得过7.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于18.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.2\%磷酸溶液（53:47）为流动相；检测波长为266nm。理论板数按次野鸢尾黄素峰计算应不低于8000。

**对照品溶液的制备** 取次野鸢尾黄素对照品适量，精密称定，加甲醇制成每1ml含10μg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过四号筛）约0.1g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，称定重量，加热回流1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液10μl与供试品溶液10～20μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含次野鸢尾黄素（C20H18O8）不得少于0.10\%。

**饮片**

**【炮制】** 除去杂质，洗净，润透，切薄片，干燥。

**【性状】** 本品呈不规则形或长条形的薄片。外表皮黄褐色、棕褐色或黑褐色，皱缩，可见残留的须根和须根痕，有的可见环纹。切面淡黄色或鲜黄色，具散在筋脉小点或筋脉纹，有的可见环纹。气微，味苦、微辛。

**【鉴别】**（除横切面外） **【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 苦，寒。归肺经。

**【功能与主治】** 清热解毒，消痰，利咽。用于热毒痰火郁结，咽喉肿痛，痰涎壅盛，咳嗽气喘。

**【用法与用量】** 3～10g。

**【贮藏】** 置干燥处。`, `<p>射干花</p><p><img src="/medicine-image/she-gan/1.png" alt="IMG_256" /><br />射干果实</p><p><img src="/medicine-image/she-gan/2.png" alt="IMG_257" /><br />射干种子</p><p><img src="/medicine-image/she-gan/3.png" alt="IMG_258" /><br />鲜品射干</p><p><img src="/medicine-image/she-gan/4.png" alt="IMG_259" /><br />射干药材</p><p><img src="/medicine-image/she-gan/5.png" alt="IMG_260" /><br />射干饮片</p><p><img src="/medicine-image/she-gan/6.png" alt="IMG_261" /><br />饮片断面放大图</p><p><img src="/medicine-image/she-gan/7.png" alt="IMG_262" /><img src="/medicine-image/she-gan/8.png" alt="IMG_263" /></p><h1><strong><strong>射干</strong></strong></h1><p>Shegɑn</p><p>BELAMCANDAE RHIZOMA</p><p>本品为鸢尾科植物射干Belamcanda chinensis（L.）DC.的干燥根茎。春初刚发芽或秋末茎叶枯萎时采挖，除去须根和泥沙，干燥。</p><p><strong>【性状】</strong> 本品呈不规则结节状，长3～10cm，直径1～2cm。表面黄褐色、棕褐色或黑褐色，皱缩，有较密的环纹。上面有数个圆盘状凹陷的茎痕，偶有茎基残存；下面有残留细根及根痕。质硬，断面黄色，颗粒性。气微，味苦、微辛。</p><p><strong>【鉴别】</strong> （1）本品横切面：表皮有时残存。木栓细胞多列。皮层稀有叶迹维管束；内皮层不明显。中柱维管束为周木型和外韧型，靠外侧排列较紧密。薄壁组织中含有草酸钙柱晶、淀粉粒及油滴。</p><p>粉末橙黄色。草酸钙柱晶较多，棱柱形，多已破碎，完整者长49～240（315）μm，直径约至49μm。淀粉粒单粒圆形或椭圆形，直径2～17μm，脐点点状；复粒极少，由2～5分粒组成。薄壁细胞类圆形或椭圆形，壁稍厚或连珠状增厚，有单纹孔。木栓细胞棕色，垂周壁微波状弯曲，有的含棕色物。</p><p>（2）取本品粉末1g，加甲醇10ml，超声处理30分钟，滤过，滤液浓缩至1.5ml，作为供试品溶液。另取射干对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各1μl，分别点于同一聚酰胺薄膜上，以三氯甲烷-丁酮-甲醇（3:1:1）为展开剂，展开，取出，晾干，喷以三氯化铝试液，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过10.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过7.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于18.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.2%磷酸溶液（53:47）为流动相；检测波长为266nm。理论板数按次野鸢尾黄素峰计算应不低于8000。</p><p><strong>对照品溶液的制备</strong> 取次野鸢尾黄素对照品适量，精密称定，加甲醇制成每1ml含10μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过四号筛）约0.1g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，称定重量，加热回流1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液10μl与供试品溶液10～20μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含次野鸢尾黄素（C<sub>20</sub>H<sub>18</sub>O<sub>8</sub>）不得少于0.10%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，润透，切薄片，干燥。</p><p><strong>【性状】</strong> 本品呈不规则形或长条形的薄片。外表皮黄褐色、棕褐色或黑褐色，皱缩，可见残留的须根和须根痕，有的可见环纹。切面淡黄色或鲜黄色，具散在筋脉小点或筋脉纹，有的可见环纹。气微，味苦、微辛。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 苦，寒。归肺经。</p><p><strong>【功能与主治】</strong> 清热解毒，消痰，利咽。用于热毒痰火郁结，咽喉肿痛，痰涎壅盛，咳嗽气喘。</p><p><strong>【用法与用量】</strong> 3～10g。</p><p><strong>【贮藏】</strong> 置干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (25, 1, '31.蝉蜕.docx', 'velious', '/medicine-image/chan-shui/1.png', '/medicine-image/chan-shui/1.png', `黑蚱若虫黑蚱正在羽化（手绘图）黑蚱成虫蝉蜕药材蝉蜕药材蝉蜕ChɑntuiCICADAE PERIOSTRACUM本品为蝉科昆虫黑蚱Cryptotympanapustulata Fabricius的若虫羽化时脱落的皮壳。夏、秋二季收集，除去泥沙，晒干。【性状】 本品略呈椭圆形而弯曲，长约3.5cm，宽约2cm。表面黄棕色，半透明，有光泽。头部有丝状触角1对，多已断落，复眼突出。额部先端突出，口吻发达`, 0, '2022-07-22 18:00:00', `黑蚱若虫

![IMG_256](/medicine-image/chan-shui/1.png)

黑蚱正在羽化（手绘图）

![IMG_257](/medicine-image/chan-shui/2.png)

黑蚱成虫

![IMG_258](/medicine-image/chan-shui/3.png)

蝉蜕药材

![IMG_259](/medicine-image/chan-shui/4.png)![IMG_256](/medicine-image/chan-shui/5.png)

蝉蜕药材

![IMG_260](/medicine-image/chan-shui/6.png)

# ![IMG_261](/medicine-image/chan-shui/7.png)

# ****蝉蜕****

Chɑntui

CICADAE PERIOSTRACUM

本品为蝉科昆虫黑蚱Cryptotympanapustulata Fabricius的若虫羽化时脱落的皮壳。夏、秋二季收集，除去泥沙，晒干。

**【性状】** 本品略呈椭圆形而弯曲，长约3.5cm，宽约2cm。表面黄棕色，半透明，有光泽。头部有丝状触角1对，多已断落，复眼突出。额部先端突出，口吻发达，上唇宽短，下唇伸长成管状。胸部背面呈十字形裂开，裂口向内卷曲，脊背两旁具小翅2对；腹面有足3对，被黄棕色细毛。腹部钝圆，共9节。体轻，中空，易碎。气微，味淡。

**饮片**

**【炮制】** 除去杂质，洗净，干燥。

**【性状】** 本品形如药材。气微，味淡。

**【性味与归经】** 甘，寒。归肺、肝经。

**【功能与主治】** 疏散风热，利咽，透疹，明目退翳，解痉。用于风热感冒，咽痛音哑，麻疹不透，风疹瘙痒，目赤翳障，惊风抽搐，破伤风。

**【用法与用量】** 3～6g。

**【贮藏】** 置干燥处，防压。`, `<p>黑蚱若虫</p><p><img src="/medicine-image/chan-shui/1.png" alt="IMG_256" /></p><p>黑蚱正在羽化（手绘图）</p><p><img src="/medicine-image/chan-shui/2.png" alt="IMG_257" /></p><p>黑蚱成虫</p><p><img src="/medicine-image/chan-shui/3.png" alt="IMG_258" /></p><p>蝉蜕药材</p><p><img src="/medicine-image/chan-shui/4.png" alt="IMG_259" /><img src="/medicine-image/chan-shui/5.png" alt="IMG_256" /></p><p>蝉蜕药材</p><p><img src="/medicine-image/chan-shui/6.png" alt="IMG_260" /></p><h1><img src="/medicine-image/chan-shui/7.png" alt="IMG_261" /></h1><h1><strong><strong>蝉蜕</strong></strong></h1><p>Chɑntui</p><p>CICADAE PERIOSTRACUM</p><p>本品为蝉科昆虫黑蚱Cryptotympanapustulata Fabricius的若虫羽化时脱落的皮壳。夏、秋二季收集，除去泥沙，晒干。</p><p><strong>【性状】</strong> 本品略呈椭圆形而弯曲，长约3.5cm，宽约2cm。表面黄棕色，半透明，有光泽。头部有丝状触角1对，多已断落，复眼突出。额部先端突出，口吻发达，上唇宽短，下唇伸长成管状。胸部背面呈十字形裂开，裂口向内卷曲，脊背两旁具小翅2对；腹面有足3对，被黄棕色细毛。腹部钝圆，共9节。体轻，中空，易碎。气微，味淡。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，干燥。</p><p><strong>【性状】</strong> 本品形如药材。气微，味淡。</p><p><strong>【性味与归经】</strong> 甘，寒。归肺、肝经。</p><p><strong>【功能与主治】</strong> 疏散风热，利咽，透疹，明目退翳，解痉。用于风热感冒，咽痛音哑，麻疹不透，风疹瘙痒，目赤翳障，惊风抽搐，破伤风。</p><p><strong>【用法与用量】</strong> 3～6g。</p><p><strong>【贮藏】</strong> 置干燥处，防压。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (37, 1, '42.枸杞子.docx', 'velious', '/medicine-image/gou-qi-zi/1.png', '/medicine-image/gou-qi-zi/1.png', `枸杞子药材枸杞子GouqiziLYCII FRUCTUS本品为茄科植物宁夏枸杞Lycium barbarum L.的干燥成熟果实。夏、秋二季果实呈红色时采收，热风烘干，除去果梗，或晾至皮皱后，晒干，除去果梗。【性状】 本品呈类纺锤形或椭圆形，长6～20mm，直径3～10mm。表面红色或暗红色，顶端有小突起状的花柱痕，基部有白色的果梗痕。果皮柔韧，皱缩；果肉肉质，柔润。种子20～50粒，类肾形，扁而`, 0, '2022-07-22 18:00:00', `枸杞子药材

![IMG_256](/medicine-image/gou-qi-zi/1.png)

# ****枸杞子****

Gouqizi

LYCII FRUCTUS

本品为茄科植物宁夏枸杞_Lycium barbarum _L.的干燥成熟果实。夏、秋二季果实呈红色时采收，热风烘干，除去果梗，或晾至皮皱后，晒干，除去果梗。

**【性状】** 本品呈类纺锤形或椭圆形，长6～20mm，直径3～10mm。表面红色或暗红色，顶端有小突起状的花柱痕，基部有白色的果梗痕。果皮柔韧，皱缩；果肉肉质，柔润。种子20～50粒，类肾形，扁而翘，长1.5～1.9mm，宽1～1.7mm，表面浅黄色或棕黄色。气微，味甜。

**【鉴别】** （1）本品粉末黄橙色或红棕色。外果皮表皮细胞表面观呈类多角形或长多角形，垂周壁平直或细波状弯曲，外平周壁表面有平行的角质条纹。中果皮薄壁细胞呈类多角形，壁薄，胞腔内含橙红色或红棕色球形颗粒。种皮石细胞表面观不规则多角形，壁厚，波状弯曲，层纹清晰。

（2）取本品0.5g，加水35ml，加热煮沸15分钟，放冷，滤过，滤液用乙酸乙酯15ml振摇提取，分取乙酸乙酯液，浓缩至1ml，作为供试品溶液。另取枸杞子对照药材0.5g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-三氯甲烷-甲酸（3:2:1）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分 **不得过13.0\%（通则0832第二法，温度为80℃）。

**总灰分 **不得过5.0\%（通则2302）。

**重金属及有害元素** 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于55.0\%。

**【含量测定】** **枸杞多糖** 对照品溶液的制备 取无水葡萄糖对照品25mg，精密称定，置250ml量瓶中，加水适量溶解，稀释至刻度，摇匀，即得（每1ml中含无水葡萄糖0.1mg）。

标准曲线的制备 精密量取对照品溶液0.2ml、0.4ml、0.6ml、0.8ml、1.0ml，分别置具塞试管中，分别加水补至2.0ml，各精密加入5\%苯酚溶液1ml，摇匀，迅速精密加入硫酸5ml，摇匀，放置10分钟，置40℃水浴中保温15分钟，取出，迅速冷却至室温，以相应的试剂为空白，照紫外-可见分光光度法（通则0401），在490nm的波长处测定吸光度，以吸光度为纵坐标，浓度为横坐标，绘制标准曲线。

测定法 取本品粗粉约0.5g，精密称定，加乙醚100ml，加热回流1小时，静置，放冷，小心弃去乙醚液，残渣置水浴上挥尽乙醚。加入80\%乙醇100ml，加热回流1小时，趁热滤过，滤渣与滤器用热80\%乙醇30ml分次洗涤，滤渣连同滤纸置烧瓶中，加水150ml，加热回流2小时。趁热滤过，用少量热水洗涤滤器，合并滤液与洗液，放冷，移至250ml量瓶中，用水稀释至刻度，摇匀，精密量取1ml，置具塞试管中，加水1.0ml，照标准曲线的制备项下的方法，自"各精密加入5\%苯酚溶液1ml"起，依法测定吸光度，从标准曲线上读出供试品溶液中含葡萄糖的重量（mg），计算，即得。

本品按干燥品计算，含枸杞多糖以葡萄糖（C6H12O6）计，不得少于1.8\%。

**甜菜碱** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以氨基键合硅胶为填充剂；以乙腈-水（85:15）为流动相；检测波长为195nm。理论板数按甜菜碱峰计算应不低于3000。

对照品溶液的制备 取甜菜碱对照品适量，精密称定，加水制成每1ml含0.17mg的溶液，即得。

供试品溶液的制备 取本品粉碎，取约1g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，密塞，称定重量，加热回流1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过。精密量取续滤液2ml，置碱性氧化铝固相萃取柱（2g）上，用乙醇30ml洗脱，收集洗脱液，蒸干，残渣加水溶解，转移至2ml量瓶中，加水至刻度，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含甜菜碱（C5H11NO2）不得少于0.50\%。

**【性味与归经】** 甘，平。归肝、肾经。

**【功能与主治】** 滋补肝肾，益精明目。用于虚劳精亏，腰膝酸痛，眩晕耳鸣，阳萎遗精，内热消渴，血虚萎黄，目昏不明。

**【用法与用量】** 6～12g。

**【贮藏】** 置阴凉干燥处，防闷热，防潮，防蛀。`, `<p>枸杞子药材</p><p><img src="/medicine-image/gou-qi-zi/1.png" alt="IMG_256" /></p><h1><strong><strong>枸杞子</strong></strong></h1><p>Gouqizi</p><p>LYCII FRUCTUS</p><p>本品为茄科植物宁夏枸杞<em>Lycium barbarum </em>L.的干燥成熟果实。夏、秋二季果实呈红色时采收，热风烘干，除去果梗，或晾至皮皱后，晒干，除去果梗。</p><p><strong>【性状】</strong> 本品呈类纺锤形或椭圆形，长6～20mm，直径3～10mm。表面红色或暗红色，顶端有小突起状的花柱痕，基部有白色的果梗痕。果皮柔韧，皱缩；果肉肉质，柔润。种子20～50粒，类肾形，扁而翘，长1.5～1.9mm，宽1～1.7mm，表面浅黄色或棕黄色。气微，味甜。</p><p><strong>【鉴别】</strong> （1）本品粉末黄橙色或红棕色。外果皮表皮细胞表面观呈类多角形或长多角形，垂周壁平直或细波状弯曲，外平周壁表面有平行的角质条纹。中果皮薄壁细胞呈类多角形，壁薄，胞腔内含橙红色或红棕色球形颗粒。种皮石细胞表面观不规则多角形，壁厚，波状弯曲，层纹清晰。</p><p>（2）取本品0.5g，加水35ml，加热煮沸15分钟，放冷，滤过，滤液用乙酸乙酯15ml振摇提取，分取乙酸乙酯液，浓缩至1ml，作为供试品溶液。另取枸杞子对照药材0.5g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-三氯甲烷-甲酸（3:2:1）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过13.0%（通则0832第二法，温度为80℃）。</p><p><strong>总灰分 </strong>不得过5.0%（通则2302）。</p><p><strong>重金属及有害元素</strong> 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于55.0%。</p><p><strong>【含量测定】</strong> <strong>枸杞多糖</strong> 对照品溶液的制备 取无水葡萄糖对照品25mg，精密称定，置250ml量瓶中，加水适量溶解，稀释至刻度，摇匀，即得（每1ml中含无水葡萄糖0.1mg）。</p><p>标准曲线的制备 精密量取对照品溶液0.2ml、0.4ml、0.6ml、0.8ml、1.0ml，分别置具塞试管中，分别加水补至2.0ml，各精密加入5%苯酚溶液1ml，摇匀，迅速精密加入硫酸5ml，摇匀，放置10分钟，置40℃水浴中保温15分钟，取出，迅速冷却至室温，以相应的试剂为空白，照紫外-可见分光光度法（通则0401），在490nm的波长处测定吸光度，以吸光度为纵坐标，浓度为横坐标，绘制标准曲线。</p><p>测定法 取本品粗粉约0.5g，精密称定，加乙醚100ml，加热回流1小时，静置，放冷，小心弃去乙醚液，残渣置水浴上挥尽乙醚。加入80%乙醇100ml，加热回流1小时，趁热滤过，滤渣与滤器用热80%乙醇30ml分次洗涤，滤渣连同滤纸置烧瓶中，加水150ml，加热回流2小时。趁热滤过，用少量热水洗涤滤器，合并滤液与洗液，放冷，移至250ml量瓶中，用水稀释至刻度，摇匀，精密量取1ml，置具塞试管中，加水1.0ml，照标准曲线的制备项下的方法，自"各精密加入5%苯酚溶液1ml"起，依法测定吸光度，从标准曲线上读出供试品溶液中含葡萄糖的重量（mg），计算，即得。</p><p>本品按干燥品计算，含枸杞多糖以葡萄糖（C<sub>6</sub>H<sub>12</sub>O<sub>6</sub>）计，不得少于1.8%。</p><p><strong>甜菜碱</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以氨基键合硅胶为填充剂；以乙腈-水（85:15）为流动相；检测波长为195nm。理论板数按甜菜碱峰计算应不低于3000。</p><p>对照品溶液的制备 取甜菜碱对照品适量，精密称定，加水制成每1ml含0.17mg的溶液，即得。</p><p>供试品溶液的制备 取本品粉碎，取约1g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，密塞，称定重量，加热回流1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过。精密量取续滤液2ml，置碱性氧化铝固相萃取柱（2g）上，用乙醇30ml洗脱，收集洗脱液，蒸干，残渣加水溶解，转移至2ml量瓶中，加水至刻度，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含甜菜碱（C<sub>5</sub>H<sub>11</sub>NO<sub>2</sub>）不得少于0.50%。</p><p><strong>【性味与归经】</strong> 甘，平。归肝、肾经。</p><p><strong>【功能与主治】</strong> 滋补肝肾，益精明目。用于虚劳精亏，腰膝酸痛，眩晕耳鸣，阳萎遗精，内热消渴，血虚萎黄，目昏不明。</p><p><strong>【用法与用量】</strong> 6～12g。</p><p><strong>【贮藏】</strong> 置阴凉干燥处，防闷热，防潮，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (50, 1, '54.人参.docx', 'velious', '/medicine-image/ren-can/1.png', '/medicine-image/ren-can/1.png', `人参植物林下山参园参人参片下面为2020版中国药典标准人参RenshenGINSENG RADIX ET RHIZOMA本品为五加科植物人参Panax ginseng C.A.Mey.的干燥根和根茎。多于秋季采挖，洗净经晒干或烘干。栽培的俗称"园参"；播种在山林野生状态下自然生长的称"林下山参"，习称"籽海"。【性状】 主根呈纺锤形或圆柱形，长3～15cm，直径1～2cm。表面灰黄色，上部或全体有`, 0, '2022-07-22 18:00:00', `人参植物

![IMG_256](/medicine-image/ren-can/1.png)

林下山参

![IMG_257](/medicine-image/ren-can/2.png)

园参

![IMG_258](/medicine-image/ren-can/3.png)

人参片

![IMG_259](/medicine-image/ren-can/4.png)

# ****下面为2020版中国药典标准****

# ****人参****

RenshenGINSENG RADIX ET RHIZOMA  
本品为五加科植物人参Panax ginseng C.A.Mey.的干燥根和根茎。多于秋季采挖，洗净经晒干或烘干。栽培的俗称"园参"；播种在山林野生状态下自然生长的称"林下山参"，习称"籽海"。**【性状】** 主根呈纺锤形或圆柱形，长3～15cm，直径1～2cm。表面灰黄色，上部或全体有疏浅断续的粗横纹及明显的纵皱，下部有支根2～3条，并着生多数细长的须根，须根上常有不明显的细小疣状突出。根茎（芦头）长1～4cm，直径0.3～1.5cm，多拘挛而弯曲，具不定根（艼）和稀疏的凹窝状茎痕（芦碗）。质较硬，断面淡黄白色，显粉性，形成层环纹棕黄色，皮部有黄棕色的点状树脂道及放射状裂隙。香气特异，味微苦、甘。或主根多与根茎近等长或较短，呈圆柱形、菱角形或人字形，长1～6cm。表面灰黄色，具纵皱纹，上部或中下部有环纹。支根多为2～3条，须根少而细长，清晰不乱，有较明显的疣状突起。根茎细长，少数粗短，中上部具稀疏或密集而深陷的茎痕。不定根较细，多下垂。**【鉴别】** （1）本品横切面：木栓层为数列细胞。栓内层窄。韧皮部外侧有裂隙，内侧薄壁细胞排列较紧密，有树脂道散在，内含黄色分泌物。形成层成环。木质部射线宽广，导管单个散在或数个相聚，断续排列成放射状，导管旁偶有非木化的纤维。薄壁细胞含草酸钙簇晶。粉末淡黄白色。树脂道碎片易见，含黄色块状分泌物。草酸钙簇晶直径20～68μm，棱角锐尖。木栓细胞表面观类方形或多角形，壁细波状弯曲。网纹导管和梯纹导管直径10～56μm。淀粉粒甚多，单粒类球形、半圆形或不规则多角形，直径4～20μm，脐点点状或裂缝状；复粒由2～6分粒组成。（2）取本品粉末1g，加三氯甲烷40ml，加热回流1小时，弃去三氯甲烷液，药渣挥干溶剂，加水0.5ml搅拌湿润，加水饱和正丁醇10ml，超声处理30分钟，吸取上清液加3倍量氨试液，摇匀，放置分层，取上层液蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取人参对照药材1g，同法制成对照药材溶液。再取人参皂苷Rb1对照品、人参皂苷Re对照品、人参皂苷Rf对照品及人参皂苷Rg1对照品，加甲醇制成每1ml各含2mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各1～2μl，分别点于同一硅胶G薄层板上，以三氯甲烷-乙酸乙酯-甲醇-水（15:40:22:10）10℃以下放置的下层溶液为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应位置上，分别显相同颜色的斑点或荧光斑点。**【检查】** **水分 **不得过12.0\%（通则0832第二法）。**总灰分** 不得过5.0\%（通则2302）。**重金属及有害元素** 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。**其他有机氯类农药残留量** 照气相色谱法（通则0521）测定。色谱条件与系统适用性试验 分析柱：以键合交联14\%氰丙基苯基二甲基硅氧烷为固定液（DM1701或同类型）的毛细管柱（30m×0.32mm×0.25μm），验证柱：以键合交联5\%苯基甲基硅氧烷为固定液（DB5或同类型）的毛细管柱（30m×0.32mm×0.25μm）；63Ni-ECD电子捕获检测器；进样口温度230℃，检测器温度300℃，不分流进样。程序升温：初始温度60℃，保持0.3分钟，以每分钟60℃升至170℃，再以每分钟10℃升至220℃，保持10分钟，再以每分钟1℃升至240℃，再以每分钟15℃升至280℃，保持5分钟。理论板数按α-BHC峰计算应不低于1×105，两个相邻色谱峰的分离度应大于1.5。混合对照品储备液的制备 分别精密称取五氯硝基苯、六氯苯、七氯（七氯、环氧七氯）、氯丹（顺式氯丹、反式氯丹、氧化氯丹）农药对照品适量，用正己烷溶解分别制成每1ml约含100μg的溶液。精密量取上述对照品溶液各1ml，置同一100ml量瓶中，加正己烷至刻度，摇匀；或精密量取有机氯农药混合对照品溶液1ml，置10ml量瓶中，加正己烷至刻度，摇匀，即得（每1ml含各农药对照品1μg）。混合对照品溶液的制备 精密量取上述混合对照品储备液，用正己烷制成每1ml分别含1ng、2ng、5ng、10ng、20ng、50ng、100ng的溶液，即得。供试品溶液的制备 取本品，粉碎成细粉（过二号筛），取约5g，精密称定，置具塞锥形瓶中，加水30ml，振摇10分钟，精密加丙酮50ml，称定重量，超声处理（功率300W，频率40kHz）30分钟，放冷，再称定重量，用丙酮补足减失的重量，再加氯化钠约8g，精密加二氯甲烷25ml，称定重量，超声处理（功率300W，频率40kHz）15分钟，再称定重量，用二氯甲烷补足减失的重量，振摇使氯化钠充分溶解，静置，转移至离心管中，离心（每分钟3000转）3分钟，使完全分层，将有机相转移至装有适量无水硫酸钠的具塞锥形瓶中，放置30分钟。精密量取15ml，置40℃水浴中减压浓缩至约1ml，加正己烷约5ml，减压浓缩至近干，用正己烷溶解并转移至5ml量瓶中，并稀释至刻度，摇匀，转移至离心管中，缓缓加入硫酸溶液（9→10）1ml，振摇1分钟，离心（每分钟3000转）10分钟，分取上清液，加水1ml，振摇，取上清液，即得。测定法 分别精密吸取供试品溶液和与之相应浓度的混合对照品溶液各1μl，注入气相色谱仪，分别连续进样3次，取3次平均值，按外标法计算，即得。本品中含五氯硝基苯不得过0.1mg/kg；六氯苯不得过0.1mg/kg；七氯（七氯、环氧七氯之和）不得过0.05mg/kg；氯丹（顺式氯丹、反式氯丹、氧化氯丹之和）不得过0.1mg/kg。**【含量测定】** 照高效液相色谱法（通则0512）测定。**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；检测波长为203nm。理论板数按人参皂苷Rg1峰计算应不低于6000。

<table><tbody><tr><td><p>时间（分钟）</p></td><td><p>流动相A（%）</p></td><td><p>流动相B（%）</p></td></tr><tr><td><p>0～35</p></td><td><p>19</p></td><td><p>81</p></td></tr><tr><td><p>35～55</p></td><td><p>19→29</p></td><td><p>81→71</p></td></tr><tr><td><p>55～70</p></td><td><p>29</p></td><td><p>71</p></td></tr><tr><td><p>70～100</p></td><td><p>29→40</p></td><td><p>71→60</p></td></tr></tbody></table>

**对照品溶液的制备** 精密称取人参皂苷Rg1对照品、人参皂苷Re对照品及人参皂苷Rb1对照品，加甲醇制成每1ml各含0.2mg的混合溶液，摇匀，即得。**供试品溶液的制备** 取本品粉末（过四号筛）约1g，精密称定，置索氏提取器中，加三氯甲烷加热回流3小时，弃去三氯甲烷液，药渣挥干溶剂，连同滤纸筒移入100ml锥形瓶中，精密加水饱和正丁醇50ml，密塞，放置过夜，超声处理（功率250W，频率50kHz）30分钟，滤过，弃去初滤液，精密量取续滤液25ml，置蒸发皿中蒸干，残渣加甲醇溶解并转移至5ml量瓶中，加甲醇稀释至刻度，摇匀，滤过，取续滤液，即得。测定法 分别精密吸取对照品溶液10μl与供试品溶液10～20μl，注入液相色谱仪，测定，即得。本品按干燥品计算，含人参皂苷Rg1（C42H72O14）和人参皂苷Re（C48H82O18）的总量不得少于0.30\%，人参皂苷Rb1（C54H92O23）不得少于0.20\%。**饮片【炮制】** 润透，切薄片，干燥，或用时粉碎、捣碎。**人参片** 本品呈圆形或类圆形薄片。外表皮灰黄色。切面淡黄白色或类白色，显粉性，形成层环纹棕黄色，皮部有黄棕色的点状树脂道及放射性裂隙。体轻，质脆。香气特异，味微苦、甘。**【含量测定】** 同药材，含人参皂苷Rg1（C42H72O14）和人参皂苷Re（C48H82O18）的总量不得少于0.27\%，人参皂苷Rb1（C54H92O23）不得少于0.18\%。**【鉴别】**（除横切面外） **【检查】** 同药材。**【性味与归经】** 甘、微苦，微温。归脾、肺、心、肾经。**【功能与主治】** 大补元气，复脉固脱，补脾益肺，生津养血，安神益智。用于体虚欲脱，肢冷脉微，脾虚食少，肺虚喘咳，津伤口渴，内热消渴，气血亏虚，久病虚羸，惊悸失眠，阳痿宫冷。**【用法与用量】** 3～9g，另煎兑服；也可研粉吞服，一次2g，一日2次。**【注意】** 不宜与藜芦、五灵脂同用。**【贮藏】** 置阴凉干燥处，密闭保存，防蛀。

人参植物

![IMG_256](/medicine-image/ren-can/5.png)

林下山参

![IMG_257](/medicine-image/ren-can/6.png)

园参

![IMG_258](/medicine-image/ren-can/7.png)

人参片

![IMG_259](/medicine-image/ren-can/8.png)

![IMG_260](/medicine-image/ren-can/9.png)

# ****下面为2020版中国药典标准****

# ****人参****

RenshenGINSENG RADIX ET RHIZOMA  
本品为五加科植物人参Panax ginseng C.A.Mey.的干燥根和根茎。多于秋季采挖，洗净经晒干或烘干。栽培的俗称"园参"；播种在山林野生状态下自然生长的称"林下山参"，习称"籽海"。**【性状】** 主根呈纺锤形或圆柱形，长3～15cm，直径1～2cm。表面灰黄色，上部或全体有疏浅断续的粗横纹及明显的纵皱，下部有支根2～3条，并着生多数细长的须根，须根上常有不明显的细小疣状突出。根茎（芦头）长1～4cm，直径0.3～1.5cm，多拘挛而弯曲，具不定根（艼）和稀疏的凹窝状茎痕（芦碗）。质较硬，断面淡黄白色，显粉性，形成层环纹棕黄色，皮部有黄棕色的点状树脂道及放射状裂隙。香气特异，味微苦、甘。或主根多与根茎近等长或较短，呈圆柱形、菱角形或人字形，长1～6cm。表面灰黄色，具纵皱纹，上部或中下部有环纹。支根多为2～3条，须根少而细长，清晰不乱，有较明显的疣状突起。根茎细长，少数粗短，中上部具稀疏或密集而深陷的茎痕。不定根较细，多下垂。**【鉴别】** （1）本品横切面：木栓层为数列细胞。栓内层窄。韧皮部外侧有裂隙，内侧薄壁细胞排列较紧密，有树脂道散在，内含黄色分泌物。形成层成环。木质部射线宽广，导管单个散在或数个相聚，断续排列成放射状，导管旁偶有非木化的纤维。薄壁细胞含草酸钙簇晶。粉末淡黄白色。树脂道碎片易见，含黄色块状分泌物。草酸钙簇晶直径20～68μm，棱角锐尖。木栓细胞表面观类方形或多角形，壁细波状弯曲。网纹导管和梯纹导管直径10～56μm。淀粉粒甚多，单粒类球形、半圆形或不规则多角形，直径4～20μm，脐点点状或裂缝状；复粒由2～6分粒组成。（2）取本品粉末1g，加三氯甲烷40ml，加热回流1小时，弃去三氯甲烷液，药渣挥干溶剂，加水0.5ml搅拌湿润，加水饱和正丁醇10ml，超声处理30分钟，吸取上清液加3倍量氨试液，摇匀，放置分层，取上层液蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取人参对照药材1g，同法制成对照药材溶液。再取人参皂苷Rb1对照品、人参皂苷Re对照品、人参皂苷Rf对照品及人参皂苷Rg1对照品，加甲醇制成每1ml各含2mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各1～2μl，分别点于同一硅胶G薄层板上，以三氯甲烷-乙酸乙酯-甲醇-水（15:40:22:10）10℃以下放置的下层溶液为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应位置上，分别显相同颜色的斑点或荧光斑点。**【检查】** **水分 **不得过12.0\%（通则0832第二法）。**总灰分** 不得过5.0\%（通则2302）。**重金属及有害元素** 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。**其他有机氯类农药残留量** 照气相色谱法（通则0521）测定。色谱条件与系统适用性试验 分析柱：以键合交联14\%氰丙基苯基二甲基硅氧烷为固定液（DM1701或同类型）的毛细管柱（30m×0.32mm×0.25μm），验证柱：以键合交联5\%苯基甲基硅氧烷为固定液（DB5或同类型）的毛细管柱（30m×0.32mm×0.25μm）；63Ni-ECD电子捕获检测器；进样口温度230℃，检测器温度300℃，不分流进样。程序升温：初始温度60℃，保持0.3分钟，以每分钟60℃升至170℃，再以每分钟10℃升至220℃，保持10分钟，再以每分钟1℃升至240℃，再以每分钟15℃升至280℃，保持5分钟。理论板数按α-BHC峰计算应不低于1×105，两个相邻色谱峰的分离度应大于1.5。混合对照品储备液的制备 分别精密称取五氯硝基苯、六氯苯、七氯（七氯、环氧七氯）、氯丹（顺式氯丹、反式氯丹、氧化氯丹）农药对照品适量，用正己烷溶解分别制成每1ml约含100μg的溶液。精密量取上述对照品溶液各1ml，置同一100ml量瓶中，加正己烷至刻度，摇匀；或精密量取有机氯农药混合对照品溶液1ml，置10ml量瓶中，加正己烷至刻度，摇匀，即得（每1ml含各农药对照品1μg）。混合对照品溶液的制备 精密量取上述混合对照品储备液，用正己烷制成每1ml分别含1ng、2ng、5ng、10ng、20ng、50ng、100ng的溶液，即得。供试品溶液的制备 取本品，粉碎成细粉（过二号筛），取约5g，精密称定，置具塞锥形瓶中，加水30ml，振摇10分钟，精密加丙酮50ml，称定重量，超声处理（功率300W，频率40kHz）30分钟，放冷，再称定重量，用丙酮补足减失的重量，再加氯化钠约8g，精密加二氯甲烷25ml，称定重量，超声处理（功率300W，频率40kHz）15分钟，再称定重量，用二氯甲烷补足减失的重量，振摇使氯化钠充分溶解，静置，转移至离心管中，离心（每分钟3000转）3分钟，使完全分层，将有机相转移至装有适量无水硫酸钠的具塞锥形瓶中，放置30分钟。精密量取15ml，置40℃水浴中减压浓缩至约1ml，加正己烷约5ml，减压浓缩至近干，用正己烷溶解并转移至5ml量瓶中，并稀释至刻度，摇匀，转移至离心管中，缓缓加入硫酸溶液（9→10）1ml，振摇1分钟，离心（每分钟3000转）10分钟，分取上清液，加水1ml，振摇，取上清液，即得。测定法 分别精密吸取供试品溶液和与之相应浓度的混合对照品溶液各1μl，注入气相色谱仪，分别连续进样3次，取3次平均值，按外标法计算，即得。本品中含五氯硝基苯不得过0.1mg/kg；六氯苯不得过0.1mg/kg；七氯（七氯、环氧七氯之和）不得过0.05mg/kg；氯丹（顺式氯丹、反式氯丹、氧化氯丹之和）不得过0.1mg/kg。**【含量测定】** 照高效液相色谱法（通则0512）测定。**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；检测波长为203nm。理论板数按人参皂苷Rg1峰计算应不低于6000。

<table><tbody><tr><td><p>时间（分钟）</p></td><td><p>流动相A（%）</p></td><td><p>流动相B（%）</p></td></tr><tr><td><p>0～35</p></td><td><p>19</p></td><td><p>81</p></td></tr><tr><td><p>35～55</p></td><td><p>19→29</p></td><td><p>81→71</p></td></tr><tr><td><p>55～70</p></td><td><p>29</p></td><td><p>71</p></td></tr><tr><td><p>70～100</p></td><td><p>29→40</p></td><td><p>71→60</p></td></tr></tbody></table>

**对照品溶液的制备** 精密称取人参皂苷Rg1对照品、人参皂苷Re对照品及人参皂苷Rb1对照品，加甲醇制成每1ml各含0.2mg的混合溶液，摇匀，即得。**供试品溶液的制备** 取本品粉末（过四号筛）约1g，精密称定，置索氏提取器中，加三氯甲烷加热回流3小时，弃去三氯甲烷液，药渣挥干溶剂，连同滤纸筒移入100ml锥形瓶中，精密加水饱和正丁醇50ml，密塞，放置过夜，超声处理（功率250W，频率50kHz）30分钟，滤过，弃去初滤液，精密量取续滤液25ml，置蒸发皿中蒸干，残渣加甲醇溶解并转移至5ml量瓶中，加甲醇稀释至刻度，摇匀，滤过，取续滤液，即得。测定法 分别精密吸取对照品溶液10μl与供试品溶液10～20μl，注入液相色谱仪，测定，即得。本品按干燥品计算，含人参皂苷Rg1（C42H72O14）和人参皂苷Re（C48H82O18）的总量不得少于0.30\%，人参皂苷Rb1（C54H92O23）不得少于0.20\%。**饮片【炮制】** 润透，切薄片，干燥，或用时粉碎、捣碎。**人参片** 本品呈圆形或类圆形薄片。外表皮灰黄色。切面淡黄白色或类白色，显粉性，形成层环纹棕黄色，皮部有黄棕色的点状树脂道及放射性裂隙。体轻，质脆。香气特异，味微苦、甘。**【含量测定】** 同药材，含人参皂苷Rg1（C42H72O14）和人参皂苷Re（C48H82O18）的总量不得少于0.27\%，人参皂苷Rb1（C54H92O23）不得少于0.18\%。**【鉴别】**（除横切面外） **【检查】** 同药材。**【性味与归经】** 甘、微苦，微温。归脾、肺、心、肾经。**【功能与主治】** 大补元气，复脉固脱，补脾益肺，生津养血，安神益智。用于体虚欲脱，肢冷脉微，脾虚食少，肺虚喘咳，津伤口渴，内热消渴，气血亏虚，久病虚羸，惊悸失眠，阳痿宫冷。**【用法与用量】** 3～9g，另煎兑服；也可研粉吞服，一次2g，一日2次。**【注意】** 不宜与藜芦、五灵脂同用。**【贮藏】** 置阴凉干燥处，密闭保存，防蛀。`, `<p>人参植物</p><p><img src="/medicine-image/ren-can/1.png" alt="IMG_256" /></p><p>林下山参</p><p><img src="/medicine-image/ren-can/2.png" alt="IMG_257" /></p><p>园参</p><p><img src="/medicine-image/ren-can/3.png" alt="IMG_258" /></p><p>人参片</p><p><img src="/medicine-image/ren-can/4.png" alt="IMG_259" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>人参</strong></strong></h1><p>RenshenGINSENG RADIX ET RHIZOMA<br />本品为五加科植物人参Panax ginseng C.A.Mey.的干燥根和根茎。多于秋季采挖，洗净经晒干或烘干。栽培的俗称"园参"；播种在山林野生状态下自然生长的称"林下山参"，习称"籽海"。<strong>【性状】</strong> 主根呈纺锤形或圆柱形，长3～15cm，直径1～2cm。表面灰黄色，上部或全体有疏浅断续的粗横纹及明显的纵皱，下部有支根2～3条，并着生多数细长的须根，须根上常有不明显的细小疣状突出。根茎（芦头）长1～4cm，直径0.3～1.5cm，多拘挛而弯曲，具不定根（艼）和稀疏的凹窝状茎痕（芦碗）。质较硬，断面淡黄白色，显粉性，形成层环纹棕黄色，皮部有黄棕色的点状树脂道及放射状裂隙。香气特异，味微苦、甘。或主根多与根茎近等长或较短，呈圆柱形、菱角形或人字形，长1～6cm。表面灰黄色，具纵皱纹，上部或中下部有环纹。支根多为2～3条，须根少而细长，清晰不乱，有较明显的疣状突起。根茎细长，少数粗短，中上部具稀疏或密集而深陷的茎痕。不定根较细，多下垂。<strong>【鉴别】</strong> （1）本品横切面：木栓层为数列细胞。栓内层窄。韧皮部外侧有裂隙，内侧薄壁细胞排列较紧密，有树脂道散在，内含黄色分泌物。形成层成环。木质部射线宽广，导管单个散在或数个相聚，断续排列成放射状，导管旁偶有非木化的纤维。薄壁细胞含草酸钙簇晶。粉末淡黄白色。树脂道碎片易见，含黄色块状分泌物。草酸钙簇晶直径20～68μm，棱角锐尖。木栓细胞表面观类方形或多角形，壁细波状弯曲。网纹导管和梯纹导管直径10～56μm。淀粉粒甚多，单粒类球形、半圆形或不规则多角形，直径4～20μm，脐点点状或裂缝状；复粒由2～6分粒组成。（2）取本品粉末1g，加三氯甲烷40ml，加热回流1小时，弃去三氯甲烷液，药渣挥干溶剂，加水0.5ml搅拌湿润，加水饱和正丁醇10ml，超声处理30分钟，吸取上清液加3倍量氨试液，摇匀，放置分层，取上层液蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取人参对照药材1g，同法制成对照药材溶液。再取人参皂苷Rb1对照品、人参皂苷Re对照品、人参皂苷Rf对照品及人参皂苷Rg1对照品，加甲醇制成每1ml各含2mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各1～2μl，分别点于同一硅胶G薄层板上，以三氯甲烷-乙酸乙酯-甲醇-水（15:40:22:10）10℃以下放置的下层溶液为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应位置上，分别显相同颜色的斑点或荧光斑点。<strong>【检查】</strong> <strong>水分 </strong>不得过12.0%（通则0832第二法）。<strong>总灰分</strong> 不得过5.0%（通则2302）。<strong>重金属及有害元素</strong> 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。<strong>其他有机氯类农药残留量</strong> 照气相色谱法（通则0521）测定。色谱条件与系统适用性试验 分析柱：以键合交联14%氰丙基苯基二甲基硅氧烷为固定液（DM1701或同类型）的毛细管柱（30m×0.32mm×0.25μm），验证柱：以键合交联5%苯基甲基硅氧烷为固定液（DB5或同类型）的毛细管柱（30m×0.32mm×0.25μm）；<sup>63</sup>Ni-ECD电子捕获检测器；进样口温度230℃，检测器温度300℃，不分流进样。程序升温：初始温度60℃，保持0.3分钟，以每分钟60℃升至170℃，再以每分钟10℃升至220℃，保持10分钟，再以每分钟1℃升至240℃，再以每分钟15℃升至280℃，保持5分钟。理论板数按α-BHC峰计算应不低于1×10<sup>5</sup>，两个相邻色谱峰的分离度应大于1.5。混合对照品储备液的制备 分别精密称取五氯硝基苯、六氯苯、七氯（七氯、环氧七氯）、氯丹（顺式氯丹、反式氯丹、氧化氯丹）农药对照品适量，用正己烷溶解分别制成每1ml约含100μg的溶液。精密量取上述对照品溶液各1ml，置同一100ml量瓶中，加正己烷至刻度，摇匀；或精密量取有机氯农药混合对照品溶液1ml，置10ml量瓶中，加正己烷至刻度，摇匀，即得（每1ml含各农药对照品1μg）。混合对照品溶液的制备 精密量取上述混合对照品储备液，用正己烷制成每1ml分别含1ng、2ng、5ng、10ng、20ng、50ng、100ng的溶液，即得。供试品溶液的制备 取本品，粉碎成细粉（过二号筛），取约5g，精密称定，置具塞锥形瓶中，加水30ml，振摇10分钟，精密加丙酮50ml，称定重量，超声处理（功率300W，频率40kHz）30分钟，放冷，再称定重量，用丙酮补足减失的重量，再加氯化钠约8g，精密加二氯甲烷25ml，称定重量，超声处理（功率300W，频率40kHz）15分钟，再称定重量，用二氯甲烷补足减失的重量，振摇使氯化钠充分溶解，静置，转移至离心管中，离心（每分钟3000转）3分钟，使完全分层，将有机相转移至装有适量无水硫酸钠的具塞锥形瓶中，放置30分钟。精密量取15ml，置40℃水浴中减压浓缩至约1ml，加正己烷约5ml，减压浓缩至近干，用正己烷溶解并转移至5ml量瓶中，并稀释至刻度，摇匀，转移至离心管中，缓缓加入硫酸溶液（9→10）1ml，振摇1分钟，离心（每分钟3000转）10分钟，分取上清液，加水1ml，振摇，取上清液，即得。测定法 分别精密吸取供试品溶液和与之相应浓度的混合对照品溶液各1μl，注入气相色谱仪，分别连续进样3次，取3次平均值，按外标法计算，即得。本品中含五氯硝基苯不得过0.1mg/kg；六氯苯不得过0.1mg/kg；七氯（七氯、环氧七氯之和）不得过0.05mg/kg；氯丹（顺式氯丹、反式氯丹、氧化氯丹之和）不得过0.1mg/kg。<strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。<strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；检测波长为203nm。理论板数按人参皂苷Rg<sub>1</sub>峰计算应不低于6000。</p><table><tr><td><p>时间（分钟）</p></td><td><p>流动相A（%）</p></td><td><p>流动相B（%）</p></td></tr><tr><td><p>0～35</p></td><td><p>19</p></td><td><p>81</p></td></tr><tr><td><p>35～55</p></td><td><p>19→29</p></td><td><p>81→71</p></td></tr><tr><td><p>55～70</p></td><td><p>29</p></td><td><p>71</p></td></tr><tr><td><p>70～100</p></td><td><p>29→40</p></td><td><p>71→60</p></td></tr></table><p><strong>对照品溶液的制备</strong> 精密称取人参皂苷Rg<sub>1</sub>对照品、人参皂苷Re对照品及人参皂苷Rb<sub>1</sub>对照品，加甲醇制成每1ml各含0.2mg的混合溶液，摇匀，即得。<strong>供试品溶液的制备</strong> 取本品粉末（过四号筛）约1g，精密称定，置索氏提取器中，加三氯甲烷加热回流3小时，弃去三氯甲烷液，药渣挥干溶剂，连同滤纸筒移入100ml锥形瓶中，精密加水饱和正丁醇50ml，密塞，放置过夜，超声处理（功率250W，频率50kHz）30分钟，滤过，弃去初滤液，精密量取续滤液25ml，置蒸发皿中蒸干，残渣加甲醇溶解并转移至5ml量瓶中，加甲醇稀释至刻度，摇匀，滤过，取续滤液，即得。测定法 分别精密吸取对照品溶液10μl与供试品溶液10～20μl，注入液相色谱仪，测定，即得。本品按干燥品计算，含人参皂苷Rg<sub>1</sub>（C<sub>42</sub>H<sub>72</sub>O<sub>14</sub>）和人参皂苷Re（C<sub>48</sub>H<sub>82</sub>O<sub>18</sub>）的总量不得少于0.30%，人参皂苷Rb<sub>1</sub>（C<sub>54</sub>H<sub>92</sub>O<sub>23</sub>）不得少于0.20%。<strong>饮片【炮制】</strong> 润透，切薄片，干燥，或用时粉碎、捣碎。<strong>人参片</strong> 本品呈圆形或类圆形薄片。外表皮灰黄色。切面淡黄白色或类白色，显粉性，形成层环纹棕黄色，皮部有黄棕色的点状树脂道及放射性裂隙。体轻，质脆。香气特异，味微苦、甘。<strong>【含量测定】</strong> 同药材，含人参皂苷Rg<sub>1</sub>（C<sub>42</sub>H<sub>72</sub>O<sub>14</sub>）和人参皂苷Re（C<sub>48</sub>H<sub>82</sub>O<sub>18</sub>）的总量不得少于0.27%，人参皂苷Rb<sub>1</sub>（C<sub>54</sub>H<sub>92</sub>O<sub>23</sub>）不得少于0.18%。<strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong> 同药材。<strong>【性味与归经】</strong> 甘、微苦，微温。归脾、肺、心、肾经。<strong>【功能与主治】</strong> 大补元气，复脉固脱，补脾益肺，生津养血，安神益智。用于体虚欲脱，肢冷脉微，脾虚食少，肺虚喘咳，津伤口渴，内热消渴，气血亏虚，久病虚羸，惊悸失眠，阳痿宫冷。<strong>【用法与用量】</strong> 3～9g，另煎兑服；也可研粉吞服，一次2g，一日2次。<strong>【注意】</strong> 不宜与藜芦、五灵脂同用。<strong>【贮藏】</strong> 置阴凉干燥处，密闭保存，防蛀。</p><p>人参植物</p><p><img src="/medicine-image/ren-can/5.png" alt="IMG_256" /></p><p>林下山参</p><p><img src="/medicine-image/ren-can/6.png" alt="IMG_257" /></p><p>园参</p><p><img src="/medicine-image/ren-can/7.png" alt="IMG_258" /></p><p>人参片</p><p><img src="/medicine-image/ren-can/8.png" alt="IMG_259" /></p><p><img src="/medicine-image/ren-can/9.png" alt="IMG_260" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>人参</strong></strong></h1><p>RenshenGINSENG RADIX ET RHIZOMA<br />本品为五加科植物人参Panax ginseng C.A.Mey.的干燥根和根茎。多于秋季采挖，洗净经晒干或烘干。栽培的俗称"园参"；播种在山林野生状态下自然生长的称"林下山参"，习称"籽海"。<strong>【性状】</strong> 主根呈纺锤形或圆柱形，长3～15cm，直径1～2cm。表面灰黄色，上部或全体有疏浅断续的粗横纹及明显的纵皱，下部有支根2～3条，并着生多数细长的须根，须根上常有不明显的细小疣状突出。根茎（芦头）长1～4cm，直径0.3～1.5cm，多拘挛而弯曲，具不定根（艼）和稀疏的凹窝状茎痕（芦碗）。质较硬，断面淡黄白色，显粉性，形成层环纹棕黄色，皮部有黄棕色的点状树脂道及放射状裂隙。香气特异，味微苦、甘。或主根多与根茎近等长或较短，呈圆柱形、菱角形或人字形，长1～6cm。表面灰黄色，具纵皱纹，上部或中下部有环纹。支根多为2～3条，须根少而细长，清晰不乱，有较明显的疣状突起。根茎细长，少数粗短，中上部具稀疏或密集而深陷的茎痕。不定根较细，多下垂。<strong>【鉴别】</strong> （1）本品横切面：木栓层为数列细胞。栓内层窄。韧皮部外侧有裂隙，内侧薄壁细胞排列较紧密，有树脂道散在，内含黄色分泌物。形成层成环。木质部射线宽广，导管单个散在或数个相聚，断续排列成放射状，导管旁偶有非木化的纤维。薄壁细胞含草酸钙簇晶。粉末淡黄白色。树脂道碎片易见，含黄色块状分泌物。草酸钙簇晶直径20～68μm，棱角锐尖。木栓细胞表面观类方形或多角形，壁细波状弯曲。网纹导管和梯纹导管直径10～56μm。淀粉粒甚多，单粒类球形、半圆形或不规则多角形，直径4～20μm，脐点点状或裂缝状；复粒由2～6分粒组成。（2）取本品粉末1g，加三氯甲烷40ml，加热回流1小时，弃去三氯甲烷液，药渣挥干溶剂，加水0.5ml搅拌湿润，加水饱和正丁醇10ml，超声处理30分钟，吸取上清液加3倍量氨试液，摇匀，放置分层，取上层液蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取人参对照药材1g，同法制成对照药材溶液。再取人参皂苷Rb1对照品、人参皂苷Re对照品、人参皂苷Rf对照品及人参皂苷Rg1对照品，加甲醇制成每1ml各含2mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各1～2μl，分别点于同一硅胶G薄层板上，以三氯甲烷-乙酸乙酯-甲醇-水（15:40:22:10）10℃以下放置的下层溶液为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应位置上，分别显相同颜色的斑点或荧光斑点。<strong>【检查】</strong> <strong>水分 </strong>不得过12.0%（通则0832第二法）。<strong>总灰分</strong> 不得过5.0%（通则2302）。<strong>重金属及有害元素</strong> 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。<strong>其他有机氯类农药残留量</strong> 照气相色谱法（通则0521）测定。色谱条件与系统适用性试验 分析柱：以键合交联14%氰丙基苯基二甲基硅氧烷为固定液（DM1701或同类型）的毛细管柱（30m×0.32mm×0.25μm），验证柱：以键合交联5%苯基甲基硅氧烷为固定液（DB5或同类型）的毛细管柱（30m×0.32mm×0.25μm）；<sup>63</sup>Ni-ECD电子捕获检测器；进样口温度230℃，检测器温度300℃，不分流进样。程序升温：初始温度60℃，保持0.3分钟，以每分钟60℃升至170℃，再以每分钟10℃升至220℃，保持10分钟，再以每分钟1℃升至240℃，再以每分钟15℃升至280℃，保持5分钟。理论板数按α-BHC峰计算应不低于1×10<sup>5</sup>，两个相邻色谱峰的分离度应大于1.5。混合对照品储备液的制备 分别精密称取五氯硝基苯、六氯苯、七氯（七氯、环氧七氯）、氯丹（顺式氯丹、反式氯丹、氧化氯丹）农药对照品适量，用正己烷溶解分别制成每1ml约含100μg的溶液。精密量取上述对照品溶液各1ml，置同一100ml量瓶中，加正己烷至刻度，摇匀；或精密量取有机氯农药混合对照品溶液1ml，置10ml量瓶中，加正己烷至刻度，摇匀，即得（每1ml含各农药对照品1μg）。混合对照品溶液的制备 精密量取上述混合对照品储备液，用正己烷制成每1ml分别含1ng、2ng、5ng、10ng、20ng、50ng、100ng的溶液，即得。供试品溶液的制备 取本品，粉碎成细粉（过二号筛），取约5g，精密称定，置具塞锥形瓶中，加水30ml，振摇10分钟，精密加丙酮50ml，称定重量，超声处理（功率300W，频率40kHz）30分钟，放冷，再称定重量，用丙酮补足减失的重量，再加氯化钠约8g，精密加二氯甲烷25ml，称定重量，超声处理（功率300W，频率40kHz）15分钟，再称定重量，用二氯甲烷补足减失的重量，振摇使氯化钠充分溶解，静置，转移至离心管中，离心（每分钟3000转）3分钟，使完全分层，将有机相转移至装有适量无水硫酸钠的具塞锥形瓶中，放置30分钟。精密量取15ml，置40℃水浴中减压浓缩至约1ml，加正己烷约5ml，减压浓缩至近干，用正己烷溶解并转移至5ml量瓶中，并稀释至刻度，摇匀，转移至离心管中，缓缓加入硫酸溶液（9→10）1ml，振摇1分钟，离心（每分钟3000转）10分钟，分取上清液，加水1ml，振摇，取上清液，即得。测定法 分别精密吸取供试品溶液和与之相应浓度的混合对照品溶液各1μl，注入气相色谱仪，分别连续进样3次，取3次平均值，按外标法计算，即得。本品中含五氯硝基苯不得过0.1mg/kg；六氯苯不得过0.1mg/kg；七氯（七氯、环氧七氯之和）不得过0.05mg/kg；氯丹（顺式氯丹、反式氯丹、氧化氯丹之和）不得过0.1mg/kg。<strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。<strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；检测波长为203nm。理论板数按人参皂苷Rg<sub>1</sub>峰计算应不低于6000。</p><table><tr><td><p>时间（分钟）</p></td><td><p>流动相A（%）</p></td><td><p>流动相B（%）</p></td></tr><tr><td><p>0～35</p></td><td><p>19</p></td><td><p>81</p></td></tr><tr><td><p>35～55</p></td><td><p>19→29</p></td><td><p>81→71</p></td></tr><tr><td><p>55～70</p></td><td><p>29</p></td><td><p>71</p></td></tr><tr><td><p>70～100</p></td><td><p>29→40</p></td><td><p>71→60</p></td></tr></table><p><strong>对照品溶液的制备</strong> 精密称取人参皂苷Rg<sub>1</sub>对照品、人参皂苷Re对照品及人参皂苷Rb<sub>1</sub>对照品，加甲醇制成每1ml各含0.2mg的混合溶液，摇匀，即得。<strong>供试品溶液的制备</strong> 取本品粉末（过四号筛）约1g，精密称定，置索氏提取器中，加三氯甲烷加热回流3小时，弃去三氯甲烷液，药渣挥干溶剂，连同滤纸筒移入100ml锥形瓶中，精密加水饱和正丁醇50ml，密塞，放置过夜，超声处理（功率250W，频率50kHz）30分钟，滤过，弃去初滤液，精密量取续滤液25ml，置蒸发皿中蒸干，残渣加甲醇溶解并转移至5ml量瓶中，加甲醇稀释至刻度，摇匀，滤过，取续滤液，即得。测定法 分别精密吸取对照品溶液10μl与供试品溶液10～20μl，注入液相色谱仪，测定，即得。本品按干燥品计算，含人参皂苷Rg<sub>1</sub>（C<sub>42</sub>H<sub>72</sub>O<sub>14</sub>）和人参皂苷Re（C<sub>48</sub>H<sub>82</sub>O<sub>18</sub>）的总量不得少于0.30%，人参皂苷Rb<sub>1</sub>（C<sub>54</sub>H<sub>92</sub>O<sub>23</sub>）不得少于0.20%。<strong>饮片【炮制】</strong> 润透，切薄片，干燥，或用时粉碎、捣碎。<strong>人参片</strong> 本品呈圆形或类圆形薄片。外表皮灰黄色。切面淡黄白色或类白色，显粉性，形成层环纹棕黄色，皮部有黄棕色的点状树脂道及放射性裂隙。体轻，质脆。香气特异，味微苦、甘。<strong>【含量测定】</strong> 同药材，含人参皂苷Rg<sub>1</sub>（C<sub>42</sub>H<sub>72</sub>O<sub>14</sub>）和人参皂苷Re（C<sub>48</sub>H<sub>82</sub>O<sub>18</sub>）的总量不得少于0.27%，人参皂苷Rb<sub>1</sub>（C<sub>54</sub>H<sub>92</sub>O<sub>23</sub>）不得少于0.18%。<strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong> 同药材。<strong>【性味与归经】</strong> 甘、微苦，微温。归脾、肺、心、肾经。<strong>【功能与主治】</strong> 大补元气，复脉固脱，补脾益肺，生津养血，安神益智。用于体虚欲脱，肢冷脉微，脾虚食少，肺虚喘咳，津伤口渴，内热消渴，气血亏虚，久病虚羸，惊悸失眠，阳痿宫冷。<strong>【用法与用量】</strong> 3～9g，另煎兑服；也可研粉吞服，一次2g，一日2次。<strong>【注意】</strong> 不宜与藜芦、五灵脂同用。<strong>【贮藏】</strong> 置阴凉干燥处，密闭保存，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (11, 1, '19.木棉花.docx', 'velious', '/medicine-image/mu-mian-hua/1.png', '/medicine-image/mu-mian-hua/1.png', `木棉花植物木棉花药材木棉花MumiɑnhuɑGOSSAMPINI FLOS本品为木棉科植物木棉Gossampinus malabarica（DC.）Merr.的干燥花。春季花盛开时采收，除去杂质，晒干。【性状】 本品常皱缩成团。花萼杯状，厚革质，长2～4cm，直径1.5～3cm，顶端3或5裂，裂片钝圆形，反曲；外表面棕褐色，有纵皱纹，内表面被棕黄色短绒毛。花瓣5片，椭圆状倒卵形或披针状椭圆形，长3`, 0, '2022-07-22 18:00:00', `木棉花植物

![IMG_256](/medicine-image/mu-mian-hua/1.png)

![IMG_257](/medicine-image/mu-mian-hua/2.png)

木棉花药材

![IMG_258](/medicine-image/mu-mian-hua/3.png)

# ![IMG_259](/medicine-image/mu-mian-hua/4.png)

# ****木棉花****

Mumiɑnhuɑ

GOSSAMPINI FLOS

本品为木棉科植物木棉Gossampinus malabarica（DC.）Merr.的干燥花。春季花盛开时采收，除去杂质，晒干。

**【性状】** 本品常皱缩成团。花萼杯状，厚革质，长2～4cm，直径1.5～3cm，顶端3或5裂，裂片钝圆形，反曲；外表面棕褐色，有纵皱纹，内表面被棕黄色短绒毛。花瓣5片，椭圆状倒卵形或披针状椭圆形，长3～8cm，宽1.5～3.5cm；外表面浅棕黄色或浅棕褐色，密被星状毛，内表面紫棕色，有疏毛。雄蕊多数，基部合生呈筒状，最外轮集生成5束，柱头5裂。气微，味淡、微甘、涩。

**【鉴别】** （1）本品粉末淡棕红色。星状非腺毛众多，由多个呈长披针形的细胞组成，为4～14分叉，每分叉为一个单细胞，长135～474μm，胞腔线形，有的胞腔内含棕色物。花粉粒类三角形，直径50～60μm，表面有网状纹理，具3个萌发孔。

（2）取本品粉末2g，加乙酸乙酯25ml，浸泡2小时，超声处理15分钟，滤过，滤液浓缩至干，残渣加甲醇1ml使溶解，作为供试品溶液。另取木棉花对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以二氯甲烷-丙酮-甲酸（20:4:0.2）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，日光下显相同颜色的斑点，紫外光下显相同颜色的荧光斑点。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于15.0\%。

**【性味与归经】** 甘、淡，凉。归大肠经。

**【功能与主治】** 清热利湿，解毒。用于泄泻，痢疾，痔疮出血。

**【用法与用量】** 6～9g。

**【贮藏】** 置通风干燥处。`, `<p>木棉花植物</p><p><img src="/medicine-image/mu-mian-hua/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/mu-mian-hua/2.png" alt="IMG_257" /></p><p>木棉花药材</p><p><img src="/medicine-image/mu-mian-hua/3.png" alt="IMG_258" /></p><h1><img src="/medicine-image/mu-mian-hua/4.png" alt="IMG_259" /></h1><h1><strong><strong>木棉花</strong></strong></h1><p>Mumiɑnhuɑ</p><p>GOSSAMPINI FLOS</p><p>本品为木棉科植物木棉Gossampinus malabarica（DC.）Merr.的干燥花。春季花盛开时采收，除去杂质，晒干。</p><p><strong>【性状】</strong> 本品常皱缩成团。花萼杯状，厚革质，长2～4cm，直径1.5～3cm，顶端3或5裂，裂片钝圆形，反曲；外表面棕褐色，有纵皱纹，内表面被棕黄色短绒毛。花瓣5片，椭圆状倒卵形或披针状椭圆形，长3～8cm，宽1.5～3.5cm；外表面浅棕黄色或浅棕褐色，密被星状毛，内表面紫棕色，有疏毛。雄蕊多数，基部合生呈筒状，最外轮集生成5束，柱头5裂。气微，味淡、微甘、涩。</p><p><strong>【鉴别】</strong> （1）本品粉末淡棕红色。星状非腺毛众多，由多个呈长披针形的细胞组成，为4～14分叉，每分叉为一个单细胞，长135～474μm，胞腔线形，有的胞腔内含棕色物。花粉粒类三角形，直径50～60μm，表面有网状纹理，具3个萌发孔。</p><p>（2）取本品粉末2g，加乙酸乙酯25ml，浸泡2小时，超声处理15分钟，滤过，滤液浓缩至干，残渣加甲醇1ml使溶解，作为供试品溶液。另取木棉花对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以二氯甲烷-丙酮-甲酸（20:4:0.2）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，日光下显相同颜色的斑点，紫外光下显相同颜色的荧光斑点。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于15.0%。</p><p><strong>【性味与归经】</strong> 甘、淡，凉。归大肠经。</p><p><strong>【功能与主治】</strong> 清热利湿，解毒。用于泄泻，痢疾，痔疮出血。</p><p><strong>【用法与用量】</strong> 6～9g。</p><p><strong>【贮藏】</strong> 置通风干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (32, 1, '38.银杏叶.docx', 'velious', '/medicine-image/yin-xing-ye/1.png', '/medicine-image/yin-xing-ye/1.png', `银杏植物银杏叶药材银杏叶YinxingyeGINKGO FOLIUM本品为银杏科植物银杏Ginkgo biloba L.的干燥叶。秋季叶尚绿时采收，及时干燥。【性状】 本品多皱折或破碎，完整者呈扇形，长3～12cm，宽5～15cm。黄绿色或浅棕黄色，上缘呈不规则的波状弯曲，有的中间凹入，深者可达叶长的4/5。具二叉状平行叶脉，细而密，光滑无毛，易纵向撕裂。叶基楔形，叶柄长2～8cm。体轻。气微，味`, 0, '2022-07-22 18:00:00', `银杏植物

![IMG_256](/medicine-image/yin-xing-ye/1.png)

银杏叶药材

![IMG_256](/medicine-image/yin-xing-ye/2.png)

![IMG_263](/medicine-image/yin-xing-ye/3.png)![IMG_256](/medicine-image/yin-xing-ye/4.png)

# ![IMG_264](/medicine-image/yin-xing-ye/5.png)

# ****银杏叶****

Yinxingye

GINKGO FOLIUM

本品为银杏科植物银杏Ginkgo biloba L.的干燥叶。秋季叶尚绿时采收，及时干燥。

**【性状】** 本品多皱折或破碎，完整者呈扇形，长3～12cm，宽5～15cm。黄绿色或浅棕黄色，上缘呈不规则的波状弯曲，有的中间凹入，深者可达叶长的4/5。具二叉状平行叶脉，细而密，光滑无毛，易纵向撕裂。叶基楔形，叶柄长2～8cm。体轻。气微，味微苦。

**【鉴别】** （1）取本品粉末1g，加40\%乙醇10ml，加热回流10分钟，放冷，滤过，取滤液作为供试品溶液。另取银杏叶对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各6μl，分别点于同一用4\%醋酸钠溶液制备的硅胶G薄层板上，以乙酸乙酯-丁酮-甲酸-水（5:3:1:1）为展开剂，展开，取出，晾干，喷以3\%三氯化铝乙醇溶液，热风吹干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光主斑点。

（2）取本品粉末1g，加50\%丙酮溶液40ml，加热回流3小时，滤过，滤液蒸干，残渣加水20ml使溶解，用乙酸乙酯振摇提取2次，每次20ml，合并乙酸乙酯液，蒸干，残渣加15\%乙醇5ml使溶解，加入已处理好的聚酰胺柱（30～60目，1g，内径为1cm，用水湿法装柱）上，用5\%乙醇40ml洗脱，收集洗脱液，置水浴上蒸去乙醇，水液用乙酸乙酯振摇提取2次，每次20ml，合并乙酸乙酯液，蒸干，残渣加丙酮1ml使溶解，作为供试品溶液。另取银杏内酯A对照品、银杏内酯B对照品、银杏内酯C对照品及白果内酯对照品，加丙酮制成每1ml各含银杏内酯A 0.5mg、银杏内酯B 0.5mg、银杏内酯C 0.5mg、白果内酯1mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一用4\%醋酸钠溶液制备的硅胶G薄层板上，以甲苯-乙酸乙酯-丙酮-甲醇（10:5:5:0.6）为展开剂，在15℃以下展开，取出，晾干，在醋酐蒸气中熏15分钟，在140～160℃中加热30分钟，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】 杂质 **不得过2\%（通则2301）。

**水分 **不得过12.0\%（通则0832第二法）。

**总灰分 **不得过10.0\%（通则2302）。

**酸不溶性灰分** 不得过2.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于25.0\%。

**【含量测定】** **总黄酮醇苷** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.4\%磷酸溶液（50:50）为流动相；检测波长为360nm。理论板数按槲皮素峰计算应不低于2500。

对照品溶液的制备 取槲皮素对照品、山柰酚对照品、异鼠李素对照品适量，精密称定，加甲醇制成每1ml含槲皮素30μg、山柰酚30μg、异鼠李素20μg的混合溶液，即得。

供试品溶液的制备 取本品中粉约1g，精密称定，置索氏提取器中，加三氯甲烷回流提取2小时，弃去三氯甲烷液，药渣挥干，加甲醇回流提取4小时，提取液蒸干，残渣加甲醇-25\%盐酸溶液（4:1）混合溶液25ml，加热回流30分钟，放冷，转移至50ml量瓶中，并加甲醇至刻度，摇匀，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，分别计算槲皮素、山柰酚和异鼠李素的含量，按下式换算成总黄酮醇苷的含量。

总黄酮醇苷含量＝（槲皮素含量＋山柰酚含量＋异鼠李素含量）×2.51

本品按干燥品计算，含总黄酮醇苷不得少于0.40\%。

**萜类内酯** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-四氢呋喃-水（25:10:65）为流动相；蒸发光散射检测器检测。理论板数按白果内酯峰计算应不低于3000。

对照品溶液的制备 取银杏内酯A对照品、银杏内酯B对照品、银杏内酯C对照品、白果内酯对照品适量，精密称定，加50\%甲醇制成每1ml含银杏内酯A 0.18mg、银杏内酯B 0.08mg、银杏内酯C 0.10mg、白果内酯0.20mg的混合溶液，即得。

供试品溶液的制备 取本品中粉约1.5g，精密称定，置索氏提取器中，加石油醚（30～60℃）在70℃水浴上回流提取1小时，弃去石油醚（30～60℃）液，药渣和滤纸筒挥尽石油醚，置于60℃烘箱中烘干，再加甲醇回流提取6小时，提取液蒸干，残渣加甲醇使溶解，转移至10ml量瓶中，超声处理（功率300W，频率50kHz）30分钟，取出，放冷，加甲醇至刻度，摇匀，静置，精密量取上清液5ml，加入酸性氧化铝柱（200～300目，3g，内径为1cm，用甲醇湿法装柱）上，用甲醇25ml洗脱，收集洗脱液，回收溶剂至干，残渣用甲醇5ml分次转移至10ml量瓶中，加水约4.5ml，超声处理（功率300W，频率50kHz）30分钟，取出，放冷，加甲醇至刻度，摇匀，即得。

测定法 分别精密吸取对照品溶液10μl、20μl，供试品溶液10～20μl，注入液相色谱仪，测定，用外标两点法对数方程分别计算银杏内酯A、银杏内酯B、银杏内酯C和白果内酯的含量，即得。

本品按干燥品计算，含萜类内酯以银杏内酯A（C20H24O9），银杏内酯B（C20H24O10），银杏内酯C（C20H24O11）和白果内酯（C15H18O8）的总量计，不得少于0.25\%。

**【性味与归经】** 甘、苦、涩，平。归心、肺经。

**【功能与主治】** 活血化瘀，通络止痛，敛肺平喘，化浊降脂。用于瘀血阻络，胸痹心痛，中风偏瘫，肺虚咳喘，高脂血症。

**【用法与用量】** 9～12g。

**【注意】** 有实邪者忌用。

**【贮藏】** 置通风干燥处。`, `<p>银杏植物</p><p><img src="/medicine-image/yin-xing-ye/1.png" alt="IMG_256" /></p><p>银杏叶药材</p><p><img src="/medicine-image/yin-xing-ye/2.png" alt="IMG_256" /></p><p><img src="/medicine-image/yin-xing-ye/3.png" alt="IMG_263" /><img src="/medicine-image/yin-xing-ye/4.png" alt="IMG_256" /></p><h1><img src="/medicine-image/yin-xing-ye/5.png" alt="IMG_264" /></h1><h1><strong><strong>银杏叶</strong></strong></h1><p>Yinxingye</p><p>GINKGO FOLIUM</p><p>本品为银杏科植物银杏Ginkgo biloba L.的干燥叶。秋季叶尚绿时采收，及时干燥。</p><p><strong>【性状】</strong> 本品多皱折或破碎，完整者呈扇形，长3～12cm，宽5～15cm。黄绿色或浅棕黄色，上缘呈不规则的波状弯曲，有的中间凹入，深者可达叶长的4/5。具二叉状平行叶脉，细而密，光滑无毛，易纵向撕裂。叶基楔形，叶柄长2～8cm。体轻。气微，味微苦。</p><p><strong>【鉴别】</strong> （1）取本品粉末1g，加40%乙醇10ml，加热回流10分钟，放冷，滤过，取滤液作为供试品溶液。另取银杏叶对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各6μl，分别点于同一用4%醋酸钠溶液制备的硅胶G薄层板上，以乙酸乙酯-丁酮-甲酸-水（5:3:1:1）为展开剂，展开，取出，晾干，喷以3%三氯化铝乙醇溶液，热风吹干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光主斑点。</p><p>（2）取本品粉末1g，加50%丙酮溶液40ml，加热回流3小时，滤过，滤液蒸干，残渣加水20ml使溶解，用乙酸乙酯振摇提取2次，每次20ml，合并乙酸乙酯液，蒸干，残渣加15%乙醇5ml使溶解，加入已处理好的聚酰胺柱（30～60目，1g，内径为1cm，用水湿法装柱）上，用5%乙醇40ml洗脱，收集洗脱液，置水浴上蒸去乙醇，水液用乙酸乙酯振摇提取2次，每次20ml，合并乙酸乙酯液，蒸干，残渣加丙酮1ml使溶解，作为供试品溶液。另取银杏内酯A对照品、银杏内酯B对照品、银杏内酯C对照品及白果内酯对照品，加丙酮制成每1ml各含银杏内酯A 0.5mg、银杏内酯B 0.5mg、银杏内酯C 0.5mg、白果内酯1mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一用4%醋酸钠溶液制备的硅胶G薄层板上，以甲苯-乙酸乙酯-丙酮-甲醇（10:5:5:0.6）为展开剂，在15℃以下展开，取出，晾干，在醋酐蒸气中熏15分钟，在140～160℃中加热30分钟，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】 杂质 </strong>不得过2%（通则2301）。</p><p><strong>水分 </strong>不得过12.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过10.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过2.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于25.0%。</p><p><strong>【含量测定】</strong> <strong>总黄酮醇苷</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.4%磷酸溶液（50:50）为流动相；检测波长为360nm。理论板数按槲皮素峰计算应不低于2500。</p><p>对照品溶液的制备 取槲皮素对照品、山柰酚对照品、异鼠李素对照品适量，精密称定，加甲醇制成每1ml含槲皮素30μg、山柰酚30μg、异鼠李素20μg的混合溶液，即得。</p><p>供试品溶液的制备 取本品中粉约1g，精密称定，置索氏提取器中，加三氯甲烷回流提取2小时，弃去三氯甲烷液，药渣挥干，加甲醇回流提取4小时，提取液蒸干，残渣加甲醇-25%盐酸溶液（4:1）混合溶液25ml，加热回流30分钟，放冷，转移至50ml量瓶中，并加甲醇至刻度，摇匀，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，分别计算槲皮素、山柰酚和异鼠李素的含量，按下式换算成总黄酮醇苷的含量。</p><p>总黄酮醇苷含量＝（槲皮素含量＋山柰酚含量＋异鼠李素含量）×2.51</p><p>本品按干燥品计算，含总黄酮醇苷不得少于0.40%。</p><p><strong>萜类内酯</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-四氢呋喃-水（25:10:65）为流动相；蒸发光散射检测器检测。理论板数按白果内酯峰计算应不低于3000。</p><p>对照品溶液的制备 取银杏内酯A对照品、银杏内酯B对照品、银杏内酯C对照品、白果内酯对照品适量，精密称定，加50%甲醇制成每1ml含银杏内酯A 0.18mg、银杏内酯B 0.08mg、银杏内酯C 0.10mg、白果内酯0.20mg的混合溶液，即得。</p><p>供试品溶液的制备 取本品中粉约1.5g，精密称定，置索氏提取器中，加石油醚（30～60℃）在70℃水浴上回流提取1小时，弃去石油醚（30～60℃）液，药渣和滤纸筒挥尽石油醚，置于60℃烘箱中烘干，再加甲醇回流提取6小时，提取液蒸干，残渣加甲醇使溶解，转移至10ml量瓶中，超声处理（功率300W，频率50kHz）30分钟，取出，放冷，加甲醇至刻度，摇匀，静置，精密量取上清液5ml，加入酸性氧化铝柱（200～300目，3g，内径为1cm，用甲醇湿法装柱）上，用甲醇25ml洗脱，收集洗脱液，回收溶剂至干，残渣用甲醇5ml分次转移至10ml量瓶中，加水约4.5ml，超声处理（功率300W，频率50kHz）30分钟，取出，放冷，加甲醇至刻度，摇匀，即得。</p><p>测定法 分别精密吸取对照品溶液10μl、20μl，供试品溶液10～20μl，注入液相色谱仪，测定，用外标两点法对数方程分别计算银杏内酯A、银杏内酯B、银杏内酯C和白果内酯的含量，即得。</p><p>本品按干燥品计算，含萜类内酯以银杏内酯A（C<sub>20</sub>H<sub>24</sub>O<sub>9</sub>），银杏内酯B（C<sub>20</sub>H<sub>24</sub>O<sub>10</sub>），银杏内酯C（C<sub>20</sub>H<sub>24</sub>O<sub>11</sub>）和白果内酯（C<sub>15</sub>H<sub>18</sub>O<sub>8</sub>）的总量计，不得少于0.25%。</p><p><strong>【性味与归经】</strong> 甘、苦、涩，平。归心、肺经。</p><p><strong>【功能与主治】</strong> 活血化瘀，通络止痛，敛肺平喘，化浊降脂。用于瘀血阻络，胸痹心痛，中风偏瘫，肺虚咳喘，高脂血症。</p><p><strong>【用法与用量】</strong> 9～12g。</p><p><strong>【注意】</strong> 有实邪者忌用。</p><p><strong>【贮藏】</strong> 置通风干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (57, 1, '60.西洋参.docx', 'velious', '/medicine-image/xi-yang-can/1.png', '/medicine-image/xi-yang-can/1.png', `西洋参植物西洋参药材西洋参饮片西洋参XiyɑngshenPANACIS QUINQUEFOLII RADIX本品为五加科植物西洋参Panax quinquefolium L.的干燥根。均系栽培品，秋季采挖，洗净，晒干或低温干燥。【性状】 本品呈纺锤形、圆柱形或圆锥形，长3～12cm，直径0.8～2cm。表面浅黄褐色或黄白色，可见横向环纹和线形皮孔状突起，并有细密浅纵皱纹和须根痕。主根中下部有一至数`, 0, '2022-07-22 18:00:00', `西洋参植物

![IMG_256](/medicine-image/xi-yang-can/1.png)

西洋参药材

![IMG_257](/medicine-image/xi-yang-can/2.png)

西洋参饮片

![IMG_258](/medicine-image/xi-yang-can/3.png)

# ![IMG_259](/medicine-image/xi-yang-can/4.png)

# ****西洋参****

Xiyɑngshen

PANACIS QUINQUEFOLII RADIX

本品为五加科植物西洋参Panax quinquefolium L.的干燥根。均系栽培品，秋季采挖，洗净，晒干或低温干燥。

**【性状】** 本品呈纺锤形、圆柱形或圆锥形，长3～12cm，直径0.8～2cm。表面浅黄褐色或黄白色，可见横向环纹和线形皮孔状突起，并有细密浅纵皱纹和须根痕。主根中下部有一至数条侧根，多已折断。有的上端有根茎（芦头），环节明显，茎痕（芦碗）圆形或半圆形，具不定根（艼）或已折断。体重，质坚实，不易折断，断面平坦，浅黄白色，略显粉性，皮部可见黄棕色点状树脂道，形成层环纹棕黄色，木部略呈放射状纹理。气微而特异，味微苦、甘。

**【鉴别】** 取本品粉末1g，加甲醇25ml，加热回流30分钟，滤过，滤液蒸干，残渣加水20ml使溶解，加水饱和的正丁醇振摇提取2次，每次25ml，合并正丁醇提取液，用水洗涤2次，每次10ml，分取正丁醇液，蒸干，残渣加甲醇4ml使溶解，作为供试品溶液。另取西洋参对照药材1g，同法制成对照药材溶液。再取拟人参皂苷F11对照品、人参皂苷Rb1对照品、人参皂苷Re对照品、人参皂苷Rg1对照品，加甲醇制成每1ml各含2mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述六种溶液各2μl，分别点于同一硅胶G薄层板上，以三氯甲烷-乙酸乙酯-甲醇-水（15:40:22:10）5～10℃放置12小时的下层溶液为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，分别显相同颜色的斑点或荧光斑点。

**【检查】** **水分 **不得过13.0\%（通则0832第二法）。

**总灰分** 不得过5.0\%（通则2302）。

**人参** 取人参对照药材1g，照〔鉴别〕项下对照药材溶液制备的方法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取〔鉴别〕项下的供试品溶液和上述对照药材溶液各2μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇-水（13:7:2）5～10℃放置12小时的下层溶液为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，不得显与对照药材完全相一致的斑点。

**重金属及有害元素** 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。

**其他有机氯类农药残留量** 照气相色谱法（通则0521）测定。

色谱条件与系统适用性试验 分析柱：以键合交联14\%氰丙基苯基二甲基硅氧烷为固定液（DM1701或同类型）的毛细管柱（30m×0.32mm×0.25μm），验证柱：以键合交联5\%苯基甲基硅氧烷为固定液（DB5或同类型）的毛细管柱（30m×0.32mm×0.25μm）；63Ni-ECD电子捕获检测器；进样口温度230℃，检测器温度300℃，不分流进样。柱温为程序升温：初始温度60℃，保持0.3分钟，以每分钟60℃升至170℃，再以每分钟10℃升至220℃，保持10分钟，再以每分钟1℃升至240℃，每分钟15℃升至280℃，保持5分钟。理论板数按α-BHC峰计算应不低于1×105，两个相邻色谱峰的分离度应大于1.5。

混合对照品储备液的制备 分别精密称取五氯硝基苯、六氯苯、七氯（七氯、环氧七氯）、氯丹（顺式氯丹、反式氯丹、氧化氯丹）农药对照品适量，用正己烷溶解分别制成每1ml约含100μg的溶液。精密量取上述对照品溶液各1ml，置同一100ml量瓶中，加正己烷至刻度，摇匀；或精密量取有机氯农药混和对照品溶液1ml，置10ml量瓶中，加正己烷至刻度，摇匀，即得（每1ml含各农药对照品1μg）。

混合对照品溶液的制备 精密量取上述混合对照品储备液，用正己烷制成每1ml分别含1ng、2ng、5ng、10ng、20ng、50ng、100ng的溶液，即得。

供试品溶液的制备 取本品，粉碎成细粉（过二号筛），取约5g，精密称定，置具塞锥形瓶中，加水30ml，振摇10分钟，精密加丙酮50ml，称定重量，超声处理（功率300W，频率40kHz）30分钟，放冷，再称定重量，用丙酮补足减失的重量，再加氯化钠约8g，精密加二氯甲烷25ml，称定重量，超声处理（功率300W，频率40kHz）15分钟，再称定重量，用二氯甲烷补足减失的重量，振摇使氯化钠充分溶解，静置，转移至离心管中，离心（每分钟3000转）3分钟，使完全分层，将有机相转移至装有适量无水硫酸钠的具塞锥形瓶中，放置30分钟。精密量取15ml，置40℃水浴中减压浓缩至约1ml，加正己烷约5ml，减压浓缩至近干，用正己烷溶解并转移至5ml量瓶中，并稀释至刻度，摇匀，转移至离心管中，缓缓加入硫酸溶液（9→10）1ml，振摇1分钟，离心（每分钟3000转）10分钟，分取上清液，加水1ml，振摇，取上清液，即得。

测定法 分别精密吸取供试品溶液和与之相应浓度的混合对照品溶液各1μl，注入气相色谱仪，分别连续进样3次，取3次平均值，按外标法计算，即得。

本品中含五氯硝基苯不得过0.1mg/kg；六氯苯不得过0.1mg/kg；七氯（七氯、环氧七氯之和）不得过0.05mg/kg；氯丹（顺式氯丹、反式氯丹、氧化氯丹之和）不得过0.1mg/kg。

**【浸出物】** 照醇溶性浸出物测定法项下的热浸法（通则2201）测定，用70\%乙醇作溶剂，不得少于30.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.1\%磷酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为203nm；柱温40℃。理论板数按人参皂苷Rb1峰计算应不低于5000。

![IMG_260](/medicine-image/xi-yang-can/5.png)

**对照品溶液的制备** 取人参皂苷Rg1对照品、人参皂苷Re对照品、人参皂苷Rb1对照品适量，精密称定，加甲醇制成每1ml各含人参皂苷Rg1 0.1mg、人参皂苷Re 0.4mg、人参皂苷Rb1 1mg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过三号筛）约1g，精密称定，置具塞锥形瓶中，精密加入水饱和的正丁醇50ml，称定重量，置水浴中加热回流提取1.5小时，放冷，再称定重量，用水饱和正丁醇补足减失的重量，摇匀，滤过。精密量取续滤液25ml，置蒸发皿中，蒸干，残渣加50\%甲醇适量使溶解，转移至10ml量瓶中，加50\%甲醇至刻度，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品含人参皂苷Rg1（C42H72O14）、人参皂苷Re（C48H82O18）和人参皂苷Rb1（C54H92O23）的总量不得少于2.0\%。

**饮片**

**【炮制】** 去芦，润透，切薄片，干燥或用时捣碎。

**【性状】** 本品呈长圆形或类圆形薄片。外表皮浅黄褐色。切面淡黄白至黄白色，形成层环棕黄色，皮部有黄棕色点状树脂道，近形成层环处较多而明显，木部略呈放射状纹理。气微而特异，味微苦、甘。

**【浸出物】** 同药材，不得少于25.0\%。

**【鉴别】** **【检查】** **【含量测定】** 同药材。

**【性味与归经】** 甘、微苦，凉。归心、肺、肾经。

**【功能与主治】** 补气养阴，清热生津。用于气虚阴亏，虚热烦倦，咳喘痰血，内热消渴，口燥咽干。

**【用法与用量】** 3～6g，另煎兑服。

**【注意】** 不宜与藜芦同用。

**【贮藏】** 置阴凉干燥处，密闭，防蛀。`, `<p>西洋参植物</p><p><img src="/medicine-image/xi-yang-can/1.png" alt="IMG_256" /></p><p>西洋参药材</p><p><img src="/medicine-image/xi-yang-can/2.png" alt="IMG_257" /></p><p>西洋参饮片</p><p><img src="/medicine-image/xi-yang-can/3.png" alt="IMG_258" /></p><h1><img src="/medicine-image/xi-yang-can/4.png" alt="IMG_259" /></h1><h1><strong><strong>西洋参</strong></strong></h1><p>Xiyɑngshen</p><p>PANACIS QUINQUEFOLII RADIX</p><p>本品为五加科植物西洋参Panax quinquefolium L.的干燥根。均系栽培品，秋季采挖，洗净，晒干或低温干燥。</p><p><strong>【性状】</strong> 本品呈纺锤形、圆柱形或圆锥形，长3～12cm，直径0.8～2cm。表面浅黄褐色或黄白色，可见横向环纹和线形皮孔状突起，并有细密浅纵皱纹和须根痕。主根中下部有一至数条侧根，多已折断。有的上端有根茎（芦头），环节明显，茎痕（芦碗）圆形或半圆形，具不定根（艼）或已折断。体重，质坚实，不易折断，断面平坦，浅黄白色，略显粉性，皮部可见黄棕色点状树脂道，形成层环纹棕黄色，木部略呈放射状纹理。气微而特异，味微苦、甘。</p><p><strong>【鉴别】</strong> 取本品粉末1g，加甲醇25ml，加热回流30分钟，滤过，滤液蒸干，残渣加水20ml使溶解，加水饱和的正丁醇振摇提取2次，每次25ml，合并正丁醇提取液，用水洗涤2次，每次10ml，分取正丁醇液，蒸干，残渣加甲醇4ml使溶解，作为供试品溶液。另取西洋参对照药材1g，同法制成对照药材溶液。再取拟人参皂苷F11对照品、人参皂苷Rb1对照品、人参皂苷Re对照品、人参皂苷Rg1对照品，加甲醇制成每1ml各含2mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述六种溶液各2μl，分别点于同一硅胶G薄层板上，以三氯甲烷-乙酸乙酯-甲醇-水（15:40:22:10）5～10℃放置12小时的下层溶液为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，分别显相同颜色的斑点或荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过13.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过5.0%（通则2302）。</p><p><strong>人参</strong> 取人参对照药材1g，照〔鉴别〕项下对照药材溶液制备的方法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取〔鉴别〕项下的供试品溶液和上述对照药材溶液各2μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇-水（13:7:2）5～10℃放置12小时的下层溶液为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，不得显与对照药材完全相一致的斑点。</p><p><strong>重金属及有害元素</strong> 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。</p><p><strong>其他有机氯类农药残留量</strong> 照气相色谱法（通则0521）测定。</p><p>色谱条件与系统适用性试验 分析柱：以键合交联14%氰丙基苯基二甲基硅氧烷为固定液（DM1701或同类型）的毛细管柱（30m×0.32mm×0.25μm），验证柱：以键合交联5%苯基甲基硅氧烷为固定液（DB5或同类型）的毛细管柱（30m×0.32mm×0.25μm）；<sup>63</sup>Ni-ECD电子捕获检测器；进样口温度230℃，检测器温度300℃，不分流进样。柱温为程序升温：初始温度60℃，保持0.3分钟，以每分钟60℃升至170℃，再以每分钟10℃升至220℃，保持10分钟，再以每分钟1℃升至240℃，每分钟15℃升至280℃，保持5分钟。理论板数按α-BHC峰计算应不低于1×105，两个相邻色谱峰的分离度应大于1.5。</p><p>混合对照品储备液的制备 分别精密称取五氯硝基苯、六氯苯、七氯（七氯、环氧七氯）、氯丹（顺式氯丹、反式氯丹、氧化氯丹）农药对照品适量，用正己烷溶解分别制成每1ml约含100μg的溶液。精密量取上述对照品溶液各1ml，置同一100ml量瓶中，加正己烷至刻度，摇匀；或精密量取有机氯农药混和对照品溶液1ml，置10ml量瓶中，加正己烷至刻度，摇匀，即得（每1ml含各农药对照品1μg）。</p><p>混合对照品溶液的制备 精密量取上述混合对照品储备液，用正己烷制成每1ml分别含1ng、2ng、5ng、10ng、20ng、50ng、100ng的溶液，即得。</p><p>供试品溶液的制备 取本品，粉碎成细粉（过二号筛），取约5g，精密称定，置具塞锥形瓶中，加水30ml，振摇10分钟，精密加丙酮50ml，称定重量，超声处理（功率300W，频率40kHz）30分钟，放冷，再称定重量，用丙酮补足减失的重量，再加氯化钠约8g，精密加二氯甲烷25ml，称定重量，超声处理（功率300W，频率40kHz）15分钟，再称定重量，用二氯甲烷补足减失的重量，振摇使氯化钠充分溶解，静置，转移至离心管中，离心（每分钟3000转）3分钟，使完全分层，将有机相转移至装有适量无水硫酸钠的具塞锥形瓶中，放置30分钟。精密量取15ml，置40℃水浴中减压浓缩至约1ml，加正己烷约5ml，减压浓缩至近干，用正己烷溶解并转移至5ml量瓶中，并稀释至刻度，摇匀，转移至离心管中，缓缓加入硫酸溶液（9→10）1ml，振摇1分钟，离心（每分钟3000转）10分钟，分取上清液，加水1ml，振摇，取上清液，即得。</p><p>测定法 分别精密吸取供试品溶液和与之相应浓度的混合对照品溶液各1μl，注入气相色谱仪，分别连续进样3次，取3次平均值，按外标法计算，即得。</p><p>本品中含五氯硝基苯不得过0.1mg/kg；六氯苯不得过0.1mg/kg；七氯（七氯、环氧七氯之和）不得过0.05mg/kg；氯丹（顺式氯丹、反式氯丹、氧化氯丹之和）不得过0.1mg/kg。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法项下的热浸法（通则2201）测定，用70%乙醇作溶剂，不得少于30.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.1%磷酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为203nm；柱温40℃。理论板数按人参皂苷Rb<sub>1</sub>峰计算应不低于5000。</p><p><img src="/medicine-image/xi-yang-can/5.png" alt="IMG_260" /></p><p><strong>对照品溶液的制备</strong> 取人参皂苷Rg<sub>1</sub>对照品、人参皂苷Re对照品、人参皂苷Rb<sub>1</sub>对照品适量，精密称定，加甲醇制成每1ml各含人参皂苷Rg<sub>1 </sub>0.1mg、人参皂苷Re 0.4mg、人参皂苷Rb<sub>1</sub> 1mg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约1g，精密称定，置具塞锥形瓶中，精密加入水饱和的正丁醇50ml，称定重量，置水浴中加热回流提取1.5小时，放冷，再称定重量，用水饱和正丁醇补足减失的重量，摇匀，滤过。精密量取续滤液25ml，置蒸发皿中，蒸干，残渣加50%甲醇适量使溶解，转移至10ml量瓶中，加50%甲醇至刻度，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品含人参皂苷Rg<sub>1</sub>（C<sub>42</sub>H<sub>72</sub>O<sub>14</sub>）、人参皂苷Re（C<sub>48</sub>H<sub>82</sub>O<sub>18</sub>）和人参皂苷Rb<sub>1</sub>（C<sub>54</sub>H<sub>92</sub>O<sub>23</sub>）的总量不得少于2.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 去芦，润透，切薄片，干燥或用时捣碎。</p><p><strong>【性状】</strong> 本品呈长圆形或类圆形薄片。外表皮浅黄褐色。切面淡黄白至黄白色，形成层环棕黄色，皮部有黄棕色点状树脂道，近形成层环处较多而明显，木部略呈放射状纹理。气微而特异，味微苦、甘。</p><p><strong>【浸出物】</strong> 同药材，不得少于25.0%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘、微苦，凉。归心、肺、肾经。</p><p><strong>【功能与主治】</strong> 补气养阴，清热生津。用于气虚阴亏，虚热烦倦，咳喘痰血，内热消渴，口燥咽干。</p><p><strong>【用法与用量】</strong> 3～6g，另煎兑服。</p><p><strong>【注意】</strong> 不宜与藜芦同用。</p><p><strong>【贮藏】</strong> 置阴凉干燥处，密闭，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (38, 1, '43.桑白皮.docx', 'velious', '/medicine-image/sang-bai-pi/1.png', '/medicine-image/sang-bai-pi/1.png', `植物桑桑白皮药材蜜桑白皮饮片桑白皮SɑngbɑipiMORI CORTEX本品为桑科植物桑Morus alba L.的干燥根皮。秋末叶落时至次春发芽前采挖根部，刮去黄棕色粗皮，纵向剖开，剥取根皮，晒干。【性状】 本品呈扭曲的卷筒状、槽状或板片状，长短宽窄不一，厚1～4mm。外表面白色或淡黄白色，较平坦，有的残留橙黄色或棕黄色鳞片状粗皮；内表面黄白色或灰黄色，有细纵纹。体轻，质韧，纤维性强，难折断，`, 0, '2022-07-22 18:00:00', `植物桑

![IMG_256](/medicine-image/sang-bai-pi/1.png)

桑白皮药材

![IMG_257](/medicine-image/sang-bai-pi/2.png)

![IMG_259](/medicine-image/sang-bai-pi/3.png)

蜜桑白皮饮片![IMG_260](/medicine-image/sang-bai-pi/4.png)

![IMG_256](/medicine-image/sang-bai-pi/5.png)

![IMG_261](/medicine-image/sang-bai-pi/6.png)![IMG_256](/medicine-image/sang-bai-pi/7.png)

# ****桑白皮****

Sɑngbɑipi

MORI CORTEX

本品为桑科植物桑Morus alba L.的干燥根皮。秋末叶落时至次春发芽前采挖根部，刮去黄棕色粗皮，纵向剖开，剥取根皮，晒干。

**【性状】** 本品呈扭曲的卷筒状、槽状或板片状，长短宽窄不一，厚1～4mm。外表面白色或淡黄白色，较平坦，有的残留橙黄色或棕黄色鳞片状粗皮；内表面黄白色或灰黄色，有细纵纹。体轻，质韧，纤维性强，难折断，易纵向撕裂，撕裂时有粉尘飞扬。气微，味微甘。

**【鉴别】** （1）本品横切面：韧皮部射线宽2～6列细胞；散有乳管；纤维单个散在或成束，非木化或微木化；薄壁细胞含淀粉粒，有的细胞含草酸钙方晶。较老的根皮中，散在夹有石细胞的厚壁细胞群，胞腔大多含方晶。

粉末淡灰黄色。纤维甚多，多碎断，直径13～26μm，壁厚，非木化至微木化。草酸钙方晶直径11～32μm。石细胞类圆形、类方形或形状不规则，直径22～52μm，壁较厚或极厚，纹孔和孔沟明显，胞腔内有的含方晶。另有含晶厚壁细胞。淀粉粒甚多，单粒类圆形，直径4～16μm；复粒由2～8分粒组成。

（2）取本品粉末2g，加饱和碳酸钠溶液20ml，超声处理20分钟，滤过，滤液加稀盐酸调节pH值至1～2，静置30分钟，滤过，滤液用乙酸乙酯振摇提取2次，每次10ml，合并乙酸乙酯液，蒸干，残渣加甲醇1ml使溶解。作为供试品溶液。另取桑白皮对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一聚酰胺薄膜上，以醋酸为展开剂，展开约10cm，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同的两个荧光主斑点。

**饮片**

**【炮制】** **桑白皮** 洗净，稍润，切丝，干燥。

**【性状】** 本品呈丝条状，外表面白色或淡黄白色，有的残留橙黄色或棕黄色鳞片状粗皮；内表面黄白色或灰黄色，有细纵纹。体轻，质韧，纤维性强。气微，味微甘。

**【检查】** **水分 **不得过10.0\%（通则0832第二法）。

**【鉴别】** 同药材。

**蜜桑白皮** 取桑白皮丝，照蜜炙法（通则0213）炒至不粘手。

**【性状】** 本品呈不规则的丝条状。表面深黄色或棕黄色，略具光泽，滋润，纤维性强，易纵向撕裂。气微，味甜。

**【检查】** **水分 **不得过10.0\%（通则0832第二法）。

**【鉴别】** （除横切面外） 同药材。

**【性味与归经】** 甘，寒。归肺经。

**【功能与主治】** 泻肺平喘，利水消肿。用于肺热喘咳，水肿胀满尿少，面目肌肤浮肿。

**【用法与用量】** 6～12g。

**【贮藏】** 置通风干燥处，防潮，防蛀。`, `<p>植物桑</p><p><img src="/medicine-image/sang-bai-pi/1.png" alt="IMG_256" /></p><p>桑白皮药材</p><p><img src="/medicine-image/sang-bai-pi/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/sang-bai-pi/3.png" alt="IMG_259" /></p><p>蜜桑白皮饮片<img src="/medicine-image/sang-bai-pi/4.png" alt="IMG_260" /></p><p><img src="/medicine-image/sang-bai-pi/5.png" alt="IMG_256" /></p><p><img src="/medicine-image/sang-bai-pi/6.png" alt="IMG_261" /><img src="/medicine-image/sang-bai-pi/7.png" alt="IMG_256" /></p><h1><strong><strong>桑白皮</strong></strong></h1><p>Sɑngbɑipi</p><p>MORI CORTEX</p><p>本品为桑科植物桑Morus alba L.的干燥根皮。秋末叶落时至次春发芽前采挖根部，刮去黄棕色粗皮，纵向剖开，剥取根皮，晒干。</p><p><strong>【性状】</strong> 本品呈扭曲的卷筒状、槽状或板片状，长短宽窄不一，厚1～4mm。外表面白色或淡黄白色，较平坦，有的残留橙黄色或棕黄色鳞片状粗皮；内表面黄白色或灰黄色，有细纵纹。体轻，质韧，纤维性强，难折断，易纵向撕裂，撕裂时有粉尘飞扬。气微，味微甘。</p><p><strong>【鉴别】</strong> （1）本品横切面：韧皮部射线宽2～6列细胞；散有乳管；纤维单个散在或成束，非木化或微木化；薄壁细胞含淀粉粒，有的细胞含草酸钙方晶。较老的根皮中，散在夹有石细胞的厚壁细胞群，胞腔大多含方晶。</p><p>粉末淡灰黄色。纤维甚多，多碎断，直径13～26μm，壁厚，非木化至微木化。草酸钙方晶直径11～32μm。石细胞类圆形、类方形或形状不规则，直径22～52μm，壁较厚或极厚，纹孔和孔沟明显，胞腔内有的含方晶。另有含晶厚壁细胞。淀粉粒甚多，单粒类圆形，直径4～16μm；复粒由2～8分粒组成。</p><p>（2）取本品粉末2g，加饱和碳酸钠溶液20ml，超声处理20分钟，滤过，滤液加稀盐酸调节pH值至1～2，静置30分钟，滤过，滤液用乙酸乙酯振摇提取2次，每次10ml，合并乙酸乙酯液，蒸干，残渣加甲醇1ml使溶解。作为供试品溶液。另取桑白皮对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一聚酰胺薄膜上，以醋酸为展开剂，展开约10cm，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同的两个荧光主斑点。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>桑白皮</strong> 洗净，稍润，切丝，干燥。</p><p><strong>【性状】</strong> 本品呈丝条状，外表面白色或淡黄白色，有的残留橙黄色或棕黄色鳞片状粗皮；内表面黄白色或灰黄色，有细纵纹。体轻，质韧，纤维性强。气微，味微甘。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过10.0%（通则0832第二法）。</p><p><strong>【鉴别】</strong> 同药材。</p><p><strong>蜜桑白皮</strong> 取桑白皮丝，照蜜炙法（通则0213）炒至不粘手。</p><p><strong>【性状】</strong> 本品呈不规则的丝条状。表面深黄色或棕黄色，略具光泽，滋润，纤维性强，易纵向撕裂。气微，味甜。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过10.0%（通则0832第二法）。</p><p><strong>【鉴别】</strong> （除横切面外） 同药材。</p><p><strong>【性味与归经】</strong> 甘，寒。归肺经。</p><p><strong>【功能与主治】</strong> 泻肺平喘，利水消肿。用于肺热喘咳，水肿胀满尿少，面目肌肤浮肿。</p><p><strong>【用法与用量】</strong> 6～12g。</p><p><strong>【贮藏】</strong> 置通风干燥处，防潮，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (54, 1, '58.石膏.docx', 'velious', '/medicine-image/shi-gao/1.png', '/medicine-image/shi-gao/1.png', `石膏药材生石膏饮片石膏ShigɑoGYPSUM FIBROSUM本品为硫酸盐类矿物石膏族石膏，主含含水硫酸钙（CaSO4·2H2O），采挖后，除去杂石及泥沙。【性状】 本品为纤维状的集合体，呈长块状、板块状或不规则块状。白色、灰白色或淡黄色，有的半透明。体重，质软，纵断面具绢丝样光泽。气微，味淡。【鉴别】 （1）取本品一小块（约2g），置具有小孔软木塞的试管内，灼烧，管壁有水生成，小块变为不透明体`, 0, '2022-07-22 18:00:00', `石膏药材

![IMG_256](/medicine-image/shi-gao/1.png)

![IMG_257](/medicine-image/shi-gao/2.png)

生石膏饮片

![IMG_258](/medicine-image/shi-gao/3.png)

# ![IMG_259](/medicine-image/shi-gao/4.png)

# ****石膏****

Shigɑo

GYPSUM FIBROSUM

本品为硫酸盐类矿物石膏族石膏，主含含水硫酸钙（CaSO4·2H2O），采挖后，除去杂石及泥沙。

**【性状】** 本品为纤维状的集合体，呈长块状、板块状或不规则块状。白色、灰白色或淡黄色，有的半透明。体重，质软，纵断面具绢丝样光泽。气微，味淡。

**【鉴别】** （1）取本品一小块（约2g），置具有小孔软木塞的试管内，灼烧，管壁有水生成，小块变为不透明体。

（2）取本品粉末0.2g，加稀盐酸10ml，加热使溶解，溶液显钙盐（通则0301）与硫酸盐（通则0301）的鉴别反应。

（3）取本品粉末适量，溴化钾压片法制备供试品，照红外分光光度法（通则0402）试验，供试品的红外吸收图谱应与二水硫酸钙对照品（CaSO4·2H2O）具有相同的特征吸收峰。

**【检查】** **重金属**  取本品8g，加冰醋酸4ml与水96ml，煮沸10分钟，放冷，加水至原体积，滤过。取滤液25ml，依法检查（通则0821第一法），含重金属不得过10mg/kg。

**砷盐**  取本品1g，加盐酸5ml，加水至23ml，加热使溶解，放冷，依法检查（通则0822第二法），含砷量不得过2mg/kg。

**【含量测定】** 取本品细粉约0.2g，精密称定，置锥形瓶中，加稀盐酸10ml，加热使溶解，加水100ml与甲基红指示液1滴，滴加氢氧化钾试液至溶液显浅黄色，再继续多加5ml，加钙黄绿素指示剂少量，用乙二胺四醋酸二钠滴定液（0.05mol/L）滴定，至溶液的黄绿色荧光消失，并显橙色。每1ml乙二胺四醋酸二钠滴定液（0.05mol/L）相当于8.608mg的含水硫酸钙（CaSO4·2H2O）。

本品含含水硫酸钙（CaSO4·2H2O）不得少于95.0\%。

**饮片**

**【炮制】 生石膏**  打碎，除去杂石，粉碎成粗粉。

**【性味与归经】** 甘、辛，大寒。归肺、胃经。

**【功能与主治】** 清热泻火，除烦止渴。用于外感热病，高热烦渴，肺热喘咳，胃火亢盛，头痛，牙痛。

**【用法与用量】** 15～60g，先煎。

**【贮藏】** 置干燥处。`, `<p>石膏药材</p><p><img src="/medicine-image/shi-gao/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/shi-gao/2.png" alt="IMG_257" /></p><p>生石膏饮片</p><p><img src="/medicine-image/shi-gao/3.png" alt="IMG_258" /></p><h1><img src="/medicine-image/shi-gao/4.png" alt="IMG_259" /></h1><h1><strong><strong>石膏</strong></strong></h1><p>Shigɑo</p><p>GYPSUM FIBROSUM</p><p>本品为硫酸盐类矿物石膏族石膏，主含含水硫酸钙（CaSO4·2H2O），采挖后，除去杂石及泥沙。</p><p><strong>【性状】</strong> 本品为纤维状的集合体，呈长块状、板块状或不规则块状。白色、灰白色或淡黄色，有的半透明。体重，质软，纵断面具绢丝样光泽。气微，味淡。</p><p><strong>【鉴别】</strong> （1）取本品一小块（约2g），置具有小孔软木塞的试管内，灼烧，管壁有水生成，小块变为不透明体。</p><p>（2）取本品粉末0.2g，加稀盐酸10ml，加热使溶解，溶液显钙盐（通则0301）与硫酸盐（通则0301）的鉴别反应。</p><p>（3）取本品粉末适量，溴化钾压片法制备供试品，照红外分光光度法（通则0402）试验，供试品的红外吸收图谱应与二水硫酸钙对照品（CaSO4·2H2O）具有相同的特征吸收峰。</p><p><strong>【检查】</strong> <strong>重金属</strong>  取本品8g，加冰醋酸4ml与水96ml，煮沸10分钟，放冷，加水至原体积，滤过。取滤液25ml，依法检查（通则0821第一法），含重金属不得过10mg/kg。</p><p><strong>砷盐</strong>  取本品1g，加盐酸5ml，加水至23ml，加热使溶解，放冷，依法检查（通则0822第二法），含砷量不得过2mg/kg。</p><p><strong>【含量测定】</strong> 取本品细粉约0.2g，精密称定，置锥形瓶中，加稀盐酸10ml，加热使溶解，加水100ml与甲基红指示液1滴，滴加氢氧化钾试液至溶液显浅黄色，再继续多加5ml，加钙黄绿素指示剂少量，用乙二胺四醋酸二钠滴定液（0.05mol/L）滴定，至溶液的黄绿色荧光消失，并显橙色。每1ml乙二胺四醋酸二钠滴定液（0.05mol/L）相当于8.608mg的含水硫酸钙（CaSO<sub>4</sub>·2H<sub>2</sub>O）。</p><p>本品含含水硫酸钙（CaSO<sub>4</sub>·2H<sub>2</sub>O）不得少于95.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】 生石膏</strong>  打碎，除去杂石，粉碎成粗粉。</p><p><strong>【性味与归经】</strong> 甘、辛，大寒。归肺、胃经。</p><p><strong>【功能与主治】</strong> 清热泻火，除烦止渴。用于外感热病，高热烦渴，肺热喘咳，胃火亢盛，头痛，牙痛。</p><p><strong>【用法与用量】</strong> 15～60g，先煎。</p><p><strong>【贮藏】</strong> 置干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (39, 1, '44.鸡内金.docx', 'velious', '/medicine-image/ji-nei-jin/1.png', '/medicine-image/ji-nei-jin/1.png', `动物鸡鸡内金药材炒鸡内金饮片鸡内金JineijinGALLI GIGERII ENDOTHELIUM CORNEUM本品为雉科动物家鸡Gallus gallus domesticus Brisson的干燥沙囊内壁。杀鸡后，取出鸡肫，立即剥下内壁，洗净，干燥。【性状】 本品为不规则卷片，厚约2mm。表面黄色、黄绿色或黄褐色，薄而半透明，具明显的条状皱纹。质脆，易碎，断面角质样，有光泽。气微腥，味微苦`, 0, '2022-07-22 18:00:00', `动物鸡

![IMG_256](/medicine-image/ji-nei-jin/1.png)

鸡内金药材

![IMG_257](/medicine-image/ji-nei-jin/2.png)

炒鸡内金饮片

![IMG_258](/medicine-image/ji-nei-jin/3.png)

![IMG_256](/medicine-image/ji-nei-jin/4.png)

# ![IMG_260](/medicine-image/ji-nei-jin/5.png)

# ****鸡内金****

Jineijin

GALLI GIGERII ENDOTHELIUM CORNEUM

本品为雉科动物家鸡Gallus gallus domesticus Brisson的干燥沙囊内壁。杀鸡后，取出鸡肫，立即剥下内壁，洗净，干燥。

**【性状】** 本品为不规则卷片，厚约2mm。表面黄色、黄绿色或黄褐色，薄而半透明，具明显的条状皱纹。质脆，易碎，断面角质样，有光泽。气微腥，味微苦。

**【检查】** **水分 **不得过15.0\%（通则0832第二法）。

**总灰分** 不得过2.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于7.5\%。

**饮片**

**【炮制】** **鸡内金** 洗净，干燥。

**炒鸡内金** 取净鸡内金，照清炒或烫法（通则0213）炒至鼓起。

**【性状】** 本品表面暗黄褐色或焦黄色，用放大镜观察，显颗粒状或微细泡状。轻折即断，断面有光泽。

**醋鸡内金** 取净鸡内金，照清炒法（通则0213）炒至鼓起，喷醋，取出，干燥。

每100kg鸡内金，用醋15kg。

**【性味与归经】** 甘，平。归脾、胃、小肠、膀胱经。

**【功能与主治】** 健胃消食，涩精止遗，通淋化石。用于食积不消，呕吐泻痢，小儿疳积，遗尿，遗精，石淋涩痛，胆胀胁痛。

**【用法与用量】** 3～10g。

**【贮藏】** 置干燥处，防蛀。`, `<p>动物鸡</p><p><img src="/medicine-image/ji-nei-jin/1.png" alt="IMG_256" /></p><p>鸡内金药材</p><p><img src="/medicine-image/ji-nei-jin/2.png" alt="IMG_257" /></p><p>炒鸡内金饮片</p><p><img src="/medicine-image/ji-nei-jin/3.png" alt="IMG_258" /></p><p><img src="/medicine-image/ji-nei-jin/4.png" alt="IMG_256" /></p><h1><img src="/medicine-image/ji-nei-jin/5.png" alt="IMG_260" /></h1><h1><strong><strong>鸡内金</strong></strong></h1><p>Jineijin</p><p>GALLI GIGERII ENDOTHELIUM CORNEUM</p><p>本品为雉科动物家鸡Gallus gallus domesticus Brisson的干燥沙囊内壁。杀鸡后，取出鸡肫，立即剥下内壁，洗净，干燥。</p><p><strong>【性状】</strong> 本品为不规则卷片，厚约2mm。表面黄色、黄绿色或黄褐色，薄而半透明，具明显的条状皱纹。质脆，易碎，断面角质样，有光泽。气微腥，味微苦。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过15.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过2.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于7.5%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>鸡内金</strong> 洗净，干燥。</p><p><strong>炒鸡内金</strong> 取净鸡内金，照清炒或烫法（通则0213）炒至鼓起。</p><p><strong>【性状】</strong> 本品表面暗黄褐色或焦黄色，用放大镜观察，显颗粒状或微细泡状。轻折即断，断面有光泽。</p><p><strong>醋鸡内金</strong> 取净鸡内金，照清炒法（通则0213）炒至鼓起，喷醋，取出，干燥。</p><p>每100kg鸡内金，用醋15kg。</p><p><strong>【性味与归经】</strong> 甘，平。归脾、胃、小肠、膀胱经。</p><p><strong>【功能与主治】</strong> 健胃消食，涩精止遗，通淋化石。用于食积不消，呕吐泻痢，小儿疳积，遗尿，遗精，石淋涩痛，胆胀胁痛。</p><p><strong>【用法与用量】</strong> 3～10g。</p><p><strong>【贮藏】</strong> 置干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (40, 1, '45.金银花.docx', 'velious', '/medicine-image/jin-yin-hua/1.png', '/medicine-image/jin-yin-hua/1.png', `忍冬植物金银花药材金银花放大图金银花JinyinhuaLONICERAE JAPONICAE FLOS　　本品为忍冬科植物忍冬Lonicera japonica Thunb. 的干燥花蕾或带初开的花。夏初花开放前采收，干燥。　　【性状】本品呈棒状，上粗下细，略弯曲，长2～3cm，上部直径约3mm，下部直径约1.5mm。表面黄白色或绿白色（贮久色渐深），密被短柔毛。偶见叶状苞片。花萼绿色，先端5裂，`, 0, '2022-07-22 18:00:00', `忍冬植物

![IMG_256](/medicine-image/jin-yin-hua/1.png)

金银花药材

![IMG_258](/medicine-image/jin-yin-hua/2.png)

金银花放大图

![IMG_259](/medicine-image/jin-yin-hua/3.png)

# ![IMG_260](/medicine-image/jin-yin-hua/4.png)

**金银花**

**Jinyinhua**

**LONICERAE JAPONICAE FLOS**

　　本品为忍冬科植物忍冬Lonicera japonica Thunb. 的干燥花蕾或带初开的花。夏初花开放前采收，干燥。  
　　**【性状】**本品呈棒状，上粗下细，略弯曲，长2～3cm，上部直径约3mm，下部直径约1.5mm。表面黄白色或绿白色（贮久色渐深），密被短柔毛。偶见叶状苞片。花萼绿色，先端5裂，裂片有毛，长约2mm。开放者花冠筒状，先端二唇形；雄蕊5，附于筒壁，黄色；雌蕊1，子房无毛。气清香，味淡、微苦。  
　　**【鉴别】**（1）本品粉末浅黄棕色或黄绿色。腺毛较多，头部倒圆锥形、类圆形或略扁圆形，4～33细胞，排成2～4层，直径30～64～108μm，柄部1～5细胞，长可达700μm。非腺毛有两种：一种为厚壁非腺毛，单细胞，长可达900μm，表面有微细疣状或泡状突起，有的具螺纹；另一种为薄壁非腺毛，单细胞，甚长，弯曲或皱缩，表面有微细疣状突起。草酸钙簇晶直径6～45μm。花粉粒类圆形或三角形，表面具细密短刺及细颗粒状雕纹，具3孔沟。  
　　（2）取本品粉末0.2g，加甲醇5ml，放置12小时，滤过，取滤液作为供试品溶液。另取绿原酸对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液10～20μl、对照品溶液10μl，分别点于同一硅胶H薄层板上，以乙酸丁酯-甲酸-水（7:2.5:2.5）的上层溶液为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。  
　　**【特征图谱】**照高效液相色谱法（通则0512）测定。  
　　色谱条件与系统适用性试验 除检测波长为240nm外，其他同〔含量测定〕酚酸类项下。  
　　参照物溶液的制备 取绿原酸对照品适量，精密称定，加甲醇制成每1ml含0.40mg的溶液，即得。  
　　供试品溶液的制备同〔含量测定〕酚酸类项下。  
　　测定法 分别精密吸取参照物溶液与供试品溶液各2μl，注入液相色谱仪，测定，即得。  
　　供试品特征图谱中应呈现7个特征峰，与参照物峰相应的峰为S峰，计算各特征峰与S峰的相对保留时间，应在规定值的±10\%之内，保留时间规定值为：0.91（峰1）、1.00［峰2（S）］、1.17（峰3）、1.38（峰4）、2.43（峰5）、2.81（峰6）、2.93（峰7）。  
　　![IMG_261](/medicine-image/jin-yin-hua/5.png)  
　　**【检查】**水分 不得过12.0\%（通则0832第四法）。  
　　总灰分 不得过10.0\%（通则2302）。  
　　酸不溶性灰分 不得过3.0\%（通则2302）。  
　　重金属及有害元素 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过l mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。  
　　**【含量测定】**酚酸类 照高效液相色谱法（通则0512）测定。  
　　色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，0.1\%磷酸溶液为流动相B，按下表中的规定进行梯度洗脱；柱温不高于25℃；流速为每分钟0.7ml，检测波长为327nm。理论板数按绿原酸峰计算应不低于10000。  
　　![IMG_262](/medicine-image/jin-yin-hua/6.png)  
　　对照品溶液的制备 取绿原酸对照品、3，5-二-O-咖啡酰奎宁酸对照品和4，5-二-O-咖啡酰奎宁酸对照品适量，精密称定，置棕色量瓶中，加75\%甲醇制成每1ml含0.28mg、0.15mg、44μg的溶液，即得。  
　　供试品溶液的制备 取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入75\%甲醇50ml，称定重量，超声处理（功率500W，频率40kHz）30分钟，放冷，再称定重量，用75\%甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。  
　　测定法 分别精密吸取对照品溶液与供试品溶液各2μl，注入液相色谱仪，测定，即得。  
　　本品按干燥品计算，含绿原酸（C16H18O9）不得少于1.5\%，含酚酸类以绿原酸（C16H18O9）、3，5-二-O-咖啡酰奎宁酸（C25H24O12）和4，5-二-O-咖啡酰奎宁酸（C25H24O12）的总量计，不得少于3.8\%。  
　　木犀草苷 照高效液相色谱法（通则0512）测定。  
　　色谱条件与系统适用性试验 用苯基硅烷键合硅胶为填充剂（Agilent ZORBAX SB-phenyl 4.6mm×250mm，5μm），以乙腈为流动相A，以0.5\%冰醋酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为350nm。理论板数按木犀草苷峰计算应不低于20000。  
　　![IMG_263](/medicine-image/jin-yin-hua/7.png)  
　　对照品溶液的制备 取木犀草苷对照品适量，精密称定，加70\%乙醇制成每1ml含40μg的溶液，即得。  
　　供试品溶液的制备 取本品粉末（过四号筛）约2g，精密称定，置具塞锥形瓶中，精密加入70\%乙醇50ml，称定重量，超声处理（功率250W，频率35kHz）1小时，放冷，再称定重量，用70\%乙醇补足减失的重量，摇匀，滤过。精密量取续滤液10ml，回收溶剂至干，残渣用70\%乙醇溶解，转移至5ml量瓶中，加70\%乙醇至刻度，即得。  
　　测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。  
　　本品按干燥品计算，含木犀草苷（C21H20O11）不得少于0.050\%。  
　　**【性味与归经】**甘，寒。归肺、心、胃经。  
　　**【功能与主治】**清热解毒，疏散风热。用于痈肿疔疮，喉痹，丹毒，热毒血痢，风热感冒，温病发热。  
　　**【用法与用量】**6～15g。

　　**【贮藏】**置阴凉干燥处，防潮，防蛀。`, `<p>忍冬植物</p><p><img src="/medicine-image/jin-yin-hua/1.png" alt="IMG_256" /></p><p>金银花药材</p><p><img src="/medicine-image/jin-yin-hua/2.png" alt="IMG_258" /></p><p>金银花放大图</p><p><img src="/medicine-image/jin-yin-hua/3.png" alt="IMG_259" /></p><h1><img src="/medicine-image/jin-yin-hua/4.png" alt="IMG_260" /></h1><p><strong>金银花</strong></p><p><strong>Jinyinhua</strong></p><p><strong>LONICERAE JAPONICAE FLOS</strong></p><p>　　本品为忍冬科植物忍冬Lonicera japonica Thunb. 的干燥花蕾或带初开的花。夏初花开放前采收，干燥。<br />　　<strong>【性状】</strong>本品呈棒状，上粗下细，略弯曲，长2～3cm，上部直径约3mm，下部直径约1.5mm。表面黄白色或绿白色（贮久色渐深），密被短柔毛。偶见叶状苞片。花萼绿色，先端5裂，裂片有毛，长约2mm。开放者花冠筒状，先端二唇形；雄蕊5，附于筒壁，黄色；雌蕊1，子房无毛。气清香，味淡、微苦。<br />　　<strong>【鉴别】</strong>（1）本品粉末浅黄棕色或黄绿色。腺毛较多，头部倒圆锥形、类圆形或略扁圆形，4～33细胞，排成2～4层，直径30～64～108μm，柄部1～5细胞，长可达700μm。非腺毛有两种：一种为厚壁非腺毛，单细胞，长可达900μm，表面有微细疣状或泡状突起，有的具螺纹；另一种为薄壁非腺毛，单细胞，甚长，弯曲或皱缩，表面有微细疣状突起。草酸钙簇晶直径6～45μm。花粉粒类圆形或三角形，表面具细密短刺及细颗粒状雕纹，具3孔沟。<br />　　（2）取本品粉末0.2g，加甲醇5ml，放置12小时，滤过，取滤液作为供试品溶液。另取绿原酸对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液10～20μl、对照品溶液10μl，分别点于同一硅胶H薄层板上，以乙酸丁酯-甲酸-水（7:2.5:2.5）的上层溶液为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。<br />　　<strong>【特征图谱】</strong>照高效液相色谱法（通则0512）测定。<br />　　色谱条件与系统适用性试验  除检测波长为240nm外，其他同〔含量测定〕酚酸类项下。<br />　　参照物溶液的制备  取绿原酸对照品适量，精密称定，加甲醇制成每1ml含0.40mg的溶液，即得。<br />　　供试品溶液的制备同〔含量测定〕酚酸类项下。<br />　　测定法  分别精密吸取参照物溶液与供试品溶液各2μl，注入液相色谱仪，测定，即得。<br />　　供试品特征图谱中应呈现7个特征峰，与参照物峰相应的峰为S峰，计算各特征峰与S峰的相对保留时间，应在规定值的±10%之内，保留时间规定值为：0.91（峰1）、1.00［峰2（S）］、1.17（峰3）、1.38（峰4）、2.43（峰5）、2.81（峰6）、2.93（峰7）。<br />　　<img src="/medicine-image/jin-yin-hua/5.png" alt="IMG_261" /><br />　　<strong>【检查】</strong>水分  不得过12.0%（通则0832第四法）。<br />　　总灰分  不得过10.0%（通则2302）。<br />　　酸不溶性灰分  不得过3.0%（通则2302）。<br />　　重金属及有害元素  照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过l mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。<br />　　<strong>【含量测定】</strong>酚酸类  照高效液相色谱法（通则0512）测定。<br />　　色谱条件与系统适用性试验  以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，0.1%磷酸溶液为流动相B，按下表中的规定进行梯度洗脱；柱温不高于25℃；流速为每分钟0.7ml，检测波长为327nm。理论板数按绿原酸峰计算应不低于10000。<br />　　<img src="/medicine-image/jin-yin-hua/6.png" alt="IMG_262" /><br />　　对照品溶液的制备  取绿原酸对照品、3，5-二-O-咖啡酰奎宁酸对照品和4，5-二-O-咖啡酰奎宁酸对照品适量，精密称定，置棕色量瓶中，加75%甲醇制成每1ml含0.28mg、0.15mg、44μg的溶液，即得。<br />　　供试品溶液的制备  取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入75%甲醇50ml，称定重量，超声处理（功率500W，频率40kHz）30分钟，放冷，再称定重量，用75%甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。<br />　　测定法  分别精密吸取对照品溶液与供试品溶液各2μl，注入液相色谱仪，测定，即得。<br />　　本品按干燥品计算，含绿原酸（C<sub>16</sub>H<sub>18</sub>O<sub>9</sub>）不得少于1.5%，含酚酸类以绿原酸（C<sub>16</sub>H<sub>18</sub>O<sub>9</sub>）、3，5-二-O-咖啡酰奎宁酸（C<sub>25</sub>H<sub>24</sub>O<sub>12</sub>）和4，5-二-O-咖啡酰奎宁酸（C<sub>25</sub>H<sub>24</sub>O<sub>12</sub>）的总量计，不得少于3.8%。<br />　　木犀草苷  照高效液相色谱法（通则0512）测定。<br />　　色谱条件与系统适用性试验  用苯基硅烷键合硅胶为填充剂（Agilent ZORBAX SB-phenyl 4.6mm×250mm，5μm），以乙腈为流动相A，以0.5%冰醋酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为350nm。理论板数按木犀草苷峰计算应不低于20000。<br />　　<img src="/medicine-image/jin-yin-hua/7.png" alt="IMG_263" /><br />　　对照品溶液的制备  取木犀草苷对照品适量，精密称定，加70%乙醇制成每1ml含40μg的溶液，即得。<br />　　供试品溶液的制备  取本品粉末（过四号筛）约2g，精密称定，置具塞锥形瓶中，精密加入70%乙醇50ml，称定重量，超声处理（功率250W，频率35kHz）1小时，放冷，再称定重量，用70%乙醇补足减失的重量，摇匀，滤过。精密量取续滤液10ml，回收溶剂至干，残渣用70%乙醇溶解，转移至5ml量瓶中，加70%乙醇至刻度，即得。<br />　　测定法  分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。<br />　　本品按干燥品计算，含木犀草苷（C<sub>21</sub>H<sub>20</sub>O<sub>11</sub>）不得少于0.050%。<br />　　<strong>【性味与归经】</strong>甘，寒。归肺、心、胃经。<br />　　<strong>【功能与主治】</strong>清热解毒，疏散风热。用于痈肿疔疮，喉痹，丹毒，热毒血痢，风热感冒，温病发热。<br />　　<strong>【用法与用量】</strong>6～15g。</p><p>　　<strong>【贮藏】</strong>置阴凉干燥处，防潮，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (63, 1, '66.川芎.docx', 'velious', '/medicine-image/chuan-qiong/1.png', '/medicine-image/chuan-qiong/1.png', `川芎植物川芎药材川芎饮片酒川芎饮片下面为2020版中国药典标准川芎ChuɑnxiongCHUANXIONG RHIZOMA本品为伞形科植物川芎Ligusticum chuanxiong Hort.的干燥根茎。夏季当茎上的节盘显著突出，并略带紫色时采挖，除去泥沙，晒后烘干，再去须根。【性状】 本品为不规则结节状拳形团块，直径2～7cm。表面灰褐色或褐色，粗糙皱缩，有多数平行隆起的轮节，顶端有凹陷的类`, 0, '2022-07-22 18:00:00', `川芎植物

![IMG_256](/medicine-image/chuan-qiong/1.png)

川芎药材

![IMG_257](/medicine-image/chuan-qiong/2.png)

川芎饮片

![IMG_258](/medicine-image/chuan-qiong/3.png)

酒川芎饮片

![IMG_259](/medicine-image/chuan-qiong/4.png)

# ****下面为2020版中国药典标准****

# ****川芎****

Chuɑnxiong

CHUANXIONG RHIZOMA

本品为伞形科植物川芎Ligusticum chuanxiong Hort.的干燥根茎。夏季当茎上的节盘显著突出，并略带紫色时采挖，除去泥沙，晒后烘干，再去须根。

**【性状】** 本品为不规则结节状拳形团块，直径2～7cm。表面灰褐色或褐色，粗糙皱缩，有多数平行隆起的轮节，顶端有凹陷的类圆形茎痕，下侧及轮节上有多数小瘤状根痕。质坚实，不易折断，断面黄白色或灰黄色，散有黄棕色的油室，形成层环呈波状。气浓香，味苦、辛，稍有麻舌感，微回甜。

**【鉴别】** （1）本品横切面：木栓层为10余列细胞。皮层狭窄，散有根迹维管束，其形成层明显。韧皮部宽广，形成层环波状或不规则多角形。木质部导管多角形或类圆形，大多单列或排成"V"形，偶有木纤维束。髓部较大。薄壁组织中散有多数油室，类圆形、椭圆形或形状不规则，淡黄棕色，靠近形成层的油室小，向外渐大；薄壁细胞中富含淀粉粒，有的薄壁细胞中含草酸钙晶体，呈类圆形团块或类簇晶状。

粉末淡黄棕色或灰棕色。淀粉粒较多，单粒椭圆形、长圆形、类圆形、卵圆形或肾形，直径5～16μm，长约21μm，脐点点状、长缝状或人字状；偶见复粒，由2～4分粒组成。草酸钙晶体存在于薄壁细胞中，呈类圆形团块或类簇晶状，直径10～25μm。木栓细胞深黄棕色，表面观呈多角形，微波状弯曲。油室多已破碎，偶可见油室碎片，分泌细胞壁薄，含有较多的油滴。导管主为螺纹导管，亦有网纹导管及梯纹导管，直径14～50μm。

（2）取本品粉末1g，加石油醚（30～60℃）5ml，放置10小时，时时振摇，静置，取上清液1ml，挥干后，残渣加甲醇1ml使溶解，再加2\%3，5-二硝基苯甲酸的甲醇溶液2～3滴与甲醇饱和的氢氧化钾溶液2滴，显红紫色。

（3）取本品粉末1g，加乙醚20ml，加热回流1小时，滤过，滤液挥干，残渣加乙酸乙酯2ml使溶解，作为供试品溶液。另取川芎对照药材1g，同法制成对照药材溶液。再取欧当归内酯A对照品，加乙酸乙酯制成每1ml含0.1mg的溶液（置棕色量瓶中），作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各10μl，分别点于同一硅胶GF254薄层板上，以正己烷-乙酸乙酯（3:1）为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 ** 不得过12.0\%（通则0832第四法）。

**总灰分**  不得过6.0\%（通则2302）。

**酸不溶性灰分 ** 不得过2.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于12.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-1\%醋酸溶液（30:70）为流动相；检测波长为321nm。理论板数按阿魏酸峰计算应不低于4000。

**对照品溶液的制备** 取阿魏酸对照品适量，精密称定，置棕色量瓶中，加70\%甲醇制成每1ml含20μg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入70\%甲醇50ml，密塞，称定重量，加热回流30分钟，放冷，再称定重量，用70\%甲醇补足减失的重量，摇匀，静置，取上清液，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含阿魏酸（C10H10O4）不得少于0.10\%。

**饮片**

**【炮制】** 除去杂质，分开大小，洗净，润透，切厚片，干燥。

**【性状】** 本品为不规则厚片，外表皮灰褐色或褐色，有皱缩纹。切面黄白色或灰黄色，具有明显波状环纹或多角形纹理，散生黄棕色油点。质坚实。气浓香，味苦、辛，微甜。

**【鉴别】** **【检查】**（**水分 **总灰分） **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 辛，温。归肝、胆、心包经。

**【功能与主治】** 活血行气，祛风止痛。用于胸痹心痛，胸胁刺痛，跌扑肿痛，月经不调，经闭痛经，癥瘕腹痛，头痛，风湿痹痛。

**【用法与用量】** 3～10g。

**【贮藏】** 置阴凉干燥处，防蛀。`, `<p>川芎植物</p><p><img src="/medicine-image/chuan-qiong/1.png" alt="IMG_256" /></p><p>川芎药材</p><p><img src="/medicine-image/chuan-qiong/2.png" alt="IMG_257" /></p><p>川芎饮片</p><p><img src="/medicine-image/chuan-qiong/3.png" alt="IMG_258" /></p><p>酒川芎饮片</p><p><img src="/medicine-image/chuan-qiong/4.png" alt="IMG_259" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>川芎</strong></strong></h1><p>Chuɑnxiong</p><p>CHUANXIONG RHIZOMA</p><p>本品为伞形科植物川芎Ligusticum chuanxiong Hort.的干燥根茎。夏季当茎上的节盘显著突出，并略带紫色时采挖，除去泥沙，晒后烘干，再去须根。</p><p><strong>【性状】</strong> 本品为不规则结节状拳形团块，直径2～7cm。表面灰褐色或褐色，粗糙皱缩，有多数平行隆起的轮节，顶端有凹陷的类圆形茎痕，下侧及轮节上有多数小瘤状根痕。质坚实，不易折断，断面黄白色或灰黄色，散有黄棕色的油室，形成层环呈波状。气浓香，味苦、辛，稍有麻舌感，微回甜。</p><p><strong>【鉴别】</strong> （1）本品横切面：木栓层为10余列细胞。皮层狭窄，散有根迹维管束，其形成层明显。韧皮部宽广，形成层环波状或不规则多角形。木质部导管多角形或类圆形，大多单列或排成"V"形，偶有木纤维束。髓部较大。薄壁组织中散有多数油室，类圆形、椭圆形或形状不规则，淡黄棕色，靠近形成层的油室小，向外渐大；薄壁细胞中富含淀粉粒，有的薄壁细胞中含草酸钙晶体，呈类圆形团块或类簇晶状。</p><p>粉末淡黄棕色或灰棕色。淀粉粒较多，单粒椭圆形、长圆形、类圆形、卵圆形或肾形，直径5～16μm，长约21μm，脐点点状、长缝状或人字状；偶见复粒，由2～4分粒组成。草酸钙晶体存在于薄壁细胞中，呈类圆形团块或类簇晶状，直径10～25μm。木栓细胞深黄棕色，表面观呈多角形，微波状弯曲。油室多已破碎，偶可见油室碎片，分泌细胞壁薄，含有较多的油滴。导管主为螺纹导管，亦有网纹导管及梯纹导管，直径14～50μm。</p><p>（2）取本品粉末1g，加石油醚（30～60℃）5ml，放置10小时，时时振摇，静置，取上清液1ml，挥干后，残渣加甲醇1ml使溶解，再加2%3，5-二硝基苯甲酸的甲醇溶液2～3滴与甲醇饱和的氢氧化钾溶液2滴，显红紫色。</p><p>（3）取本品粉末1g，加乙醚20ml，加热回流1小时，滤过，滤液挥干，残渣加乙酸乙酯2ml使溶解，作为供试品溶液。另取川芎对照药材1g，同法制成对照药材溶液。再取欧当归内酯A对照品，加乙酸乙酯制成每1ml含0.1mg的溶液（置棕色量瓶中），作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各10μl，分别点于同一硅胶GF254薄层板上，以正己烷-乙酸乙酯（3:1）为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过12.0%（通则0832第四法）。</p><p><strong>总灰分</strong>  不得过6.0%（通则2302）。</p><p><strong>酸不溶性灰分 </strong> 不得过2.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于12.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-1%醋酸溶液（30:70）为流动相；检测波长为321nm。理论板数按阿魏酸峰计算应不低于4000。</p><p><strong>对照品溶液的制备</strong> 取阿魏酸对照品适量，精密称定，置棕色量瓶中，加70%甲醇制成每1ml含20μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入70%甲醇50ml，密塞，称定重量，加热回流30分钟，放冷，再称定重量，用70%甲醇补足减失的重量，摇匀，静置，取上清液，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含阿魏酸（C<sub>10</sub>H<sub>10</sub>O<sub>4</sub>）不得少于0.10%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，分开大小，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品为不规则厚片，外表皮灰褐色或褐色，有皱缩纹。切面黄白色或灰黄色，具有明显波状环纹或多角形纹理，散生黄棕色油点。质坚实。气浓香，味苦、辛，微甜。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（<strong>水分 </strong>总灰分） <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛，温。归肝、胆、心包经。</p><p><strong>【功能与主治】</strong> 活血行气，祛风止痛。用于胸痹心痛，胸胁刺痛，跌扑肿痛，月经不调，经闭痛经，癥瘕腹痛，头痛，风湿痹痛。</p><p><strong>【用法与用量】</strong> 3～10g。</p><p><strong>【贮藏】</strong> 置阴凉干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (73, 1, '75.川乌.docx', 'velious', '/medicine-image/chuan-wu/1.png', '/medicine-image/chuan-wu/1.png', `乌头植物川乌（下图引用谢宗万老师图片）乌头子根与母根（图片为梁老师于08年6月在四川江油采挖）在此引用，深表感恩！下面为2020版中国药典标准川乌ChuɑnwuACONITI RADIX本品为毛茛科植物乌头Aconitum carmichaelii Debx.的干燥母根。6月下旬至8月上旬采挖，除去子根、须根及泥沙，晒干。【性状】 本品呈不规则的圆锥形，稍弯曲，顶端常有残茎，中部多向一侧膨大，长2`, 0, '2022-07-22 18:00:00', `乌头植物

![IMG_256](/medicine-image/chuan-wu/1.png)

川乌（下图引用谢宗万老师图片）

![IMG_257](/medicine-image/chuan-wu/2.png)

乌头子根与母根（图片为梁老师于08年6月在四川江油采挖）在此引用，深表感恩！

![IMG_258](/medicine-image/chuan-wu/3.png)

# ****下面为2020版中国药典标准****

# ****川乌****

Chuɑnwu

ACONITI RADIX

本品为毛茛科植物乌头Aconitum carmichaelii Debx.的干燥母根。6月下旬至8月上旬采挖，除去子根、须根及泥沙，晒干。

**【性状】** 本品呈不规则的圆锥形，稍弯曲，顶端常有残茎，中部多向一侧膨大，长2～7.5cm，直径1.2～2.5cm。表面棕褐色或灰棕色，皱缩，有小瘤状侧根及子根脱离后的痕迹。质坚实，断面类白色或浅灰黄色，形成层环纹呈多角形。气微，味辛辣、麻舌。

**【鉴别】** （1）本品横切面：后生皮层为棕色木栓化细胞；皮层薄壁组织偶见石细胞，单个散在或数个成群，类长方形、方形或长椭圆形，胞腔较大；内皮层不甚明显。韧皮部散有筛管群；内侧偶见纤维束。形成层类多角形。其内外侧偶有1至数个异型维管束。木质部导管多列，呈径向或略呈"V"形排列。髓部明显。薄壁细胞充满淀粉粒。

粉末灰黄色。淀粉粒单粒球形、长圆形或肾形，直径3～22μm；复粒由2～15分粒组成。石细胞近无色或淡黄绿色，呈类长方形、类方形、多角形或一边斜尖，直径49～117μm，长113～280μm，壁厚4～13μm，壁厚者层纹明显，纹孔较稀疏。后生皮层细胞棕色，有的壁呈瘤状增厚突入细胞腔。导管淡黄色，主为具缘纹孔，直径29～70μm，末端平截或短尖，穿孔位于端壁或侧壁，有的导管分子粗短拐曲或纵横连接。

（2）取本品粉末5g，加氨试液2ml润湿，加乙醚30ml，超声处理30分钟，滤过，滤液挥干，残渣加二氯甲烷1ml使溶解，作为供试品溶液。另取乌头双酯型生物碱对照提取物，加异丙醇-三氯甲烷（1:1）混合溶液制成每1ml各含3mg的混合溶液，作为对照提取物溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以正己烷-乙酸乙酯-甲醇（6.4:3.6:1）为展开剂，置氨蒸气预饱和20分钟的展开缸内，展开，取出，晾干，喷以稀碘化铋钾试液，置日光下检视。供试品色谱中，在与对照提取物色谱相应位置上，显相同颜色的斑点。

**【检查】** **水分 ** 不得过12.0\%（通则0832第二法）。

**总灰分**  不得过9.0\%（通则2302）。

**酸不溶性灰分**  不得过2.0\%（通则2302）。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.2\%冰醋酸溶液（三乙胺调节pH值至6.20）为流动相B，按下表中的规定进行梯度洗脱；检测波长为235nm。理论板数按新乌头碱峰计算应不低于2000。

![IMG_260](/medicine-image/chuan-wu/4.png)

**对照提取物溶液的制备** 取乌头双酯型生物碱对照提取物（已标示新乌头碱、次乌头碱和乌头碱的含量）20mg，精密称定，置10ml量瓶中，加0.01\%盐酸甲醇溶液使溶解并稀释至刻度，摇匀，即得。

**标准曲线的制备** 精密量取上述对照提取物溶液各1ml，分别置2ml、5ml、10ml、25ml量瓶中，加0.01\%盐酸甲醇溶液稀释至刻度，摇匀。分别精密量取对照提取物溶液及上述系列浓度对照提取物溶液各10μl，注入液相色谱仪，测定，以对照提取物中相当于新乌头碱、次乌头碱和乌头碱的浓度为横坐标，相应色谱峰的峰面积值为纵坐标，绘制标准曲线。

**测定法** 取本品粉末（过三号筛）约2g，精密称定，置具塞锥形瓶中，加氨试液3ml，精密加入异丙醇-乙酸乙酯（1:1）混合溶液50ml，称定重量，超声处理（功率300W，频率40kHz；水温在25℃以下）30分钟，放冷，再称定重量，用异丙醇-乙酸乙酯（1:1）混合溶液补足减失的重量，摇匀，滤过。精密量取续滤液25ml， 40℃以下减压回收溶剂至干，残渣加0.01\%盐酸甲醇溶液使溶解，转移至5ml量瓶中，并稀释至刻度，摇匀，滤过，精密吸取10μl，注入液相色谱仪，测定，按标准曲线计算，即得。

本品按干燥品计算，含乌头碱（C34H47NO11）、次乌头碱（C33H45NO10）和新乌头碱（C33H45NO11）的总量应为0.050\%～0.17\%。

**饮片**

**【炮制】** **生川乌**  除去杂质。用时捣碎。

**【性状】** **【鉴别】** **【检查】** **【含量测定】** 同药材。

**【性味与归经】** 辛、苦，热；有大毒。归心、肝、肾、脾经。

**【功能与主治】** 祛风除湿，温经止痛。用于风寒湿痹，关节疼痛，心腹冷痛，寒疝作痛及麻醉止痛。

**【用法与用量】** 一般炮制后用。

**【注意】** 生品内服宜慎；孕妇禁用；不宜与半夏、瓜蒌、瓜蒌子、瓜蒌皮、天花粉、川贝母、浙贝母、平贝母、伊贝母、湖北贝母、白蔹、白及同用。

**【贮藏】** 置通风干燥处，防蛀。

乌头植物

![IMG_256](/medicine-image/chuan-wu/5.png)

川乌（下图引用谢宗万老师图片）

![IMG_257](/medicine-image/chuan-wu/6.png)

乌头子根与母根（图片为梁老师于08年6月在四川江油采挖）在此引用，深表感恩！

![IMG_258](/medicine-image/chuan-wu/7.png)

泥附子干品（上部凹槽为芽痕，易被误认为茎痕当为川乌）

![IMG_259](/medicine-image/chuan-wu/8.png)

# ****下面为2020版中国药典标准****

# ****川乌****

Chuɑnwu

ACONITI RADIX

本品为毛茛科植物乌头Aconitum carmichaelii Debx.的干燥母根。6月下旬至8月上旬采挖，除去子根、须根及泥沙，晒干。

**【性状】** 本品呈不规则的圆锥形，稍弯曲，顶端常有残茎，中部多向一侧膨大，长2～7.5cm，直径1.2～2.5cm。表面棕褐色或灰棕色，皱缩，有小瘤状侧根及子根脱离后的痕迹。质坚实，断面类白色或浅灰黄色，形成层环纹呈多角形。气微，味辛辣、麻舌。

**【鉴别】** （1）本品横切面：后生皮层为棕色木栓化细胞；皮层薄壁组织偶见石细胞，单个散在或数个成群，类长方形、方形或长椭圆形，胞腔较大；内皮层不甚明显。韧皮部散有筛管群；内侧偶见纤维束。形成层类多角形。其内外侧偶有1至数个异型维管束。木质部导管多列，呈径向或略呈"V"形排列。髓部明显。薄壁细胞充满淀粉粒。

粉末灰黄色。淀粉粒单粒球形、长圆形或肾形，直径3～22μm；复粒由2～15分粒组成。石细胞近无色或淡黄绿色，呈类长方形、类方形、多角形或一边斜尖，直径49～117μm，长113～280μm，壁厚4～13μm，壁厚者层纹明显，纹孔较稀疏。后生皮层细胞棕色，有的壁呈瘤状增厚突入细胞腔。导管淡黄色，主为具缘纹孔，直径29～70μm，末端平截或短尖，穿孔位于端壁或侧壁，有的导管分子粗短拐曲或纵横连接。

（2）取本品粉末5g，加氨试液2ml润湿，加乙醚30ml，超声处理30分钟，滤过，滤液挥干，残渣加二氯甲烷1ml使溶解，作为供试品溶液。另取乌头双酯型生物碱对照提取物，加异丙醇-三氯甲烷（1:1）混合溶液制成每1ml各含3mg的混合溶液，作为对照提取物溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以正己烷-乙酸乙酯-甲醇（6.4:3.6:1）为展开剂，置氨蒸气预饱和20分钟的展开缸内，展开，取出，晾干，喷以稀碘化铋钾试液，置日光下检视。供试品色谱中，在与对照提取物色谱相应位置上，显相同颜色的斑点。

**【检查】** **水分 ** 不得过12.0\%（通则0832第二法）。

**总灰分**  不得过9.0\%（通则2302）。

**酸不溶性灰分**  不得过2.0\%（通则2302）。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.2\%冰醋酸溶液（三乙胺调节pH值至6.20）为流动相B，按下表中的规定进行梯度洗脱；检测波长为235nm。理论板数按新乌头碱峰计算应不低于2000。

![IMG_260](/medicine-image/chuan-wu/9.png)

**对照提取物溶液的制备** 取乌头双酯型生物碱对照提取物（已标示新乌头碱、次乌头碱和乌头碱的含量）20mg，精密称定，置10ml量瓶中，加0.01\%盐酸甲醇溶液使溶解并稀释至刻度，摇匀，即得。

**标准曲线的制备** 精密量取上述对照提取物溶液各1ml，分别置2ml、5ml、10ml、25ml量瓶中，加0.01\%盐酸甲醇溶液稀释至刻度，摇匀。分别精密量取对照提取物溶液及上述系列浓度对照提取物溶液各10μl，注入液相色谱仪，测定，以对照提取物中相当于新乌头碱、次乌头碱和乌头碱的浓度为横坐标，相应色谱峰的峰面积值为纵坐标，绘制标准曲线。

**测定法** 取本品粉末（过三号筛）约2g，精密称定，置具塞锥形瓶中，加氨试液3ml，精密加入异丙醇-乙酸乙酯（1:1）混合溶液50ml，称定重量，超声处理（功率300W，频率40kHz；水温在25℃以下）30分钟，放冷，再称定重量，用异丙醇-乙酸乙酯（1:1）混合溶液补足减失的重量，摇匀，滤过。精密量取续滤液25ml， 40℃以下减压回收溶剂至干，残渣加0.01\%盐酸甲醇溶液使溶解，转移至5ml量瓶中，并稀释至刻度，摇匀，滤过，精密吸取10μl，注入液相色谱仪，测定，按标准曲线计算，即得。

本品按干燥品计算，含乌头碱（C34H47NO11）、次乌头碱（C33H45NO10）和新乌头碱（C33H45NO11）的总量应为0.050\%～0.17\%。

**饮片**

**【炮制】** **生川乌**  除去杂质。用时捣碎。

**【性状】** **【鉴别】** **【检查】** **【含量测定】** 同药材。

**【性味与归经】** 辛、苦，热；有大毒。归心、肝、肾、脾经。

**【功能与主治】** 祛风除湿，温经止痛。用于风寒湿痹，关节疼痛，心腹冷痛，寒疝作痛及麻醉止痛。

**【用法与用量】** 一般炮制后用。

**【注意】** 生品内服宜慎；孕妇禁用；不宜与半夏、瓜蒌、瓜蒌子、瓜蒌皮、天花粉、川贝母、浙贝母、平贝母、伊贝母、湖北贝母、白蔹、白及同用。

**【贮藏】** 置通风干燥处，防蛀。

乌头植物

![IMG_256](/medicine-image/chuan-wu/10.png)

川乌（下图引用谢宗万老师图片）

![IMG_257](/medicine-image/chuan-wu/11.png)

乌头子根与母根（图片为梁老师于08年6月在四川江油采挖）在此引用，深表感恩！

![IMG_258](/medicine-image/chuan-wu/12.png)

泥附子干品（上部凹槽为芽痕，易被误认为茎痕当为川乌）

![IMG_259](/medicine-image/chuan-wu/13.png)

# ****下面为2020版中国药典标准****

# ****川乌****

Chuɑnwu

ACONITI RADIX

本品为毛茛科植物乌头Aconitum carmichaelii Debx.的干燥母根。6月下旬至8月上旬采挖，除去子根、须根及泥沙，晒干。

**【性状】** 本品呈不规则的圆锥形，稍弯曲，顶端常有残茎，中部多向一侧膨大，长2～7.5cm，直径1.2～2.5cm。表面棕褐色或灰棕色，皱缩，有小瘤状侧根及子根脱离后的痕迹。质坚实，断面类白色或浅灰黄色，形成层环纹呈多角形。气微，味辛辣、麻舌。

**【鉴别】** （1）本品横切面：后生皮层为棕色木栓化细胞；皮层薄壁组织偶见石细胞，单个散在或数个成群，类长方形、方形或长椭圆形，胞腔较大；内皮层不甚明显。韧皮部散有筛管群；内侧偶见纤维束。形成层类多角形。其内外侧偶有1至数个异型维管束。木质部导管多列，呈径向或略呈"V"形排列。髓部明显。薄壁细胞充满淀粉粒。

粉末灰黄色。淀粉粒单粒球形、长圆形或肾形，直径3～22μm；复粒由2～15分粒组成。石细胞近无色或淡黄绿色，呈类长方形、类方形、多角形或一边斜尖，直径49～117μm，长113～280μm，壁厚4～13μm，壁厚者层纹明显，纹孔较稀疏。后生皮层细胞棕色，有的壁呈瘤状增厚突入细胞腔。导管淡黄色，主为具缘纹孔，直径29～70μm，末端平截或短尖，穿孔位于端壁或侧壁，有的导管分子粗短拐曲或纵横连接。

（2）取本品粉末5g，加氨试液2ml润湿，加乙醚30ml，超声处理30分钟，滤过，滤液挥干，残渣加二氯甲烷1ml使溶解，作为供试品溶液。另取乌头双酯型生物碱对照提取物，加异丙醇-三氯甲烷（1:1）混合溶液制成每1ml各含3mg的混合溶液，作为对照提取物溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以正己烷-乙酸乙酯-甲醇（6.4:3.6:1）为展开剂，置氨蒸气预饱和20分钟的展开缸内，展开，取出，晾干，喷以稀碘化铋钾试液，置日光下检视。供试品色谱中，在与对照提取物色谱相应位置上，显相同颜色的斑点。

**【检查】** **水分 ** 不得过12.0\%（通则0832第二法）。

**总灰分**  不得过9.0\%（通则2302）。

**酸不溶性灰分**  不得过2.0\%（通则2302）。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.2\%冰醋酸溶液（三乙胺调节pH值至6.20）为流动相B，按下表中的规定进行梯度洗脱；检测波长为235nm。理论板数按新乌头碱峰计算应不低于2000。

![IMG_260](/medicine-image/chuan-wu/14.png)

**对照提取物溶液的制备** 取乌头双酯型生物碱对照提取物（已标示新乌头碱、次乌头碱和乌头碱的含量）20mg，精密称定，置10ml量瓶中，加0.01\%盐酸甲醇溶液使溶解并稀释至刻度，摇匀，即得。

**标准曲线的制备** 精密量取上述对照提取物溶液各1ml，分别置2ml、5ml、10ml、25ml量瓶中，加0.01\%盐酸甲醇溶液稀释至刻度，摇匀。分别精密量取对照提取物溶液及上述系列浓度对照提取物溶液各10μl，注入液相色谱仪，测定，以对照提取物中相当于新乌头碱、次乌头碱和乌头碱的浓度为横坐标，相应色谱峰的峰面积值为纵坐标，绘制标准曲线。

**测定法** 取本品粉末（过三号筛）约2g，精密称定，置具塞锥形瓶中，加氨试液3ml，精密加入异丙醇-乙酸乙酯（1:1）混合溶液50ml，称定重量，超声处理（功率300W，频率40kHz；水温在25℃以下）30分钟，放冷，再称定重量，用异丙醇-乙酸乙酯（1:1）混合溶液补足减失的重量，摇匀，滤过。精密量取续滤液25ml， 40℃以下减压回收溶剂至干，残渣加0.01\%盐酸甲醇溶液使溶解，转移至5ml量瓶中，并稀释至刻度，摇匀，滤过，精密吸取10μl，注入液相色谱仪，测定，按标准曲线计算，即得。

本品按干燥品计算，含乌头碱（C34H47NO11）、次乌头碱（C33H45NO10）和新乌头碱（C33H45NO11）的总量应为0.050\%～0.17\%。

**饮片**

**【炮制】** **生川乌**  除去杂质。用时捣碎。

**【性状】** **【鉴别】** **【检查】** **【含量测定】** 同药材。

**【性味与归经】** 辛、苦，热；有大毒。归心、肝、肾、脾经。

**【功能与主治】** 祛风除湿，温经止痛。用于风寒湿痹，关节疼痛，心腹冷痛，寒疝作痛及麻醉止痛。

**【用法与用量】** 一般炮制后用。

**【注意】** 生品内服宜慎；孕妇禁用；不宜与半夏、瓜蒌、瓜蒌子、瓜蒌皮、天花粉、川贝母、浙贝母、平贝母、伊贝母、湖北贝母、白蔹、白及同用。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>乌头植物</p><p><img src="/medicine-image/chuan-wu/1.png" alt="IMG_256" /></p><p>川乌（下图引用谢宗万老师图片）</p><p><img src="/medicine-image/chuan-wu/2.png" alt="IMG_257" /></p><p>乌头子根与母根（图片为梁老师于08年6月在四川江油采挖）在此引用，深表感恩！</p><p><img src="/medicine-image/chuan-wu/3.png" alt="IMG_258" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>川乌</strong></strong></h1><p>Chuɑnwu</p><p>ACONITI RADIX</p><p>本品为毛茛科植物乌头Aconitum carmichaelii Debx.的干燥母根。6月下旬至8月上旬采挖，除去子根、须根及泥沙，晒干。</p><p><strong>【性状】</strong> 本品呈不规则的圆锥形，稍弯曲，顶端常有残茎，中部多向一侧膨大，长2～7.5cm，直径1.2～2.5cm。表面棕褐色或灰棕色，皱缩，有小瘤状侧根及子根脱离后的痕迹。质坚实，断面类白色或浅灰黄色，形成层环纹呈多角形。气微，味辛辣、麻舌。</p><p><strong>【鉴别】</strong> （1）本品横切面：后生皮层为棕色木栓化细胞；皮层薄壁组织偶见石细胞，单个散在或数个成群，类长方形、方形或长椭圆形，胞腔较大；内皮层不甚明显。韧皮部散有筛管群；内侧偶见纤维束。形成层类多角形。其内外侧偶有1至数个异型维管束。木质部导管多列，呈径向或略呈"V"形排列。髓部明显。薄壁细胞充满淀粉粒。</p><p>粉末灰黄色。淀粉粒单粒球形、长圆形或肾形，直径3～22μm；复粒由2～15分粒组成。石细胞近无色或淡黄绿色，呈类长方形、类方形、多角形或一边斜尖，直径49～117μm，长113～280μm，壁厚4～13μm，壁厚者层纹明显，纹孔较稀疏。后生皮层细胞棕色，有的壁呈瘤状增厚突入细胞腔。导管淡黄色，主为具缘纹孔，直径29～70μm，末端平截或短尖，穿孔位于端壁或侧壁，有的导管分子粗短拐曲或纵横连接。</p><p>（2）取本品粉末5g，加氨试液2ml润湿，加乙醚30ml，超声处理30分钟，滤过，滤液挥干，残渣加二氯甲烷1ml使溶解，作为供试品溶液。另取乌头双酯型生物碱对照提取物，加异丙醇-三氯甲烷（1:1）混合溶液制成每1ml各含3mg的混合溶液，作为对照提取物溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以正己烷-乙酸乙酯-甲醇（6.4:3.6:1）为展开剂，置氨蒸气预饱和20分钟的展开缸内，展开，取出，晾干，喷以稀碘化铋钾试液，置日光下检视。供试品色谱中，在与对照提取物色谱相应位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过12.0%（通则0832第二法）。</p><p><strong>总灰分</strong>  不得过9.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong>  不得过2.0%（通则2302）。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.2%冰醋酸溶液（三乙胺调节pH值至6.20）为流动相B，按下表中的规定进行梯度洗脱；检测波长为235nm。理论板数按新乌头碱峰计算应不低于2000。</p><p><img src="/medicine-image/chuan-wu/4.png" alt="IMG_260" /></p><p><strong>对照提取物溶液的制备</strong> 取乌头双酯型生物碱对照提取物（已标示新乌头碱、次乌头碱和乌头碱的含量）20mg，精密称定，置10ml量瓶中，加0.01%盐酸甲醇溶液使溶解并稀释至刻度，摇匀，即得。</p><p><strong>标准曲线的制备</strong> 精密量取上述对照提取物溶液各1ml，分别置2ml、5ml、10ml、25ml量瓶中，加0.01%盐酸甲醇溶液稀释至刻度，摇匀。分别精密量取对照提取物溶液及上述系列浓度对照提取物溶液各10μl，注入液相色谱仪，测定，以对照提取物中相当于新乌头碱、次乌头碱和乌头碱的浓度为横坐标，相应色谱峰的峰面积值为纵坐标，绘制标准曲线。</p><p><strong>测定法</strong> 取本品粉末（过三号筛）约2g，精密称定，置具塞锥形瓶中，加氨试液3ml，精密加入异丙醇-乙酸乙酯（1:1）混合溶液50ml，称定重量，超声处理（功率300W，频率40kHz；水温在25℃以下）30分钟，放冷，再称定重量，用异丙醇-乙酸乙酯（1:1）混合溶液补足减失的重量，摇匀，滤过。精密量取续滤液25ml， 40℃以下减压回收溶剂至干，残渣加0.01%盐酸甲醇溶液使溶解，转移至5ml量瓶中，并稀释至刻度，摇匀，滤过，精密吸取10μl，注入液相色谱仪，测定，按标准曲线计算，即得。</p><p>本品按干燥品计算，含乌头碱（C<sub>34</sub>H<sub>47</sub>NO<sub>11</sub>）、次乌头碱（C<sub>33</sub>H<sub>45</sub>NO<sub>10</sub>）和新乌头碱（C<sub>33</sub>H<sub>45</sub>NO<sub>11</sub>）的总量应为0.050%～0.17%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>生川乌</strong>  除去杂质。用时捣碎。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛、苦，热；有大毒。归心、肝、肾、脾经。</p><p><strong>【功能与主治】</strong> 祛风除湿，温经止痛。用于风寒湿痹，关节疼痛，心腹冷痛，寒疝作痛及麻醉止痛。</p><p><strong>【用法与用量】</strong> 一般炮制后用。</p><p><strong>【注意】</strong> 生品内服宜慎；孕妇禁用；不宜与半夏、瓜蒌、瓜蒌子、瓜蒌皮、天花粉、川贝母、浙贝母、平贝母、伊贝母、湖北贝母、白蔹、白及同用。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p><p>乌头植物</p><p><img src="/medicine-image/chuan-wu/5.png" alt="IMG_256" /></p><p>川乌（下图引用谢宗万老师图片）</p><p><img src="/medicine-image/chuan-wu/6.png" alt="IMG_257" /></p><p>乌头子根与母根（图片为梁老师于08年6月在四川江油采挖）在此引用，深表感恩！</p><p><img src="/medicine-image/chuan-wu/7.png" alt="IMG_258" /></p><p>泥附子干品（上部凹槽为芽痕，易被误认为茎痕当为川乌）</p><p><img src="/medicine-image/chuan-wu/8.png" alt="IMG_259" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>川乌</strong></strong></h1><p>Chuɑnwu</p><p>ACONITI RADIX</p><p>本品为毛茛科植物乌头Aconitum carmichaelii Debx.的干燥母根。6月下旬至8月上旬采挖，除去子根、须根及泥沙，晒干。</p><p><strong>【性状】</strong> 本品呈不规则的圆锥形，稍弯曲，顶端常有残茎，中部多向一侧膨大，长2～7.5cm，直径1.2～2.5cm。表面棕褐色或灰棕色，皱缩，有小瘤状侧根及子根脱离后的痕迹。质坚实，断面类白色或浅灰黄色，形成层环纹呈多角形。气微，味辛辣、麻舌。</p><p><strong>【鉴别】</strong> （1）本品横切面：后生皮层为棕色木栓化细胞；皮层薄壁组织偶见石细胞，单个散在或数个成群，类长方形、方形或长椭圆形，胞腔较大；内皮层不甚明显。韧皮部散有筛管群；内侧偶见纤维束。形成层类多角形。其内外侧偶有1至数个异型维管束。木质部导管多列，呈径向或略呈"V"形排列。髓部明显。薄壁细胞充满淀粉粒。</p><p>粉末灰黄色。淀粉粒单粒球形、长圆形或肾形，直径3～22μm；复粒由2～15分粒组成。石细胞近无色或淡黄绿色，呈类长方形、类方形、多角形或一边斜尖，直径49～117μm，长113～280μm，壁厚4～13μm，壁厚者层纹明显，纹孔较稀疏。后生皮层细胞棕色，有的壁呈瘤状增厚突入细胞腔。导管淡黄色，主为具缘纹孔，直径29～70μm，末端平截或短尖，穿孔位于端壁或侧壁，有的导管分子粗短拐曲或纵横连接。</p><p>（2）取本品粉末5g，加氨试液2ml润湿，加乙醚30ml，超声处理30分钟，滤过，滤液挥干，残渣加二氯甲烷1ml使溶解，作为供试品溶液。另取乌头双酯型生物碱对照提取物，加异丙醇-三氯甲烷（1:1）混合溶液制成每1ml各含3mg的混合溶液，作为对照提取物溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以正己烷-乙酸乙酯-甲醇（6.4:3.6:1）为展开剂，置氨蒸气预饱和20分钟的展开缸内，展开，取出，晾干，喷以稀碘化铋钾试液，置日光下检视。供试品色谱中，在与对照提取物色谱相应位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过12.0%（通则0832第二法）。</p><p><strong>总灰分</strong>  不得过9.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong>  不得过2.0%（通则2302）。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.2%冰醋酸溶液（三乙胺调节pH值至6.20）为流动相B，按下表中的规定进行梯度洗脱；检测波长为235nm。理论板数按新乌头碱峰计算应不低于2000。</p><p><img src="/medicine-image/chuan-wu/9.png" alt="IMG_260" /></p><p><strong>对照提取物溶液的制备</strong> 取乌头双酯型生物碱对照提取物（已标示新乌头碱、次乌头碱和乌头碱的含量）20mg，精密称定，置10ml量瓶中，加0.01%盐酸甲醇溶液使溶解并稀释至刻度，摇匀，即得。</p><p><strong>标准曲线的制备</strong> 精密量取上述对照提取物溶液各1ml，分别置2ml、5ml、10ml、25ml量瓶中，加0.01%盐酸甲醇溶液稀释至刻度，摇匀。分别精密量取对照提取物溶液及上述系列浓度对照提取物溶液各10μl，注入液相色谱仪，测定，以对照提取物中相当于新乌头碱、次乌头碱和乌头碱的浓度为横坐标，相应色谱峰的峰面积值为纵坐标，绘制标准曲线。</p><p><strong>测定法</strong> 取本品粉末（过三号筛）约2g，精密称定，置具塞锥形瓶中，加氨试液3ml，精密加入异丙醇-乙酸乙酯（1:1）混合溶液50ml，称定重量，超声处理（功率300W，频率40kHz；水温在25℃以下）30分钟，放冷，再称定重量，用异丙醇-乙酸乙酯（1:1）混合溶液补足减失的重量，摇匀，滤过。精密量取续滤液25ml， 40℃以下减压回收溶剂至干，残渣加0.01%盐酸甲醇溶液使溶解，转移至5ml量瓶中，并稀释至刻度，摇匀，滤过，精密吸取10μl，注入液相色谱仪，测定，按标准曲线计算，即得。</p><p>本品按干燥品计算，含乌头碱（C<sub>34</sub>H<sub>47</sub>NO<sub>11</sub>）、次乌头碱（C<sub>33</sub>H<sub>45</sub>NO<sub>10</sub>）和新乌头碱（C<sub>33</sub>H<sub>45</sub>NO<sub>11</sub>）的总量应为0.050%～0.17%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>生川乌</strong>  除去杂质。用时捣碎。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛、苦，热；有大毒。归心、肝、肾、脾经。</p><p><strong>【功能与主治】</strong> 祛风除湿，温经止痛。用于风寒湿痹，关节疼痛，心腹冷痛，寒疝作痛及麻醉止痛。</p><p><strong>【用法与用量】</strong> 一般炮制后用。</p><p><strong>【注意】</strong> 生品内服宜慎；孕妇禁用；不宜与半夏、瓜蒌、瓜蒌子、瓜蒌皮、天花粉、川贝母、浙贝母、平贝母、伊贝母、湖北贝母、白蔹、白及同用。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p><p>乌头植物</p><p><img src="/medicine-image/chuan-wu/10.png" alt="IMG_256" /></p><p>川乌（下图引用谢宗万老师图片）</p><p><img src="/medicine-image/chuan-wu/11.png" alt="IMG_257" /></p><p>乌头子根与母根（图片为梁老师于08年6月在四川江油采挖）在此引用，深表感恩！</p><p><img src="/medicine-image/chuan-wu/12.png" alt="IMG_258" /></p><p>泥附子干品（上部凹槽为芽痕，易被误认为茎痕当为川乌）</p><p><img src="/medicine-image/chuan-wu/13.png" alt="IMG_259" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>川乌</strong></strong></h1><p>Chuɑnwu</p><p>ACONITI RADIX</p><p>本品为毛茛科植物乌头Aconitum carmichaelii Debx.的干燥母根。6月下旬至8月上旬采挖，除去子根、须根及泥沙，晒干。</p><p><strong>【性状】</strong> 本品呈不规则的圆锥形，稍弯曲，顶端常有残茎，中部多向一侧膨大，长2～7.5cm，直径1.2～2.5cm。表面棕褐色或灰棕色，皱缩，有小瘤状侧根及子根脱离后的痕迹。质坚实，断面类白色或浅灰黄色，形成层环纹呈多角形。气微，味辛辣、麻舌。</p><p><strong>【鉴别】</strong> （1）本品横切面：后生皮层为棕色木栓化细胞；皮层薄壁组织偶见石细胞，单个散在或数个成群，类长方形、方形或长椭圆形，胞腔较大；内皮层不甚明显。韧皮部散有筛管群；内侧偶见纤维束。形成层类多角形。其内外侧偶有1至数个异型维管束。木质部导管多列，呈径向或略呈"V"形排列。髓部明显。薄壁细胞充满淀粉粒。</p><p>粉末灰黄色。淀粉粒单粒球形、长圆形或肾形，直径3～22μm；复粒由2～15分粒组成。石细胞近无色或淡黄绿色，呈类长方形、类方形、多角形或一边斜尖，直径49～117μm，长113～280μm，壁厚4～13μm，壁厚者层纹明显，纹孔较稀疏。后生皮层细胞棕色，有的壁呈瘤状增厚突入细胞腔。导管淡黄色，主为具缘纹孔，直径29～70μm，末端平截或短尖，穿孔位于端壁或侧壁，有的导管分子粗短拐曲或纵横连接。</p><p>（2）取本品粉末5g，加氨试液2ml润湿，加乙醚30ml，超声处理30分钟，滤过，滤液挥干，残渣加二氯甲烷1ml使溶解，作为供试品溶液。另取乌头双酯型生物碱对照提取物，加异丙醇-三氯甲烷（1:1）混合溶液制成每1ml各含3mg的混合溶液，作为对照提取物溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以正己烷-乙酸乙酯-甲醇（6.4:3.6:1）为展开剂，置氨蒸气预饱和20分钟的展开缸内，展开，取出，晾干，喷以稀碘化铋钾试液，置日光下检视。供试品色谱中，在与对照提取物色谱相应位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过12.0%（通则0832第二法）。</p><p><strong>总灰分</strong>  不得过9.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong>  不得过2.0%（通则2302）。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.2%冰醋酸溶液（三乙胺调节pH值至6.20）为流动相B，按下表中的规定进行梯度洗脱；检测波长为235nm。理论板数按新乌头碱峰计算应不低于2000。</p><p><img src="/medicine-image/chuan-wu/14.png" alt="IMG_260" /></p><p><strong>对照提取物溶液的制备</strong> 取乌头双酯型生物碱对照提取物（已标示新乌头碱、次乌头碱和乌头碱的含量）20mg，精密称定，置10ml量瓶中，加0.01%盐酸甲醇溶液使溶解并稀释至刻度，摇匀，即得。</p><p><strong>标准曲线的制备</strong> 精密量取上述对照提取物溶液各1ml，分别置2ml、5ml、10ml、25ml量瓶中，加0.01%盐酸甲醇溶液稀释至刻度，摇匀。分别精密量取对照提取物溶液及上述系列浓度对照提取物溶液各10μl，注入液相色谱仪，测定，以对照提取物中相当于新乌头碱、次乌头碱和乌头碱的浓度为横坐标，相应色谱峰的峰面积值为纵坐标，绘制标准曲线。</p><p><strong>测定法</strong> 取本品粉末（过三号筛）约2g，精密称定，置具塞锥形瓶中，加氨试液3ml，精密加入异丙醇-乙酸乙酯（1:1）混合溶液50ml，称定重量，超声处理（功率300W，频率40kHz；水温在25℃以下）30分钟，放冷，再称定重量，用异丙醇-乙酸乙酯（1:1）混合溶液补足减失的重量，摇匀，滤过。精密量取续滤液25ml， 40℃以下减压回收溶剂至干，残渣加0.01%盐酸甲醇溶液使溶解，转移至5ml量瓶中，并稀释至刻度，摇匀，滤过，精密吸取10μl，注入液相色谱仪，测定，按标准曲线计算，即得。</p><p>本品按干燥品计算，含乌头碱（C<sub>34</sub>H<sub>47</sub>NO<sub>11</sub>）、次乌头碱（C<sub>33</sub>H<sub>45</sub>NO<sub>10</sub>）和新乌头碱（C<sub>33</sub>H<sub>45</sub>NO<sub>11</sub>）的总量应为0.050%～0.17%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>生川乌</strong>  除去杂质。用时捣碎。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛、苦，热；有大毒。归心、肝、肾、脾经。</p><p><strong>【功能与主治】</strong> 祛风除湿，温经止痛。用于风寒湿痹，关节疼痛，心腹冷痛，寒疝作痛及麻醉止痛。</p><p><strong>【用法与用量】</strong> 一般炮制后用。</p><p><strong>【注意】</strong> 生品内服宜慎；孕妇禁用；不宜与半夏、瓜蒌、瓜蒌子、瓜蒌皮、天花粉、川贝母、浙贝母、平贝母、伊贝母、湖北贝母、白蔹、白及同用。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (55, 1, '59.石菖蒲.docx', 'velious', '/medicine-image/shi-chang-pu/1.png', '/medicine-image/shi-chang-pu/1.png', `石菖蒲植物（徐老师图）石菖蒲鲜根茎（徐老师图）石菖蒲药材石菖蒲饮片石菖蒲ShichɑngpuACORI TATARINOWII RHIZOMA本品为天南星科植物石菖蒲Acorus tatarinowii Schott的干燥根茎。秋、冬二季采挖，除去须根和泥沙，晒干。【性状】 本品呈扁圆柱形，多弯曲，常有分枝，长3～20cm，直径0.3～1cm。表面棕褐色或灰棕色，粗糙，有疏密不匀的环节，节间长0.`, 0, '2022-07-22 18:00:00', `石菖蒲植物（徐老师图）

![IMG_256](/medicine-image/shi-chang-pu/1.png)

石菖蒲鲜根茎（徐老师图）![IMG_257](/medicine-image/shi-chang-pu/2.png)

石菖蒲药材

![IMG_258](/medicine-image/shi-chang-pu/3.png)

石菖蒲饮片

![IMG_259](/medicine-image/shi-chang-pu/4.png)

# ![IMG_260](/medicine-image/shi-chang-pu/5.png)

# ****石菖蒲****

Shichɑngpu

ACORI TATARINOWII RHIZOMA

本品为天南星科植物石菖蒲Acorus tatarinowii Schott的干燥根茎。秋、冬二季采挖，除去须根和泥沙，晒干。

**【性状】** 本品呈扁圆柱形，多弯曲，常有分枝，长3～20cm，直径0.3～1cm。表面棕褐色或灰棕色，粗糙，有疏密不匀的环节，节间长0.2～0.8cm，具细纵纹，一面残留须根或圆点状根痕；叶痕呈三角形，左右交互排列，有的其上有毛鳞状的叶基残余。质硬，断面纤维性，类白色或微红色，内皮层环明显，可见多数维管束小点及棕色油细胞。气芳香，味苦、微辛。

**【鉴别】** （1）本品横切面：表皮细胞外壁增厚，棕色，有的含红棕色物。皮层宽广，散有纤维束和叶迹维管束；叶迹维管束外韧型，维管束鞘纤维成环，木化；内皮层明显。中柱维管束周木型及外韧型，维管束鞘纤维较少。纤维束和维管束鞘纤维周围细胞中含草酸钙方晶，形成晶纤维。薄壁组织中散有类圆形油细胞；并含淀粉粒。

粉末灰棕色。淀粉粒单粒球形、椭圆形或长卵形，直径2～9μm；复粒由2～20（或更多）分粒组成。纤维束周围细胞中含草酸钙方晶，形成晶纤维。草酸钙方晶呈多面形、类多角形、双锥形，直径4～16μm。分泌细胞呈类圆形或长圆形，胞腔内充满黄绿色、橙红色或红色分泌物。

（2）取本品粉末0.2g，加石油醚（60～90℃）20ml，加热回流1小时，滤过，滤液蒸干，残渣加石油醚（60～90℃）1ml使溶解，作为供试品溶液。另取石菖蒲对照药材0.2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙酸乙酯（4:1）为展开剂，展开，取出，晾干，放置约1小时，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点；再以碘蒸气熏至斑点显色清晰，供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 ** 不得过13.0\%（通则0832第四法）。

**总灰分**  不得过10.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用稀乙醇作溶剂，不得少于12.0\%。

**【含量测定】** 照挥发油测定法（通则2204）测定。

本品含挥发油不得少于1.0\%（ml/g）。

**饮片**

**【炮制】** 除去杂质，洗净，润透，切厚片，干燥。

**【性状】** 本品呈扁圆形或长条形的厚片。外表皮棕褐色或灰棕色，有的可见环节及根痕。切面纤维性，类白色或微红色，有明显环纹及油点。气芳香，味苦、微辛。

**【浸出物】** 同药材，不得少于10.0\%。

**【含量测定】** 同药材，含挥发油不得少于0.7\%（ml/g）。

**【鉴别】**（除横切面外） **【检查】** 同药材。

**【性味与归经】** 辛、苦，温。归心、胃经。

**【功能与主治】** 开窍豁痰，醒神益智，化湿开胃。用于神昏癫痫，健忘失眠，耳鸣耳聋，脘痞不饥，噤口下痢。

**【用法与用量】** 3～10g。

**【贮藏】** 置干燥处，防霉。`, `<p>石菖蒲植物（徐老师图）</p><p><img src="/medicine-image/shi-chang-pu/1.png" alt="IMG_256" /></p><p>石菖蒲鲜根茎（徐老师图）<img src="/medicine-image/shi-chang-pu/2.png" alt="IMG_257" /></p><p>石菖蒲药材</p><p><img src="/medicine-image/shi-chang-pu/3.png" alt="IMG_258" /></p><p>石菖蒲饮片</p><p><img src="/medicine-image/shi-chang-pu/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/shi-chang-pu/5.png" alt="IMG_260" /></h1><h1><strong><strong>石菖蒲</strong></strong></h1><p>Shichɑngpu</p><p>ACORI TATARINOWII RHIZOMA</p><p>本品为天南星科植物石菖蒲Acorus tatarinowii Schott的干燥根茎。秋、冬二季采挖，除去须根和泥沙，晒干。</p><p><strong>【性状】</strong> 本品呈扁圆柱形，多弯曲，常有分枝，长3～20cm，直径0.3～1cm。表面棕褐色或灰棕色，粗糙，有疏密不匀的环节，节间长0.2～0.8cm，具细纵纹，一面残留须根或圆点状根痕；叶痕呈三角形，左右交互排列，有的其上有毛鳞状的叶基残余。质硬，断面纤维性，类白色或微红色，内皮层环明显，可见多数维管束小点及棕色油细胞。气芳香，味苦、微辛。</p><p><strong>【鉴别】</strong> （1）本品横切面：表皮细胞外壁增厚，棕色，有的含红棕色物。皮层宽广，散有纤维束和叶迹维管束；叶迹维管束外韧型，维管束鞘纤维成环，木化；内皮层明显。中柱维管束周木型及外韧型，维管束鞘纤维较少。纤维束和维管束鞘纤维周围细胞中含草酸钙方晶，形成晶纤维。薄壁组织中散有类圆形油细胞；并含淀粉粒。</p><p>粉末灰棕色。淀粉粒单粒球形、椭圆形或长卵形，直径2～9μm；复粒由2～20（或更多）分粒组成。纤维束周围细胞中含草酸钙方晶，形成晶纤维。草酸钙方晶呈多面形、类多角形、双锥形，直径4～16μm。分泌细胞呈类圆形或长圆形，胞腔内充满黄绿色、橙红色或红色分泌物。</p><p>（2）取本品粉末0.2g，加石油醚（60～90℃）20ml，加热回流1小时，滤过，滤液蒸干，残渣加石油醚（60～90℃）1ml使溶解，作为供试品溶液。另取石菖蒲对照药材0.2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙酸乙酯（4:1）为展开剂，展开，取出，晾干，放置约1小时，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点；再以碘蒸气熏至斑点显色清晰，供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过13.0%（通则0832第四法）。</p><p><strong>总灰分</strong>  不得过10.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用稀乙醇作溶剂，不得少于12.0%。</p><p><strong>【含量测定】</strong> 照挥发油测定法（通则2204）测定。</p><p>本品含挥发油不得少于1.0%（ml/g）。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品呈扁圆形或长条形的厚片。外表皮棕褐色或灰棕色，有的可见环节及根痕。切面纤维性，类白色或微红色，有明显环纹及油点。气芳香，味苦、微辛。</p><p><strong>【浸出物】</strong> 同药材，不得少于10.0%。</p><p><strong>【含量测定】</strong> 同药材，含挥发油不得少于0.7%（ml/g）。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛、苦，温。归心、胃经。</p><p><strong>【功能与主治】</strong> 开窍豁痰，醒神益智，化湿开胃。用于神昏癫痫，健忘失眠，耳鸣耳聋，脘痞不饥，噤口下痢。</p><p><strong>【用法与用量】</strong> 3～10g。</p><p><strong>【贮藏】</strong> 置干燥处，防霉。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (10, 1, '18.黑豆.docx', 'velious', '/medicine-image/hei-dou/1.png', '/medicine-image/hei-dou/1.png', `大豆植物黑豆（雄黑豆）黑豆（料豆）黑豆（乌豆）大小不符药典野大豆黑芸豆对比图黑豆HeidouSOJAE SEMEN NIGRUM本品为豆科植物大豆Glycine max（L.）Merr.的干燥成熟种子。秋季采收成熟果实，晒干，打下种子，除去杂质。【性状】 本品呈椭圆形或类球形，稍扁，长6～12mm，直径5～9mm。表面黑色或灰黑色，光滑或有皱纹，具光泽，一侧有淡黄白色长椭圆形种脐。质坚硬。种皮薄而`, 0, '2022-07-22 18:00:00', `大豆植物

![IMG_256](/medicine-image/hei-dou/1.png)

黑豆（雄黑豆）

![IMG_257](/medicine-image/hei-dou/2.png)

黑豆（料豆）

![IMG_258](/medicine-image/hei-dou/3.png)

黑豆（乌豆）大小不符药典![IMG_259](/medicine-image/hei-dou/4.png)

野大豆

![IMG_260](/medicine-image/hei-dou/5.png)

黑芸豆

![IMG_261](/medicine-image/hei-dou/6.png)

对比图

![IMG_262](/medicine-image/hei-dou/7.png)

# ![IMG_263](/medicine-image/hei-dou/8.png)

# ****黑豆****

Heidou

SOJAE SEMEN NIGRUM

本品为豆科植物大豆Glycine max（L.）Merr.的干燥成熟种子。秋季采收成熟果实，晒干，打下种子，除去杂质。

**【性状】** 本品呈椭圆形或类球形，稍扁，长6～12mm，直径5～9mm。表面黑色或灰黑色，光滑或有皱纹，具光泽，一侧有淡黄白色长椭圆形种脐。质坚硬。种皮薄而脆，子叶2，肥厚，黄绿色或淡黄色。气微，味淡，嚼之有豆腥味。

**【鉴别】** （1）本品粉末黄绿色。种皮栅状细胞紫红色，侧面观细胞1列，长50～80μm，壁厚，具光辉带；表面观呈多角形或长多角形，直径约至18μm。种皮支持细胞1列，侧面观呈哑铃状或骨状，长26～185μm；表面观呈类圆形或扁圆形，直径10～28μm，可见两个同心圆圈。子叶细胞含糊粉粒和脂肪油滴。草酸钙结晶，存在于子叶细胞中，呈柱状、双锥形或方形，长3～33μm，直径3～10μm。

（2）取本品粉末2g，加甲醇20ml，超声处理30分钟，滤过，滤液蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取黑豆对照药材2g，同法制成对照药材溶液。再取大豆苷对照品、大豆苷元对照品，加甲醇分别制成每1ml各含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述四种溶液各5μl，分别点于同一硅胶G薄层板上，以甲苯-甲醇-甲酸（14:6:0.1）为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分 **不得过9.0\%（通则0832第二法）。

**总灰分 **不得过7.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于12.0\%。

**【性味与归经】** 甘，平。归脾、肾经。

**【功能与主治】** 益精明目，养血祛风，利水，解毒。用于阴虚烦渴，头晕目昏，体虚多汗，肾虚腰痛，水肿尿少，痹痛拘挛，手足麻木，药食中毒。

**【用法与用量】** 9～30g。外用适量，煎汤洗患处。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>大豆植物</p><p><img src="/medicine-image/hei-dou/1.png" alt="IMG_256" /></p><p>黑豆（雄黑豆）</p><p><img src="/medicine-image/hei-dou/2.png" alt="IMG_257" /></p><p>黑豆（料豆）</p><p><img src="/medicine-image/hei-dou/3.png" alt="IMG_258" /></p><p>黑豆（乌豆）大小不符药典<img src="/medicine-image/hei-dou/4.png" alt="IMG_259" /></p><p>野大豆</p><p><img src="/medicine-image/hei-dou/5.png" alt="IMG_260" /></p><p>黑芸豆</p><p><img src="/medicine-image/hei-dou/6.png" alt="IMG_261" /></p><p>对比图</p><p><img src="/medicine-image/hei-dou/7.png" alt="IMG_262" /></p><h1><img src="/medicine-image/hei-dou/8.png" alt="IMG_263" /></h1><h1><strong><strong>黑豆</strong></strong></h1><p>Heidou</p><p>SOJAE SEMEN NIGRUM</p><p>本品为豆科植物大豆Glycine max（L.）Merr.的干燥成熟种子。秋季采收成熟果实，晒干，打下种子，除去杂质。</p><p><strong>【性状】</strong> 本品呈椭圆形或类球形，稍扁，长6～12mm，直径5～9mm。表面黑色或灰黑色，光滑或有皱纹，具光泽，一侧有淡黄白色长椭圆形种脐。质坚硬。种皮薄而脆，子叶2，肥厚，黄绿色或淡黄色。气微，味淡，嚼之有豆腥味。</p><p><strong>【鉴别】</strong> （1）本品粉末黄绿色。种皮栅状细胞紫红色，侧面观细胞1列，长50～80μm，壁厚，具光辉带；表面观呈多角形或长多角形，直径约至18μm。种皮支持细胞1列，侧面观呈哑铃状或骨状，长26～185μm；表面观呈类圆形或扁圆形，直径10～28μm，可见两个同心圆圈。子叶细胞含糊粉粒和脂肪油滴。草酸钙结晶，存在于子叶细胞中，呈柱状、双锥形或方形，长3～33μm，直径3～10μm。</p><p>（2）取本品粉末2g，加甲醇20ml，超声处理30分钟，滤过，滤液蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取黑豆对照药材2g，同法制成对照药材溶液。再取大豆苷对照品、大豆苷元对照品，加甲醇分别制成每1ml各含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述四种溶液各5μl，分别点于同一硅胶G薄层板上，以甲苯-甲醇-甲酸（14:6:0.1）为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过9.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过7.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于12.0%。</p><p><strong>【性味与归经】</strong> 甘，平。归脾、肾经。</p><p><strong>【功能与主治】</strong> 益精明目，养血祛风，利水，解毒。用于阴虚烦渴，头晕目昏，体虚多汗，肾虚腰痛，水肿尿少，痹痛拘挛，手足麻木，药食中毒。</p><p><strong>【用法与用量】</strong> 9～30g。外用适量，煎汤洗患处。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (88, 1, '89.白头翁.docx', 'velious', '/medicine-image/bai-tou-weng/1.png', '/medicine-image/bai-tou-weng/1.png', `植物白头翁白头翁药材（香港标准图）白头翁饮片白头翁BɑitouwengPULSATILLAE RADIX本品为毛茛科植物白头翁Pulsatilla chinensis（Bge.）Regel的干燥根。春、秋二季采挖，除去泥沙，干燥。【性状】 本品呈类圆柱形或圆锥形，稍扭曲，长6～20cm，直径0.5～2cm。表面黄棕色或棕褐色，具不规则纵皱纹或纵沟，皮部易脱落，露出黄色的木部，有的有网状裂纹或裂隙，`, 0, '2022-07-22 18:00:00', `植物白头翁

![IMG_256](/medicine-image/bai-tou-weng/1.png)

白头翁药材（香港标准图）![IMG_257](/medicine-image/bai-tou-weng/2.png)

白头翁饮片

![IMG_258](/medicine-image/bai-tou-weng/3.png)

![IMG_259](/medicine-image/bai-tou-weng/4.png)

# ****白头翁****

Bɑitouweng

PULSATILLAE RADIX

本品为毛茛科植物白头翁Pulsatilla chinensis（Bge.）Regel的干燥根。春、秋二季采挖，除去泥沙，干燥。

**【性状】** 本品呈类圆柱形或圆锥形，稍扭曲，长6～20cm，直径0.5～2cm。表面黄棕色或棕褐色，具不规则纵皱纹或纵沟，皮部易脱落，露出黄色的木部，有的有网状裂纹或裂隙，近根头处常有朽状凹洞。根头部稍膨大，有白色绒毛，有的可见鞘状叶柄残基。质硬而脆，断面皮部黄白色或淡黄棕色，木部淡黄色。气微，味微苦涩。

**【鉴别】** （1）本品粉末灰棕色。韧皮纤维梭形或纺锤形，长100～390μm，直径16～42μm，壁木化。非腺毛单细胞，直径13～33μm，基部稍膨大，壁大多木化，有的可见螺状或双螺状纹理。具缘纹孔导管、网纹导管及螺纹导管，直径10～72μm。

（2）取本品1g，研细，加甲醇10ml，超声处理10分钟，滤过，取滤液作为供试品溶液。另取白头翁对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以正丁醇-醋酸-水（4:1:2）的上层溶液为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过13.0\%（通则0832第二法）。

**总灰分** 不得过11.0\%（通则2302）。

**酸不溶性灰分** 不得过6.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用水饱和的正丁醇作溶剂，不得少于17.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（64:36）为流动相；检测波长为201nm。理论板数按白头翁皂苷B4峰计算应不低于3000。

**对照品溶液的制备** 取白头翁皂苷B4对照品适量，精密称定，加甲醇制成每1ml含0.1mg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过三号筛）0.2g，精密称定，置具塞锥形瓶中，加甲醇10ml，密塞，超声处理（功率150W，频率40kHz）25分钟，放冷，滤过，滤液置250ml量瓶中，用少量流动相洗涤容器及残渣，洗液并入同一量瓶中，加流动相至刻度，摇匀，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各20μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含白头翁皂苷B4（C59H96O26）不得少于4.6\%。

**饮片**

**【炮制】** 除去杂质，洗净，润透，切薄片，干燥。

**【性状】** 本品呈类圆形的片。外表皮黄棕色或棕褐色，具不规则纵皱纹或纵沟，近根头部有白色绒毛。切面皮部黄白色或淡黄棕色，木部淡黄色。气微，味微苦涩。

**【鉴别】** **【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 苦，寒。归胃、大肠经。

**【功能与主治】** 清热解毒，凉血止痢。用于热毒血痢，阴痒带下。

**【用法与用量】** 9～15g。

**【贮藏】** 置通风干燥处。`, `<p>植物白头翁</p><p><img src="/medicine-image/bai-tou-weng/1.png" alt="IMG_256" /></p><p>白头翁药材（香港标准图）<img src="/medicine-image/bai-tou-weng/2.png" alt="IMG_257" /></p><p>白头翁饮片</p><p><img src="/medicine-image/bai-tou-weng/3.png" alt="IMG_258" /></p><p><img src="/medicine-image/bai-tou-weng/4.png" alt="IMG_259" /></p><h1><strong><strong>白头翁</strong></strong></h1><p>Bɑitouweng</p><p>PULSATILLAE RADIX</p><p>本品为毛茛科植物白头翁Pulsatilla chinensis（Bge.）Regel的干燥根。春、秋二季采挖，除去泥沙，干燥。</p><p><strong>【性状】</strong> 本品呈类圆柱形或圆锥形，稍扭曲，长6～20cm，直径0.5～2cm。表面黄棕色或棕褐色，具不规则纵皱纹或纵沟，皮部易脱落，露出黄色的木部，有的有网状裂纹或裂隙，近根头处常有朽状凹洞。根头部稍膨大，有白色绒毛，有的可见鞘状叶柄残基。质硬而脆，断面皮部黄白色或淡黄棕色，木部淡黄色。气微，味微苦涩。</p><p><strong>【鉴别】</strong> （1）本品粉末灰棕色。韧皮纤维梭形或纺锤形，长100～390μm，直径16～42μm，壁木化。非腺毛单细胞，直径13～33μm，基部稍膨大，壁大多木化，有的可见螺状或双螺状纹理。具缘纹孔导管、网纹导管及螺纹导管，直径10～72μm。</p><p>（2）取本品1g，研细，加甲醇10ml，超声处理10分钟，滤过，取滤液作为供试品溶液。另取白头翁对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以正丁醇-醋酸-水（4:1:2）的上层溶液为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过13.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过11.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过6.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用水饱和的正丁醇作溶剂，不得少于17.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（64:36）为流动相；检测波长为201nm。理论板数按白头翁皂苷B<sub>4</sub>峰计算应不低于3000。</p><p><strong>对照品溶液的制备</strong> 取白头翁皂苷B<sub>4</sub>对照品适量，精密称定，加甲醇制成每1ml含0.1mg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）0.2g，精密称定，置具塞锥形瓶中，加甲醇10ml，密塞，超声处理（功率150W，频率40kHz）25分钟，放冷，滤过，滤液置250ml量瓶中，用少量流动相洗涤容器及残渣，洗液并入同一量瓶中，加流动相至刻度，摇匀，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各20μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含白头翁皂苷B<sub>4</sub>（C<sub>59</sub>H<sub>96</sub>O<sub>26</sub>）不得少于4.6%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，润透，切薄片，干燥。</p><p><strong>【性状】</strong> 本品呈类圆形的片。外表皮黄棕色或棕褐色，具不规则纵皱纹或纵沟，近根头部有白色绒毛。切面皮部黄白色或淡黄棕色，木部淡黄色。气微，味微苦涩。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 苦，寒。归胃、大肠经。</p><p><strong>【功能与主治】</strong> 清热解毒，凉血止痢。用于热毒血痢，阴痒带下。</p><p><strong>【用法与用量】</strong> 9～15g。</p><p><strong>【贮藏】</strong> 置通风干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (89, 1, '9.荜澄茄.docx', 'velious', '/medicine-image/bi-cheng-qie/1.png', '/medicine-image/bi-cheng-qie/1.png', `植物山鸡椒荜澄茄BichengqieLITSEAE FRUCTUS本品为樟科植物山鸡椒Litsea cubeba（Lour.）Pers.的干燥成熟果实。秋季果实成熟时采收，除去杂质，晒干。【性状】 本品呈类球形，直径4～6mm。表面棕褐色至黑褐色，有网状皱纹。基部偶有宿萼和细果梗。除去外皮可见硬脆的果核，种子1，子叶2，黄棕色，富油性。气芳香，味稍辣而微苦。【鉴别】 取本品粉末0.25g，加石油醚`, 0, '2022-07-22 18:00:00', `植物山鸡椒

![IMG_256](/medicine-image/bi-cheng-qie/1.png)

![IMG_257](/medicine-image/bi-cheng-qie/2.png)

# ![IMG_258](/medicine-image/bi-cheng-qie/3.png)

# ****荜澄茄****

Bichengqie

LITSEAE FRUCTUS

本品为樟科植物山鸡椒Litsea cubeba（Lour.）Pers.的干燥成熟果实。秋季果实成熟时采收，除去杂质，晒干。

**【性状】** 本品呈类球形，直径4～6mm。表面棕褐色至黑褐色，有网状皱纹。基部偶有宿萼和细果梗。除去外皮可见硬脆的果核，种子1，子叶2，黄棕色，富油性。气芳香，味稍辣而微苦。

**【鉴别】** 取本品粉末0.25g，加石油醚（60～90℃）10ml，超声处理15分钟，放冷，滤过，取滤液作为供试品溶液。另取荜澄茄对照药材0.25g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一高效硅胶G薄层板上，以石油醚（60～90℃）-乙醚（3:2）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点或荧光斑点。

**【检查】** **水分 **不得过10.0\%（通则0832第四法）。

**总灰分 **不得过5.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于28.0\%。

**【性味与归经】** 辛，温。归脾、胃、肾、膀胱经。

**【功能与主治】** 温中散寒，行气止痛。用于胃寒呕逆，脘腹冷痛，寒疝腹痛，寒湿郁滞，小便浑浊。

**【用法与用量】** 1～3g。

**【贮藏】** 置阴凉干燥处。`, `<p>植物山鸡椒</p><p><img src="/medicine-image/bi-cheng-qie/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/bi-cheng-qie/2.png" alt="IMG_257" /></p><h1><img src="/medicine-image/bi-cheng-qie/3.png" alt="IMG_258" /></h1><h1><strong><strong>荜澄茄</strong></strong></h1><p>Bichengqie</p><p>LITSEAE FRUCTUS</p><p>本品为樟科植物山鸡椒Litsea cubeba（Lour.）Pers.的干燥成熟果实。秋季果实成熟时采收，除去杂质，晒干。</p><p><strong>【性状】</strong> 本品呈类球形，直径4～6mm。表面棕褐色至黑褐色，有网状皱纹。基部偶有宿萼和细果梗。除去外皮可见硬脆的果核，种子1，子叶2，黄棕色，富油性。气芳香，味稍辣而微苦。</p><p><strong>【鉴别】</strong> 取本品粉末0.25g，加石油醚（60～90℃）10ml，超声处理15分钟，放冷，滤过，取滤液作为供试品溶液。另取荜澄茄对照药材0.25g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一高效硅胶G薄层板上，以石油醚（60～90℃）-乙醚（3:2）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点或荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过10.0%（通则0832第四法）。</p><p><strong>总灰分 </strong>不得过5.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于28.0%。</p><p><strong>【性味与归经】</strong> 辛，温。归脾、胃、肾、膀胱经。</p><p><strong>【功能与主治】</strong> 温中散寒，行气止痛。用于胃寒呕逆，脘腹冷痛，寒疝腹痛，寒湿郁滞，小便浑浊。</p><p><strong>【用法与用量】</strong> 1～3g。</p><p><strong>【贮藏】</strong> 置阴凉干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (46, 1, '50.黄芪.docx', 'velious', '/medicine-image/huang-qi/1.png', '/medicine-image/huang-qi/1.png', `蒙古黄芪黄芪药材黄芪饮片下面为2020版中国药典标准黄芪HuɑngqiASTRAGALI RADIX本品为豆科植物蒙古黄芪Astragalus membranaceus（Fisch.）Bge.var.mongholicus（Bge.）Hsiao或膜荚黄芪Astragalus membranaceus（Fisch.）Bge.的干燥根。春、秋二季采挖，除去须根和根头，晒干。【性状】本品呈圆柱形，有的有`, 0, '2022-07-22 18:00:00', `蒙古黄芪

![IMG_256](/medicine-image/huang-qi/1.png)

黄芪药材

![IMG_258](/medicine-image/huang-qi/2.png)

黄芪饮片

![IMG_259](/medicine-image/huang-qi/3.png)

# ****下面为2020版中国药典标准****

# 黄芪

Huɑngqi

ASTRAGALI RADIX

本品为豆科植物蒙古黄芪_Astragalus membranaceus_（Fisch.）Bge.var._mongholicus_（Bge.）Hsiao或膜荚黄芪_Astragalus membranaceus_（Fisch.）Bge.的干燥根。春、秋二季采挖，除去须根和根头，晒干。

**【性状】**本品呈圆柱形，有的有分枝，上端较粗，长30～90cm，直径1～3.5cm。表面淡棕黄色或淡棕褐色，有不整齐的纵皱纹或纵沟。质硬而韧，不易折断，断面纤维性强，并显粉性，皮部黄白色，木部淡黄色，有放射状纹理和裂隙，老根中心偶呈枯朽状，黑褐色或呈空洞。气微，味微甜，嚼之微有豆腥味。

**【鉴别】**（1）本品横切面：木栓细胞多列；栓内层为3～5列厚角细胞。韧皮部射线外侧常弯曲，有裂隙；纤维成束，壁厚，木化或微木化，与筛管群交互排列；近栓内层处有时可见石细胞。形成层成环。木质部导管单个散在或2～3个相聚；导管间有木纤维；射线中有时可见单个或2～4个成群的石细胞。薄壁细胞含淀粉粒。

粉末黄白色。纤维成束或散离，直径8～30μm，壁厚，表面有纵裂纹，初生壁常与次生壁分离，两端常断裂成须状，或较平截。具缘纹孔导管无色或橙黄色，具缘纹孔排列紧密。石细胞少见，圆形、长圆形或形状不规则，壁较厚。

（2）照薄层色谱法（通则0502）试验，吸取﹝含量测定﹞黄芪甲苷项下的供试品溶液及对照品溶液各5～10μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇-水（13:7:2）的下层溶液为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，日光下显相同的棕褐色斑点；紫外光（365nm）下显相同的橙黄色荧光斑点。

（3）取本品粉末2g，加乙醇30ml，加热回流20分钟，滤过，滤液蒸干，残渣加0.3\%氢氧化钠溶液15ml使溶解，滤过，滤液用稀盐酸调节pH值至5～6，用乙酸乙酯15ml振摇提取，分取乙酸乙酯液，用铺有适量无水硫酸钠的滤纸滤过，滤液蒸干。残渣加乙酸乙酯1ml使溶解，作为供试品溶液。另取黄芪对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇（10:1）为展开剂，展开，取出，晾干，置氨蒸气中熏后，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光主斑点。

**【检查】水分 **不得过10.0\%（通则0832第二法）。

**总灰分 **不得过5.0\%（通则2302）。

**重金属及有害元素**照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。

**其他有机氯类农药残留量**照农药残留量测定法（通则2341有机氯类农药残留量测定法—第一法）测定。

五氯硝基苯不得过0.1mg/kg。

**【浸出物】**照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于17.0\%。

**【含量测定】黄芪甲苷**照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验以十八烷基硅烷键合硅胶为填充剂；以乙腈-水（32:68）为流动相；蒸发光散射检测器检测。理论板数按黄芪甲苷峰计算应不低于4000。

对照品溶液的制备取黄芪甲苷对照品适量，精密称定，加80\%甲醇制成每1ml含0.5mg的溶液，即得。

供试品溶液的制备取本品粉末（过四号筛）约1g，精密称定，置具塞锥形瓶中，精密加入含4\%浓氨试液的80\%甲醇溶液（取浓氨试液4ml，加80\%甲醇至100ml，摇匀）50ml，密塞，称定重量，加热回流1小时，放冷，再称定重量，用含4\%浓氨试液的80\%甲醇溶液补足减失的重量，摇匀，滤过，精密量取续滤液25ml，蒸干，残渣用80\%甲醇溶解，转移至5ml量瓶中，加80\%甲醇至刻度，摇匀，滤过，取续滤液，即得。

测定法分别精密吸取对照品溶液2μl（或5μl）、10μl，供试品溶液10～20μl，注入液相色谱仪，测定，以外标两点法对数方程计算，即得。

本品按干燥品计算，含黄芪甲苷（C41H68O14）不得少于0.080\%。

**毛蕊异黄酮葡萄糖苷**照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.2\%甲酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为260nm。理论板数按毛蕊异黄酮葡萄糖苷峰计算应不低于3000。

![IMG_261](/medicine-image/huang-qi/4.png)

供试品溶液的制备取本品粉末（过四号筛）约1g，精密称定，置圆底烧瓶中，精密加入甲醇50ml，称定重量，加热回流4小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液25ml，回收溶剂至干，残渣加甲醇溶解，转移至5ml量瓶中，加甲醇至刻度，摇匀，即得。对照品溶液的制备取毛蕊异黄酮葡萄糖苷对照品适量，精密称定，加甲醇制成每1ml含50μg的溶液，即得。

测定法分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含毛蕊异黄酮葡萄糖苷（C22H22O10）不得少于0.020\%。

**饮片**

**【炮制】**除去杂质，大小分开，洗净，润透，切厚片，干燥。

**【性状】**本品呈类圆形或椭圆形的厚片，外表皮黄白色至淡棕褐色，可见纵皱纹或纵沟。切面皮部黄白色，木部淡黄色，有放射状纹理及裂隙，有的中心偶有枯朽状，黑褐色或呈空洞。气微，味微甜，嚼之有豆腥味。

**【鉴别】**（除横切面外）**【检查】【浸出物】【含量测定】**同药材。

**【性味与归经】**甘，微温。归肺、脾经。

**【功能与主治】**补气升阳，固表止汗，利水消肿，生津养血，行滞通痹，托毒排脓，敛疮生肌。用于气虚乏力，食少便溏，中气下陷，久泻脱肛，便血崩漏，表虚自汗，气虚水肿，内热消渴，血虚萎黄，半身不遂，痹痛麻木，痈疽难溃，久溃不敛。

**【用法与用量】** 9～30g。

**【贮藏】**置通风干燥处，防潮，防蛀。`, `<p>蒙古黄芪</p><p><img src="/medicine-image/huang-qi/1.png" alt="IMG_256" /></p><p>黄芪药材</p><p><img src="/medicine-image/huang-qi/2.png" alt="IMG_258" /></p><p>黄芪饮片</p><p><img src="/medicine-image/huang-qi/3.png" alt="IMG_259" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1>黄芪</h1><p>Huɑngqi</p><p>ASTRAGALI RADIX</p><p>本品为豆科植物蒙古黄芪<em>Astragalus membranaceus</em>（Fisch.）Bge.var.<em>mongholicus</em>（Bge.）Hsiao或膜荚黄芪<em>Astragalus membranaceus</em>（Fisch.）Bge.的干燥根。春、秋二季采挖，除去须根和根头，晒干。</p><p><strong>【性状】</strong>本品呈圆柱形，有的有分枝，上端较粗，长30～90cm，直径1～3.5cm。表面淡棕黄色或淡棕褐色，有不整齐的纵皱纹或纵沟。质硬而韧，不易折断，断面纤维性强，并显粉性，皮部黄白色，木部淡黄色，有放射状纹理和裂隙，老根中心偶呈枯朽状，黑褐色或呈空洞。气微，味微甜，嚼之微有豆腥味。</p><p><strong>【鉴别】</strong>（1）本品横切面：木栓细胞多列；栓内层为3～5列厚角细胞。韧皮部射线外侧常弯曲，有裂隙；纤维成束，壁厚，木化或微木化，与筛管群交互排列；近栓内层处有时可见石细胞。形成层成环。木质部导管单个散在或2～3个相聚；导管间有木纤维；射线中有时可见单个或2～4个成群的石细胞。薄壁细胞含淀粉粒。</p><p>粉末黄白色。纤维成束或散离，直径8～30μm，壁厚，表面有纵裂纹，初生壁常与次生壁分离，两端常断裂成须状，或较平截。具缘纹孔导管无色或橙黄色，具缘纹孔排列紧密。石细胞少见，圆形、长圆形或形状不规则，壁较厚。</p><p>（2）照薄层色谱法（通则0502）试验，吸取﹝含量测定﹞黄芪甲苷项下的供试品溶液及对照品溶液各5～10μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇-水（13:7:2）的下层溶液为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，日光下显相同的棕褐色斑点；紫外光（365nm）下显相同的橙黄色荧光斑点。</p><p>（3）取本品粉末2g，加乙醇30ml，加热回流20分钟，滤过，滤液蒸干，残渣加0.3%氢氧化钠溶液15ml使溶解，滤过，滤液用稀盐酸调节pH值至5～6，用乙酸乙酯15ml振摇提取，分取乙酸乙酯液，用铺有适量无水硫酸钠的滤纸滤过，滤液蒸干。残渣加乙酸乙酯1ml使溶解，作为供试品溶液。另取黄芪对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇（10:1）为展开剂，展开，取出，晾干，置氨蒸气中熏后，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光主斑点。</p><p><strong>【检查】水分 </strong>不得过10.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过5.0%（通则2302）。</p><p><strong>重金属及有害元素</strong>照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。</p><p><strong>其他有机氯类农药残留量</strong>照农药残留量测定法（通则2341有机氯类农药残留量测定法—第一法）测定。</p><p>五氯硝基苯不得过0.1mg/kg。</p><p><strong>【浸出物】</strong>照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于17.0%。</p><p><strong>【含量测定】黄芪甲苷</strong>照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验以十八烷基硅烷键合硅胶为填充剂；以乙腈-水（32:68）为流动相；蒸发光散射检测器检测。理论板数按黄芪甲苷峰计算应不低于4000。</p><p>对照品溶液的制备取黄芪甲苷对照品适量，精密称定，加80%甲醇制成每1ml含0.5mg的溶液，即得。</p><p>供试品溶液的制备取本品粉末（过四号筛）约1g，精密称定，置具塞锥形瓶中，精密加入含4%浓氨试液的80%甲醇溶液（取浓氨试液4ml，加80%甲醇至100ml，摇匀）50ml，密塞，称定重量，加热回流1小时，放冷，再称定重量，用含4%浓氨试液的80%甲醇溶液补足减失的重量，摇匀，滤过，精密量取续滤液25ml，蒸干，残渣用80%甲醇溶解，转移至5ml量瓶中，加80%甲醇至刻度，摇匀，滤过，取续滤液，即得。</p><p>测定法分别精密吸取对照品溶液2μl（或5μl）、10μl，供试品溶液10～20μl，注入液相色谱仪，测定，以外标两点法对数方程计算，即得。</p><p>本品按干燥品计算，含黄芪甲苷（C<sub>41</sub>H<sub>68</sub>O<sub>14</sub>）不得少于0.080%。</p><p><strong>毛蕊异黄酮葡萄糖苷</strong>照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.2%甲酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为260nm。理论板数按毛蕊异黄酮葡萄糖苷峰计算应不低于3000。</p><p><img src="/medicine-image/huang-qi/4.png" alt="IMG_261" /></p><p>供试品溶液的制备取本品粉末（过四号筛）约1g，精密称定，置圆底烧瓶中，精密加入甲醇50ml，称定重量，加热回流4小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液25ml，回收溶剂至干，残渣加甲醇溶解，转移至5ml量瓶中，加甲醇至刻度，摇匀，即得。对照品溶液的制备取毛蕊异黄酮葡萄糖苷对照品适量，精密称定，加甲醇制成每1ml含50μg的溶液，即得。</p><p>测定法分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含毛蕊异黄酮葡萄糖苷（C<sub>22</sub>H<sub>22</sub>O<sub>10</sub>）不得少于0.020%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong>除去杂质，大小分开，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong>本品呈类圆形或椭圆形的厚片，外表皮黄白色至淡棕褐色，可见纵皱纹或纵沟。切面皮部黄白色，木部淡黄色，有放射状纹理及裂隙，有的中心偶有枯朽状，黑褐色或呈空洞。气微，味微甜，嚼之有豆腥味。</p><p><strong>【鉴别】</strong>（除横切面外）<strong>【检查】【浸出物】【含量测定】</strong>同药材。</p><p><strong>【性味与归经】</strong>甘，微温。归肺、脾经。</p><p><strong>【功能与主治】</strong>补气升阳，固表止汗，利水消肿，生津养血，行滞通痹，托毒排脓，敛疮生肌。用于气虚乏力，食少便溏，中气下陷，久泻脱肛，便血崩漏，表虚自汗，气虚水肿，内热消渴，血虚萎黄，半身不遂，痹痛麻木，痈疽难溃，久溃不敛。</p><p><strong>【用法与用量】</strong> 9～30g。</p><p><strong>【贮藏】</strong>置通风干燥处，防潮，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (49, 1, '53.三七.docx', 'velious', '/medicine-image/san-qi/1.png', '/medicine-image/san-qi/1.png', `三七植物三七鲜品三七（带帽七--主根及根茎）三七切片三七粉下面为2020版中国药典标准三七SɑnqiNOTOGINSENG RADIX ET RHIZOMA本品为五加科植物三七Panax notoginseng（Burk.）F.H.Chen的干燥根和根茎。秋季花开前采挖，洗净，分开主根、支根及根茎，干燥。支根习称"筋条"，根茎习称"剪口"。【性状】 主根呈类圆锥形或圆柱形，长1～6cm，直径1～4`, 0, '2022-07-22 18:00:00', `三七植物

![IMG_256](/medicine-image/san-qi/1.png)  
三七鲜品

![IMG_257](/medicine-image/san-qi/2.png)

三七（带帽七--主根及根茎）

![IMG_258](/medicine-image/san-qi/3.png)  
三七切片

![IMG_262](/medicine-image/san-qi/4.png)

三七粉

![IMG_263](/medicine-image/san-qi/5.png)

![IMG_264](/medicine-image/san-qi/6.png)

# ****下面为2020版中国药典标准****

# ****三七****

Sɑnqi

NOTOGINSENG RADIX ET RHIZOMA

本品为五加科植物三七Panax notoginseng（Burk.）F.H.Chen的干燥根和根茎。秋季花开前采挖，洗净，分开主根、支根及根茎，干燥。支根习称"筋条"，根茎习称"剪口"。

**【性状】** 主根呈类圆锥形或圆柱形，长1～6cm，直径1～4cm。表面灰褐色或灰黄色，有断续的纵皱纹和支根痕。顶端有茎痕，周围有瘤状突起。体重，质坚实，断面灰绿色、黄绿色或灰白色，木部微呈放射状排列。气微，味苦回甜。

筋条呈圆柱形或圆锥形，长2～6cm，上端直径约0.8cm，下端直径约0.3cm。

剪口呈不规则的皱缩块状或条状，表面有数个明显的茎痕及环纹，断面中心灰绿色或白色，边缘深绿色或灰色。

**【鉴别】** （1）本品粉末灰黄色。淀粉粒甚多，单粒圆形、半圆形或圆多角形，直径4～30μm；复粒由2～10余分粒组成。树脂道碎片含黄色分泌物。梯纹导管、网纹导管及螺纹导管直径15～55μm。草酸钙簇晶少见，直径50～80μm。

（2）取本品粉末0.5g，加水5滴，搅匀，再加以水饱和的正丁醇5ml，密塞，振摇10分钟，放置2小时，离心，取上清液，加3倍量以正丁醇饱和的水，摇匀，放置使分层（必要时离心），取正丁醇层，蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取人参皂苷Rb1对照品、人参皂苷Re对照品、人参皂苷Rg1对照品及三七皂苷R1对照品，加甲醇制成每1ml各含0.5mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各1μl，分别点于同一硅胶G薄层板上，以三氯甲烷-乙酸乙酯-甲醇-水（15:40:22:10）10℃以下放置的下层溶液为展开剂，展开，取出，晾干，喷以硫酸溶液（1→10），在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点；置紫外光灯（365nm）下检视，显相同的荧光斑点。

**【检查】** **水分 **不得过14.0\%（通则0832第二法）。

**总灰分** 不得过6.0\%（通则2302）。

**酸不溶性灰分** 不得过3.0\%（通则2302）。

**重金属及有害元素** 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用甲醇作溶剂，不得少于16.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；检测波长为203nm。理论板数按三七皂苷R1峰计算应不低于4000。

<table><tbody><tr><td><p>时间（分钟）</p></td><td><p>流动相A（%）</p></td><td><p>流动相B（%）</p></td></tr><tr><td><p>0～12</p></td><td><p>19</p></td><td><p>81</p></td></tr><tr><td><p>12～60</p></td><td><p>19→36</p></td><td><p>81→64</p></td></tr></tbody></table>

**对照品溶液的制备** 精密称取人参皂苷Rg1对照品、人参皂苷Rb1对照品及三七皂苷R1对照品适量，加甲醇制成每1ml含人参皂苷Rg1 0.4mg、人参皂苷Rb1 0.4mg、三七皂苷R1 0.1mg的混合溶液，即得。

**供试品溶液的制备** 取本品粉末（过四号筛）0.6g，精密称定，精密加入甲醇50ml，称定重量，放置过夜，置80℃水浴上保持微沸2小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含人参皂苷Rg1（C42H72O14）、人参皂苷Rb1（C54H92O23）及三七皂苷R1（C47H80O18）的总量不得少于5.0\%。

**饮片**

**【炮制】** **三七粉** 取三七，洗净，干燥，碾成细粉。

**【性状】** 本品为灰黄色的粉末。气微，味苦回甜。

**【鉴别】** **【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 甘、微苦，温。归肝、胃经。

**【功能与主治】** 散瘀止血，消肿定痛。用于咯血，吐血，衄血，便血，崩漏，外伤出血，胸腹刺痛，跌扑肿痛。

**【用法与用量】** 3～9g；研粉吞服，一次1～3g。外用适量。

**【注意】** 孕妇慎用。

**【贮藏】** 置阴凉干燥处，防蛀。

三七植物

![IMG_256](/medicine-image/san-qi/7.png)  
三七鲜品

![IMG_257](/medicine-image/san-qi/8.png)

三七（带帽七--主根及根茎）

![IMG_258](/medicine-image/san-qi/9.png)  
剪口（根茎）

![IMG_259](/medicine-image/san-qi/10.png)  
筋条（支根）

![IMG_260](/medicine-image/san-qi/11.png)  
绒须\(须根\)

![IMG_261](/medicine-image/san-qi/12.png)

三七切片

![IMG_262](/medicine-image/san-qi/13.png)

三七粉

![IMG_263](/medicine-image/san-qi/14.png)

![IMG_264](/medicine-image/san-qi/15.png)

# ****下面为2020版中国药典标准****

# ****三七****

Sɑnqi

NOTOGINSENG RADIX ET RHIZOMA

本品为五加科植物三七Panax notoginseng（Burk.）F.H.Chen的干燥根和根茎。秋季花开前采挖，洗净，分开主根、支根及根茎，干燥。支根习称"筋条"，根茎习称"剪口"。

**【性状】** 主根呈类圆锥形或圆柱形，长1～6cm，直径1～4cm。表面灰褐色或灰黄色，有断续的纵皱纹和支根痕。顶端有茎痕，周围有瘤状突起。体重，质坚实，断面灰绿色、黄绿色或灰白色，木部微呈放射状排列。气微，味苦回甜。

筋条呈圆柱形或圆锥形，长2～6cm，上端直径约0.8cm，下端直径约0.3cm。

剪口呈不规则的皱缩块状或条状，表面有数个明显的茎痕及环纹，断面中心灰绿色或白色，边缘深绿色或灰色。

**【鉴别】** （1）本品粉末灰黄色。淀粉粒甚多，单粒圆形、半圆形或圆多角形，直径4～30μm；复粒由2～10余分粒组成。树脂道碎片含黄色分泌物。梯纹导管、网纹导管及螺纹导管直径15～55μm。草酸钙簇晶少见，直径50～80μm。

（2）取本品粉末0.5g，加水5滴，搅匀，再加以水饱和的正丁醇5ml，密塞，振摇10分钟，放置2小时，离心，取上清液，加3倍量以正丁醇饱和的水，摇匀，放置使分层（必要时离心），取正丁醇层，蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取人参皂苷Rb1对照品、人参皂苷Re对照品、人参皂苷Rg1对照品及三七皂苷R1对照品，加甲醇制成每1ml各含0.5mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各1μl，分别点于同一硅胶G薄层板上，以三氯甲烷-乙酸乙酯-甲醇-水（15:40:22:10）10℃以下放置的下层溶液为展开剂，展开，取出，晾干，喷以硫酸溶液（1→10），在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点；置紫外光灯（365nm）下检视，显相同的荧光斑点。

**【检查】** **水分 **不得过14.0\%（通则0832第二法）。

**总灰分** 不得过6.0\%（通则2302）。

**酸不溶性灰分** 不得过3.0\%（通则2302）。

**重金属及有害元素** 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用甲醇作溶剂，不得少于16.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；检测波长为203nm。理论板数按三七皂苷R1峰计算应不低于4000。

<table><tbody><tr><td><p>时间（分钟）</p></td><td><p>流动相A（%）</p></td><td><p>流动相B（%）</p></td></tr><tr><td><p>0～12</p></td><td><p>19</p></td><td><p>81</p></td></tr><tr><td><p>12～60</p></td><td><p>19→36</p></td><td><p>81→64</p></td></tr></tbody></table>

**对照品溶液的制备** 精密称取人参皂苷Rg1对照品、人参皂苷Rb1对照品及三七皂苷R1对照品适量，加甲醇制成每1ml含人参皂苷Rg1 0.4mg、人参皂苷Rb1 0.4mg、三七皂苷R1 0.1mg的混合溶液，即得。

**供试品溶液的制备** 取本品粉末（过四号筛）0.6g，精密称定，精密加入甲醇50ml，称定重量，放置过夜，置80℃水浴上保持微沸2小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含人参皂苷Rg1（C42H72O14）、人参皂苷Rb1（C54H92O23）及三七皂苷R1（C47H80O18）的总量不得少于5.0\%。

**饮片**

**【炮制】** **三七粉** 取三七，洗净，干燥，碾成细粉。

**【性状】** 本品为灰黄色的粉末。气微，味苦回甜。

**【鉴别】** **【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 甘、微苦，温。归肝、胃经。

**【功能与主治】** 散瘀止血，消肿定痛。用于咯血，吐血，衄血，便血，崩漏，外伤出血，胸腹刺痛，跌扑肿痛。

**【用法与用量】** 3～9g；研粉吞服，一次1～3g。外用适量。

**【注意】** 孕妇慎用。

**【贮藏】** 置阴凉干燥处，防蛀。`, `<p>三七植物</p><p><img src="/medicine-image/san-qi/1.png" alt="IMG_256" /><br />三七鲜品</p><p><img src="/medicine-image/san-qi/2.png" alt="IMG_257" /></p><p>三七（带帽七--主根及根茎）</p><p><img src="/medicine-image/san-qi/3.png" alt="IMG_258" /><br />三七切片</p><p><img src="/medicine-image/san-qi/4.png" alt="IMG_262" /></p><p>三七粉</p><p><img src="/medicine-image/san-qi/5.png" alt="IMG_263" /></p><p><img src="/medicine-image/san-qi/6.png" alt="IMG_264" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>三七</strong></strong></h1><p>Sɑnqi</p><p>NOTOGINSENG RADIX ET RHIZOMA</p><p>本品为五加科植物三七Panax notoginseng（Burk.）F.H.Chen的干燥根和根茎。秋季花开前采挖，洗净，分开主根、支根及根茎，干燥。支根习称"筋条"，根茎习称"剪口"。</p><p><strong>【性状】</strong> 主根呈类圆锥形或圆柱形，长1～6cm，直径1～4cm。表面灰褐色或灰黄色，有断续的纵皱纹和支根痕。顶端有茎痕，周围有瘤状突起。体重，质坚实，断面灰绿色、黄绿色或灰白色，木部微呈放射状排列。气微，味苦回甜。</p><p>筋条呈圆柱形或圆锥形，长2～6cm，上端直径约0.8cm，下端直径约0.3cm。</p><p>剪口呈不规则的皱缩块状或条状，表面有数个明显的茎痕及环纹，断面中心灰绿色或白色，边缘深绿色或灰色。</p><p><strong>【鉴别】</strong> （1）本品粉末灰黄色。淀粉粒甚多，单粒圆形、半圆形或圆多角形，直径4～30μm；复粒由2～10余分粒组成。树脂道碎片含黄色分泌物。梯纹导管、网纹导管及螺纹导管直径15～55μm。草酸钙簇晶少见，直径50～80μm。</p><p>（2）取本品粉末0.5g，加水5滴，搅匀，再加以水饱和的正丁醇5ml，密塞，振摇10分钟，放置2小时，离心，取上清液，加3倍量以正丁醇饱和的水，摇匀，放置使分层（必要时离心），取正丁醇层，蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取人参皂苷Rb1对照品、人参皂苷Re对照品、人参皂苷Rg1对照品及三七皂苷R1对照品，加甲醇制成每1ml各含0.5mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各1μl，分别点于同一硅胶G薄层板上，以三氯甲烷-乙酸乙酯-甲醇-水（15:40:22:10）10℃以下放置的下层溶液为展开剂，展开，取出，晾干，喷以硫酸溶液（1→10），在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点；置紫外光灯（365nm）下检视，显相同的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过14.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过6.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过3.0%（通则2302）。</p><p><strong>重金属及有害元素</strong> 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用甲醇作溶剂，不得少于16.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；检测波长为203nm。理论板数按三七皂苷R1峰计算应不低于4000。</p><table><tr><td><p>时间（分钟）</p></td><td><p>流动相A（%）</p></td><td><p>流动相B（%）</p></td></tr><tr><td><p>0～12</p></td><td><p>19</p></td><td><p>81</p></td></tr><tr><td><p>12～60</p></td><td><p>19→36</p></td><td><p>81→64</p></td></tr></table><p><strong>对照品溶液的制备</strong> 精密称取人参皂苷Rg<sub>1</sub>对照品、人参皂苷Rb<sub>1</sub>对照品及三七皂苷R<sub>1</sub>对照品适量，加甲醇制成每1ml含人参皂苷Rg<sub>1 </sub>0.4mg、人参皂苷Rb<sub>1 </sub>0.4mg、三七皂苷R<sub>1</sub> 0.1mg的混合溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过四号筛）0.6g，精密称定，精密加入甲醇50ml，称定重量，放置过夜，置80℃水浴上保持微沸2小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含人参皂苷Rg<sub>1</sub>（C<sub>42</sub>H<sub>72</sub>O<sub>14</sub>）、人参皂苷Rb<sub>1</sub>（C<sub>54</sub>H<sub>92</sub>O<sub>23</sub>）及三七皂苷R<sub>1</sub>（C<sub>47</sub>H<sub>80</sub>O<sub>18</sub>）的总量不得少于5.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>三七粉</strong> 取三七，洗净，干燥，碾成细粉。</p><p><strong>【性状】</strong> 本品为灰黄色的粉末。气微，味苦回甜。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘、微苦，温。归肝、胃经。</p><p><strong>【功能与主治】</strong> 散瘀止血，消肿定痛。用于咯血，吐血，衄血，便血，崩漏，外伤出血，胸腹刺痛，跌扑肿痛。</p><p><strong>【用法与用量】</strong> 3～9g；研粉吞服，一次1～3g。外用适量。</p><p><strong>【注意】</strong> 孕妇慎用。</p><p><strong>【贮藏】</strong> 置阴凉干燥处，防蛀。</p><p>三七植物</p><p><img src="/medicine-image/san-qi/7.png" alt="IMG_256" /><br />三七鲜品</p><p><img src="/medicine-image/san-qi/8.png" alt="IMG_257" /></p><p>三七（带帽七--主根及根茎）</p><p><img src="/medicine-image/san-qi/9.png" alt="IMG_258" /><br />剪口（根茎）</p><p><img src="/medicine-image/san-qi/10.png" alt="IMG_259" /><br />筋条（支根）</p><p><img src="/medicine-image/san-qi/11.png" alt="IMG_260" /><br />绒须(须根)</p><p><img src="/medicine-image/san-qi/12.png" alt="IMG_261" /></p><p>三七切片</p><p><img src="/medicine-image/san-qi/13.png" alt="IMG_262" /></p><p>三七粉</p><p><img src="/medicine-image/san-qi/14.png" alt="IMG_263" /></p><p><img src="/medicine-image/san-qi/15.png" alt="IMG_264" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>三七</strong></strong></h1><p>Sɑnqi</p><p>NOTOGINSENG RADIX ET RHIZOMA</p><p>本品为五加科植物三七Panax notoginseng（Burk.）F.H.Chen的干燥根和根茎。秋季花开前采挖，洗净，分开主根、支根及根茎，干燥。支根习称"筋条"，根茎习称"剪口"。</p><p><strong>【性状】</strong> 主根呈类圆锥形或圆柱形，长1～6cm，直径1～4cm。表面灰褐色或灰黄色，有断续的纵皱纹和支根痕。顶端有茎痕，周围有瘤状突起。体重，质坚实，断面灰绿色、黄绿色或灰白色，木部微呈放射状排列。气微，味苦回甜。</p><p>筋条呈圆柱形或圆锥形，长2～6cm，上端直径约0.8cm，下端直径约0.3cm。</p><p>剪口呈不规则的皱缩块状或条状，表面有数个明显的茎痕及环纹，断面中心灰绿色或白色，边缘深绿色或灰色。</p><p><strong>【鉴别】</strong> （1）本品粉末灰黄色。淀粉粒甚多，单粒圆形、半圆形或圆多角形，直径4～30μm；复粒由2～10余分粒组成。树脂道碎片含黄色分泌物。梯纹导管、网纹导管及螺纹导管直径15～55μm。草酸钙簇晶少见，直径50～80μm。</p><p>（2）取本品粉末0.5g，加水5滴，搅匀，再加以水饱和的正丁醇5ml，密塞，振摇10分钟，放置2小时，离心，取上清液，加3倍量以正丁醇饱和的水，摇匀，放置使分层（必要时离心），取正丁醇层，蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取人参皂苷Rb1对照品、人参皂苷Re对照品、人参皂苷Rg1对照品及三七皂苷R1对照品，加甲醇制成每1ml各含0.5mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各1μl，分别点于同一硅胶G薄层板上，以三氯甲烷-乙酸乙酯-甲醇-水（15:40:22:10）10℃以下放置的下层溶液为展开剂，展开，取出，晾干，喷以硫酸溶液（1→10），在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点；置紫外光灯（365nm）下检视，显相同的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过14.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过6.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过3.0%（通则2302）。</p><p><strong>重金属及有害元素</strong> 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用甲醇作溶剂，不得少于16.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；检测波长为203nm。理论板数按三七皂苷R1峰计算应不低于4000。</p><table><tr><td><p>时间（分钟）</p></td><td><p>流动相A（%）</p></td><td><p>流动相B（%）</p></td></tr><tr><td><p>0～12</p></td><td><p>19</p></td><td><p>81</p></td></tr><tr><td><p>12～60</p></td><td><p>19→36</p></td><td><p>81→64</p></td></tr></table><p><strong>对照品溶液的制备</strong> 精密称取人参皂苷Rg<sub>1</sub>对照品、人参皂苷Rb<sub>1</sub>对照品及三七皂苷R<sub>1</sub>对照品适量，加甲醇制成每1ml含人参皂苷Rg<sub>1 </sub>0.4mg、人参皂苷Rb<sub>1 </sub>0.4mg、三七皂苷R<sub>1</sub> 0.1mg的混合溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过四号筛）0.6g，精密称定，精密加入甲醇50ml，称定重量，放置过夜，置80℃水浴上保持微沸2小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含人参皂苷Rg<sub>1</sub>（C<sub>42</sub>H<sub>72</sub>O<sub>14</sub>）、人参皂苷Rb<sub>1</sub>（C<sub>54</sub>H<sub>92</sub>O<sub>23</sub>）及三七皂苷R<sub>1</sub>（C<sub>47</sub>H<sub>80</sub>O<sub>18</sub>）的总量不得少于5.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>三七粉</strong> 取三七，洗净，干燥，碾成细粉。</p><p><strong>【性状】</strong> 本品为灰黄色的粉末。气微，味苦回甜。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘、微苦，温。归肝、胃经。</p><p><strong>【功能与主治】</strong> 散瘀止血，消肿定痛。用于咯血，吐血，衄血，便血，崩漏，外伤出血，胸腹刺痛，跌扑肿痛。</p><p><strong>【用法与用量】</strong> 3～9g；研粉吞服，一次1～3g。外用适量。</p><p><strong>【注意】</strong> 孕妇慎用。</p><p><strong>【贮藏】</strong> 置阴凉干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (14, 1, '21.自然铜.docx', 'velious', '/medicine-image/zi-ran-tong/1.png', '/medicine-image/zi-ran-tong/1.png', `自然铜药材煅自然铜饮片自然铜ZirɑntongPYRITUM本品为硫化物类矿物黄铁矿族黄铁矿，主含二硫化铁（FeS2）。采挖后，除去杂石。【性状】 本品晶形多为立方体，集合体呈致密块状。表面亮淡黄色，有金属光泽；有的黄棕色或棕褐色，无金属光泽。具条纹，条痕绿黑色或棕红色。体重，质坚硬或稍脆，易砸碎，断面黄白色，有金属光泽；或断面棕褐色，可见银白色亮星。【鉴别】 取本品粉末1g，加稀盐酸4ml，振摇`, 0, '2022-07-22 18:00:00', `自然铜药材

![IMG_256](/medicine-image/zi-ran-tong/1.png)

煅自然铜饮片

![IMG_257](/medicine-image/zi-ran-tong/2.png)

# ![IMG_258](/medicine-image/zi-ran-tong/3.png)

# ****自然铜****

Zirɑntong

PYRITUM

本品为硫化物类矿物黄铁矿族黄铁矿，主含二硫化铁（FeS2）。采挖后，除去杂石。

**【性状】** 本品晶形多为立方体，集合体呈致密块状。表面亮淡黄色，有金属光泽；有的黄棕色或棕褐色，无金属光泽。具条纹，条痕绿黑色或棕红色。体重，质坚硬或稍脆，易砸碎，断面黄白色，有金属光泽；或断面棕褐色，可见银白色亮星。

**【鉴别】** 取本品粉末1g，加稀盐酸4ml，振摇，滤过，滤液显铁盐（通则0301）的鉴别反应。

**【含量测定】** 取本品细粉约0.25g，精密称定，置瓷坩埚中，在650℃灼烧约30分钟，取出，放冷，将灼烧物转移至锥形瓶中，加盐酸15ml与25\%氟化钾溶液3ml，盖上表面皿，加热至微沸，滴加6\%氯化亚锡溶液，不断振摇，待分解完全，瓶底仅留白色残渣时，用少量水洗涤表面皿及瓶内壁，趁热滴加6\%氯化亚锡溶液至显浅黄色（如氯化亚锡过量，可滴加高锰酸钾试液至显浅黄色），加水100ml与25\%钨酸钠溶液15滴，并滴加1\%三氯化钛溶液至显蓝色，再小心滴加重铬酸钾滴定液（0.01667mol/L）至蓝色刚好褪尽，立即加硫酸-磷酸-水（2:3:5）10ml与0.5\%二苯胺磺酸钠溶液10滴，用重铬酸钾滴定液（0.01667mol/L）滴定至溶液显稳定的蓝紫色。每1ml重铬酸钾滴定液（0.01667mol/L）相当于5.585mg的铁（Fe）。

本品含铁（Fe）应为40.0\%～55.0\%。

**饮片**

**【炮制】** **自然铜** 除去杂质，洗净，干燥。用时砸碎。

**【性状】** 同药材。

**煅自然铜** 取净自然铜，照煅淬法（通则0213）煅至暗红，醋淬至表面呈黑褐色，光泽消失并酥松。

每100kg自然铜，用醋30kg。

**【性状】** 本品为小立方体或不规则的碎粒或粉末状，呈棕褐色至黑褐色或灰黑色，无金属光泽。质酥脆。略有醋酸气。

**【含量测定】** 同药材，本品含铁（Fe）不得少于40.0\%。

**【鉴别】** 同药材。

**【性味与归经】** 辛，平。归肝经。

**【功能与主治】** 散瘀止痛，续筋接骨。用于跌打损伤，筋骨折伤，瘀肿疼痛。

**【用法与用量】** 3～9g，多入丸散服，若入煎剂宜先煎。外用适量。

**【贮藏】** 置干燥处。`, `<p>自然铜药材</p><p><img src="/medicine-image/zi-ran-tong/1.png" alt="IMG_256" /></p><p>煅自然铜饮片</p><p><img src="/medicine-image/zi-ran-tong/2.png" alt="IMG_257" /></p><h1><img src="/medicine-image/zi-ran-tong/3.png" alt="IMG_258" /></h1><h1><strong><strong>自然铜</strong></strong></h1><p>Zirɑntong</p><p>PYRITUM</p><p>本品为硫化物类矿物黄铁矿族黄铁矿，主含二硫化铁（FeS<sub>2</sub>）。采挖后，除去杂石。</p><p><strong>【性状】</strong> 本品晶形多为立方体，集合体呈致密块状。表面亮淡黄色，有金属光泽；有的黄棕色或棕褐色，无金属光泽。具条纹，条痕绿黑色或棕红色。体重，质坚硬或稍脆，易砸碎，断面黄白色，有金属光泽；或断面棕褐色，可见银白色亮星。</p><p><strong>【鉴别】</strong> 取本品粉末1g，加稀盐酸4ml，振摇，滤过，滤液显铁盐（通则0301）的鉴别反应。</p><p><strong>【含量测定】</strong> 取本品细粉约0.25g，精密称定，置瓷坩埚中，在650℃灼烧约30分钟，取出，放冷，将灼烧物转移至锥形瓶中，加盐酸15ml与25%氟化钾溶液3ml，盖上表面皿，加热至微沸，滴加6%氯化亚锡溶液，不断振摇，待分解完全，瓶底仅留白色残渣时，用少量水洗涤表面皿及瓶内壁，趁热滴加6%氯化亚锡溶液至显浅黄色（如氯化亚锡过量，可滴加高锰酸钾试液至显浅黄色），加水100ml与25%钨酸钠溶液15滴，并滴加1%三氯化钛溶液至显蓝色，再小心滴加重铬酸钾滴定液（0.01667mol/L）至蓝色刚好褪尽，立即加硫酸-磷酸-水（2:3:5）10ml与0.5%二苯胺磺酸钠溶液10滴，用重铬酸钾滴定液（0.01667mol/L）滴定至溶液显稳定的蓝紫色。每1ml重铬酸钾滴定液（0.01667mol/L）相当于5.585mg的铁（Fe）。</p><p>本品含铁（Fe）应为40.0%～55.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>自然铜</strong> 除去杂质，洗净，干燥。用时砸碎。</p><p><strong>【性状】</strong> 同药材。</p><p><strong>煅自然铜</strong> 取净自然铜，照煅淬法（通则0213）煅至暗红，醋淬至表面呈黑褐色，光泽消失并酥松。</p><p>每100kg自然铜，用醋30kg。</p><p><strong>【性状】</strong> 本品为小立方体或不规则的碎粒或粉末状，呈棕褐色至黑褐色或灰黑色，无金属光泽。质酥脆。略有醋酸气。</p><p><strong>【含量测定】</strong> 同药材，本品含铁（Fe）不得少于40.0%。</p><p><strong>【鉴别】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛，平。归肝经。</p><p><strong>【功能与主治】</strong> 散瘀止痛，续筋接骨。用于跌打损伤，筋骨折伤，瘀肿疼痛。</p><p><strong>【用法与用量】</strong> 3～9g，多入丸散服，若入煎剂宜先煎。外用适量。</p><p><strong>【贮藏】</strong> 置干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (18, 1, '25.土鳖虫.docx', 'velious', '/medicine-image/tu-bie-chong/1.png', '/medicine-image/tu-bie-chong/1.png', `地鳖动物土鳖虫药材炒土鳖虫药材下面为2020版中国药典标准土鳖虫（䗪虫）TubiechongEUPOLYPHAGA STELEOPHAGA本品为鳖蠊科昆虫地鳖Eupolyphaga sinensis Walker或冀地鳖Steleophaga plancyi （Boleny）的雌虫干燥体。捕捉后，置沸水中烫死，晒干或烘干。【性状】 地鳖 呈扁平卵形，长1.3～3cm，宽1.2～2.4cm。前端较窄`, 0, '2022-07-22 18:00:00', `地鳖动物

![IMG_256](/medicine-image/tu-bie-chong/1.png)

![IMG_257](/medicine-image/tu-bie-chong/2.png)

土鳖虫药材

![IMG_262](/medicine-image/tu-bie-chong/3.png)![IMG_256](/medicine-image/tu-bie-chong/4.png)

炒土鳖虫药材

![IMG_264](/medicine-image/tu-bie-chong/5.png)

![IMG_271](/medicine-image/tu-bie-chong/6.png)

# ****下面为2020版中国药典标准****

# ****土鳖虫（䗪虫）****

Tubiechong

EUPOLYPHAGA STELEOPHAGA

本品为鳖蠊科昆虫地鳖Eupolyphaga sinensis Walker或冀地鳖Steleophaga plancyi （Boleny）的雌虫干燥体。捕捉后，置沸水中烫死，晒干或烘干。

**【性状】** **地鳖** 呈扁平卵形，长1.3～3cm，宽1.2～2.4cm。前端较窄，后端较宽，背部紫褐色，具光泽，无翅。前胸背板较发达，盖住头部；腹背板9节，呈覆瓦状排列。腹面红棕色，头部较小，有丝状触角1对，常脱落，胸部有足3对，具细毛和刺。腹部有横环节。质松脆，易碎。气腥臭，味微咸。

**冀地鳖** 长2.2～3.7cm，宽1.4～2.5cm。背部黑棕色，通常在边缘带有淡黄褐色斑块及黑色小点。

**【鉴别】** （1）本品粉末灰棕色。体壁碎片深棕色或黄色，表面有不规则纹理，其上着生短粗或细长刚毛，常可见刚毛脱落后的圆形毛窝，直径5～32μm；刚毛棕黄色或黄色，先端锐尖或钝圆，长12～270μm，直径10～32μm，有的具纵直纹理。横纹肌纤维无色或淡黄色，常碎断，有细密横纹，平直或呈微波状，明带较暗带为宽。

（2）取本品粉末1g，加甲醇25ml，超声处理30分钟，滤过，滤液蒸干，残渣加甲醇5ml使溶解，作为供试品溶液。另取土鳖虫对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以甲苯-二氯甲烷-丙酮（5:5:0.5）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点；喷以香草醛硫酸试液，在105℃加热至斑点显色清晰，显相同颜色的斑点。

**【检查】 杂质 **不得过5\%（通则2301）。

**水分 **不得过10.0\%（通则0832第二法）。

**总灰分** 不得过13.0\%（通则2302）。

**酸不溶性灰分** 不得过5.0\%（通则2302）。

**黄曲霉毒素** 照真菌毒素测定法（通则2351）测定。

取本品粉末（过二号筛）约5g，精密称定，加入氯化钠3g，照黄曲霉毒素测定法项下**供试品溶液的制备**方法，其中，精密量取上清液10ml，测定，计算，即得。

本品每1000g含黄曲霉毒素B1不得过5μg，含黄曲霉毒素G2、黄曲霉毒素G1、黄曲霉毒素B2和黄曲霉毒素B1的总量不得过10μg。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于22.0\%。

**【性味与归经】** 咸，寒；有小毒。归肝经。

**【功能与主治】** 破血逐瘀，续筋接骨。用于跌打损伤，筋伤骨折，血瘀经闭，产后瘀阻腹痛，癥瘕痞块。

**【用法与用量】** 3～10g。

**【注意】** 孕妇禁用。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>地鳖动物</p><p><img src="/medicine-image/tu-bie-chong/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/tu-bie-chong/2.png" alt="IMG_257" /></p><p>土鳖虫药材</p><p><img src="/medicine-image/tu-bie-chong/3.png" alt="IMG_262" /><img src="/medicine-image/tu-bie-chong/4.png" alt="IMG_256" /></p><p>炒土鳖虫药材</p><p><img src="/medicine-image/tu-bie-chong/5.png" alt="IMG_264" /></p><p><img src="/medicine-image/tu-bie-chong/6.png" alt="IMG_271" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>土鳖虫（䗪虫）</strong></strong></h1><p>Tubiechong</p><p>EUPOLYPHAGA STELEOPHAGA</p><p>本品为鳖蠊科昆虫地鳖Eupolyphaga sinensis Walker或冀地鳖Steleophaga plancyi （Boleny）的雌虫干燥体。捕捉后，置沸水中烫死，晒干或烘干。</p><p><strong>【性状】</strong> <strong>地鳖</strong> 呈扁平卵形，长1.3～3cm，宽1.2～2.4cm。前端较窄，后端较宽，背部紫褐色，具光泽，无翅。前胸背板较发达，盖住头部；腹背板9节，呈覆瓦状排列。腹面红棕色，头部较小，有丝状触角1对，常脱落，胸部有足3对，具细毛和刺。腹部有横环节。质松脆，易碎。气腥臭，味微咸。</p><p><strong>冀地鳖</strong> 长2.2～3.7cm，宽1.4～2.5cm。背部黑棕色，通常在边缘带有淡黄褐色斑块及黑色小点。</p><p><strong>【鉴别】</strong> （1）本品粉末灰棕色。体壁碎片深棕色或黄色，表面有不规则纹理，其上着生短粗或细长刚毛，常可见刚毛脱落后的圆形毛窝，直径5～32μm；刚毛棕黄色或黄色，先端锐尖或钝圆，长12～270μm，直径10～32μm，有的具纵直纹理。横纹肌纤维无色或淡黄色，常碎断，有细密横纹，平直或呈微波状，明带较暗带为宽。</p><p>（2）取本品粉末1g，加甲醇25ml，超声处理30分钟，滤过，滤液蒸干，残渣加甲醇5ml使溶解，作为供试品溶液。另取土鳖虫对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以甲苯-二氯甲烷-丙酮（5:5:0.5）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点；喷以香草醛硫酸试液，在105℃加热至斑点显色清晰，显相同颜色的斑点。</p><p><strong>【检查】 杂质 </strong>不得过5%（通则2301）。</p><p><strong>水分 </strong>不得过10.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过13.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过5.0%（通则2302）。</p><p><strong>黄曲霉毒素</strong> 照真菌毒素测定法（通则2351）测定。</p><p>取本品粉末（过二号筛）约5g，精密称定，加入氯化钠3g，照黄曲霉毒素测定法项下<strong>供试品溶液的制备</strong>方法，其中，精密量取上清液10ml，测定，计算，即得。</p><p>本品每1000g含黄曲霉毒素B<sub>1</sub>不得过5μg，含黄曲霉毒素G<sub>2</sub>、黄曲霉毒素G<sub>1</sub>、黄曲霉毒素B<sub>2</sub>和黄曲霉毒素B<sub>1</sub>的总量不得过10μg。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于22.0%。</p><p><strong>【性味与归经】</strong> 咸，寒；有小毒。归肝经。</p><p><strong>【功能与主治】</strong> 破血逐瘀，续筋接骨。用于跌打损伤，筋伤骨折，血瘀经闭，产后瘀阻腹痛，癥瘕痞块。</p><p><strong>【用法与用量】</strong> 3～10g。</p><p><strong>【注意】</strong> 孕妇禁用。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (76, 1, '78.浙贝母.docx', 'velious', '/medicine-image/zhe-bei-mu/1.png', '/medicine-image/zhe-bei-mu/1.png', `鲜浙贝母大贝无硫趁鲜浙贝片有硫非趁鲜浙贝片浙贝母ZhebeimuFRITILLARIAE THUNBERGII BULBUS本品为百合科植物浙贝母Fritillaria thunbergii Miq.的干燥鳞茎。初夏植株枯萎时采挖，洗净。大小分开，大者除去芯芽，习称"大贝"；小者不去芯芽，习称"珠贝"。分别撞擦，除去外皮，拌以煅过的贝壳粉，吸去擦出的浆汁，干燥；或取鳞茎，大小分开，洗净，除去芯芽，`, 0, '2022-07-22 18:00:00', `![IMG_256](/medicine-image/zhe-bei-mu/1.png)  

![IMG_257](/medicine-image/zhe-bei-mu/2.png)

![IMG_258](/medicine-image/zhe-bei-mu/3.png)

鲜浙贝母

![IMG_259](/medicine-image/zhe-bei-mu/4.png)  
大贝

![IMG_261](/medicine-image/zhe-bei-mu/5.png)  
无硫趁鲜浙贝片

![IMG_262](/medicine-image/zhe-bei-mu/6.png)  
有硫非趁鲜浙贝片

![IMG_263](/medicine-image/zhe-bei-mu/7.png)

# ![IMG_264](/medicine-image/zhe-bei-mu/8.png)

# ****浙贝母****

Zhebeimu

FRITILLARIAE THUNBERGII BULBUS

本品为百合科植物浙贝母Fritillaria thunbergii Miq.的干燥鳞茎。初夏植株枯萎时采挖，洗净。大小分开，大者除去芯芽，习称"大贝"；小者不去芯芽，习称"珠贝"。分别撞擦，除去外皮，拌以煅过的贝壳粉，吸去擦出的浆汁，干燥；或取鳞茎，大小分开，洗净，除去芯芽，趁鲜切成厚片，洗净，干燥，习称"浙贝片"。

**【性状】** **大贝** 为鳞茎外层的单瓣鳞叶，略呈新月形，高1～2cm，直径2～3.5cm。外表面类白色至淡黄色，内表面白色或淡棕色，被有白色粉末。质硬而脆，易折断，断面白色至黄白色，富粉性。气微，味微苦。

**珠贝** 为完整的鳞茎，呈扁圆形，高1～1.5cm，直径1～2.5cm。表面黄棕色至黄褐色，有不规则的皱纹；或表面类白色至淡黄色，较光滑或被有白色粉末。质硬，不易折断，断面淡黄色或类白色，略带角质状或粉性；外层鳞叶2瓣，肥厚，略似肾形，互相抱合，内有小鳞叶2～3枚和干缩的残茎。

**浙贝片** 为椭圆形或类圆形片，大小不一，长1.5～3.5cm，宽1～2cm，厚0.2～0.4cm。外皮黄褐色或灰褐色，略皱缩；或淡黄色，较光滑。切面微鼓起，灰白色；或平坦，粉白色。质脆，易折断，断面粉白色，富粉性。

**【鉴别】** （1）本品粉末淡黄白色。淀粉粒甚多，单粒卵形、广卵形或椭圆形，直径6～56μm，层纹不明显。表皮细胞类多角形或长方形，垂周壁连珠状增厚；气孔少见，副卫细胞4～5个。草酸钙结晶少见，细小，多呈颗粒状，有的呈梭形、方形或细杆状。导管多为螺纹，直径至18μm。

（2）取本品粉末5g，加浓氨试液2ml与三氯甲烷20ml，放置过夜，滤过，取滤液8ml，蒸干，残渣加三氯甲烷1ml使溶解，作为供试品溶液。另取贝母素甲对照品、贝母素乙对照品，加三氯甲烷制成每1ml各含2mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液10～20μl、对照品溶液10μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-甲醇-浓氨试液（17:2:1）为展开剂，展开，取出，晾干，喷以稀碘化铋钾试液。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过18.0\%（通则0832第二法）。

**总灰分 **不得过6.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于8.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈-水-二乙胺（70:30:0.03）为流动相；蒸发光散射检测器检测。理论板数按贝母素甲峰计算应不低于2000。

**对照品溶液的制备** 取贝母素甲对照品、贝母素乙对照品适量，精密称定，加甲醇制成每1ml含贝母素甲0.2mg、贝母素乙0.15mg的混合溶液，即得。

**供试品溶液的制备** 取本品粉末（过四号筛）约2g，精密称定，置烧瓶中，加浓氨试液4ml浸润1小时，精密加入三氯甲烷-甲醇（4:1）的混合溶液40ml，称定重量，混匀，置80℃水浴中加热回流2小时，放冷，再称定重量，加上述混合溶液补足减失的重量，滤过。精密量取续滤液10ml，置蒸发皿中蒸干，残渣加甲醇使溶解并转移至2ml量瓶中，加甲醇至刻度，摇匀，即得。

**测定法** 分别精密吸取对照品溶液10μl、20μl，供试品溶液5～15μl，注入液相色谱仪，测定，用外标两点法对数方程分别计算贝母素甲、贝母素乙  
![IMG_256](/medicine-image/zhe-bei-mu/9.png)

![IMG_257](/medicine-image/zhe-bei-mu/10.png)

![IMG_258](/medicine-image/zhe-bei-mu/11.png)

鲜浙贝母![IMG_259](/medicine-image/zhe-bei-mu/12.png)  
珠贝

![IMG_260](/medicine-image/zhe-bei-mu/13.png)  
大贝

![IMG_261](/medicine-image/zhe-bei-mu/14.png)  
无硫趁鲜浙贝片

![IMG_262](/medicine-image/zhe-bei-mu/15.png)  
有硫非趁鲜浙贝片

![IMG_263](/medicine-image/zhe-bei-mu/16.png)

# ![IMG_264](/medicine-image/zhe-bei-mu/17.png)

# ****浙贝母****

Zhebeimu

FRITILLARIAE THUNBERGII BULBUS

本品为百合科植物浙贝母Fritillaria thunbergii Miq.的干燥鳞茎。初夏植株枯萎时采挖，洗净。大小分开，大者除去芯芽，习称"大贝"；小者不去芯芽，习称"珠贝"。分别撞擦，除去外皮，拌以煅过的贝壳粉，吸去擦出的浆汁，干燥；或取鳞茎，大小分开，洗净，除去芯芽，趁鲜切成厚片，洗净，干燥，习称"浙贝片"。

**【性状】** **大贝** 为鳞茎外层的单瓣鳞叶，略呈新月形，高1～2cm，直径2～3.5cm。外表面类白色至淡黄色，内表面白色或淡棕色，被有白色粉末。质硬而脆，易折断，断面白色至黄白色，富粉性。气微，味微苦。

**珠贝** 为完整的鳞茎，呈扁圆形，高1～1.5cm，直径1～2.5cm。表面黄棕色至黄褐色，有不规则的皱纹；或表面类白色至淡黄色，较光滑或被有白色粉末。质硬，不易折断，断面淡黄色或类白色，略带角质状或粉性；外层鳞叶2瓣，肥厚，略似肾形，互相抱合，内有小鳞叶2～3枚和干缩的残茎。

**浙贝片** 为椭圆形或类圆形片，大小不一，长1.5～3.5cm，宽1～2cm，厚0.2～0.4cm。外皮黄褐色或灰褐色，略皱缩；或淡黄色，较光滑。切面微鼓起，灰白色；或平坦，粉白色。质脆，易折断，断面粉白色，富粉性。

**【鉴别】** （1）本品粉末淡黄白色。淀粉粒甚多，单粒卵形、广卵形或椭圆形，直径6～56μm，层纹不明显。表皮细胞类多角形或长方形，垂周壁连珠状增厚；气孔少见，副卫细胞4～5个。草酸钙结晶少见，细小，多呈颗粒状，有的呈梭形、方形或细杆状。导管多为螺纹，直径至18μm。

（2）取本品粉末5g，加浓氨试液2ml与三氯甲烷20ml，放置过夜，滤过，取滤液8ml，蒸干，残渣加三氯甲烷1ml使溶解，作为供试品溶液。另取贝母素甲对照品、贝母素乙对照品，加三氯甲烷制成每1ml各含2mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液10～20μl、对照品溶液10μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-甲醇-浓氨试液（17:2:1）为展开剂，展开，取出，晾干，喷以稀碘化铋钾试液。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过18.0\%（通则0832第二法）。

**总灰分 **不得过6.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于8.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈-水-二乙胺（70:30:0.03）为流动相；蒸发光散射检测器检测。理论板数按贝母素甲峰计算应不低于2000。

**对照品溶液的制备** 取贝母素甲对照品、贝母素乙对照品适量，精密称定，加甲醇制成每1ml含贝母素甲0.2mg、贝母素乙0.15mg的混合溶液，即得。

**供试品溶液的制备** 取本品粉末（过四号筛）约2g，精密称定，置烧瓶中，加浓氨试液4ml浸润1小时，精密加入三氯甲烷-甲醇（4:1）的混合溶液40ml，称定重量，混匀，置80℃水浴中加热回流2小时，放冷，再称定重量，加上述混合溶液补足减失的重量，滤过。精密量取续滤液10ml，置蒸发皿中蒸干，残渣加甲醇使溶解并转移至2ml量瓶中，加甲醇至刻度，摇匀，即得。

**测定法** 分别精密吸取对照品溶液10μl、20μl，供试品溶液5～15μl，注入液相色谱仪，测定，用外标两点法对数方程分别计算贝母素甲、贝母素乙的含量，即得。

本品按干燥品计算，含贝母素甲（C27H45NO3）和贝母素乙（C27H43NO3）的总量，不得少于0.080\%。

**饮片**

**【炮制】** 除去杂质。未切片者，洗净，润透，切厚片，干燥；或打成碎块。

**【性状】** 浙贝母 为类圆形的厚片或碎块，有的具心芽。外皮黄褐色或灰褐色，略皱缩；或淡黄白色，较光滑或被有白色粉末。切面微鼓起或平坦，灰白色或粉白色，略角质状或富粉性。多质坚硬，易折断；或质硬，断面灰白色或白色，有的浅黄棕色。气微，味苦。

**【鉴别】** **【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 苦，寒。归肺、心经。

**【功能与主治】** 清热化痰止咳，解毒散结消痈。用于风热咳嗽，痰火咳嗽，肺痈，乳痈，瘰疬，疮毒。

**【用法与用量】** 5～10g。

**【注意】** 不宜与川乌、制川乌、草乌、制草乌、附子同用。

**【贮藏】** 置干燥处，防蛀。

的含量，即得。

本品按干燥品计算，含贝母素甲（C27H45NO3）和贝母素乙（C27H43NO3）的总量，不得少于0.080\%。

**饮片**

**【炮制】** 除去杂质。未切片者，洗净，润透，切厚片，干燥；或打成碎块。

**【性状】** 浙贝母 为类圆形的厚片或碎块，有的具心芽。外皮黄褐色或灰褐色，略皱缩；或淡黄白色，较光滑或被有白色粉末。切面微鼓起或平坦，灰白色或粉白色，略角质状或富粉性。多质坚硬，易折断；或质硬，断面灰白色或白色，有的浅黄棕色。气微，味苦。

**【鉴别】** **【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 苦，寒。归肺、心经。

**【功能与主治】** 清热化痰止咳，解毒散结消痈。用于风热咳嗽，痰火咳嗽，肺痈，乳痈，瘰疬，疮毒。

**【用法与用量】** 5～10g。

**【注意】** 不宜与川乌、制川乌、草乌、制草乌、附子同用。

**【贮藏】** 置干燥处，防蛀。`, `<p><img src="/medicine-image/zhe-bei-mu/1.png" alt="IMG_256" /><br /></p><p><img src="/medicine-image/zhe-bei-mu/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/zhe-bei-mu/3.png" alt="IMG_258" /></p><p>鲜浙贝母</p><p><img src="/medicine-image/zhe-bei-mu/4.png" alt="IMG_259" /><br />大贝</p><p><img src="/medicine-image/zhe-bei-mu/5.png" alt="IMG_261" /><br />无硫趁鲜浙贝片</p><p><img src="/medicine-image/zhe-bei-mu/6.png" alt="IMG_262" /><br />有硫非趁鲜浙贝片</p><p><img src="/medicine-image/zhe-bei-mu/7.png" alt="IMG_263" /></p><h1><img src="/medicine-image/zhe-bei-mu/8.png" alt="IMG_264" /></h1><h1><strong><strong>浙贝母</strong></strong></h1><p>Zhebeimu</p><p>FRITILLARIAE THUNBERGII BULBUS</p><p>本品为百合科植物浙贝母Fritillaria thunbergii Miq.的干燥鳞茎。初夏植株枯萎时采挖，洗净。大小分开，大者除去芯芽，习称"大贝"；小者不去芯芽，习称"珠贝"。分别撞擦，除去外皮，拌以煅过的贝壳粉，吸去擦出的浆汁，干燥；或取鳞茎，大小分开，洗净，除去芯芽，趁鲜切成厚片，洗净，干燥，习称"浙贝片"。</p><p><strong>【性状】</strong> <strong>大贝</strong> 为鳞茎外层的单瓣鳞叶，略呈新月形，高1～2cm，直径2～3.5cm。外表面类白色至淡黄色，内表面白色或淡棕色，被有白色粉末。质硬而脆，易折断，断面白色至黄白色，富粉性。气微，味微苦。</p><p><strong>珠贝</strong> 为完整的鳞茎，呈扁圆形，高1～1.5cm，直径1～2.5cm。表面黄棕色至黄褐色，有不规则的皱纹；或表面类白色至淡黄色，较光滑或被有白色粉末。质硬，不易折断，断面淡黄色或类白色，略带角质状或粉性；外层鳞叶2瓣，肥厚，略似肾形，互相抱合，内有小鳞叶2～3枚和干缩的残茎。</p><p><strong>浙贝片</strong> 为椭圆形或类圆形片，大小不一，长1.5～3.5cm，宽1～2cm，厚0.2～0.4cm。外皮黄褐色或灰褐色，略皱缩；或淡黄色，较光滑。切面微鼓起，灰白色；或平坦，粉白色。质脆，易折断，断面粉白色，富粉性。</p><p><strong>【鉴别】</strong> （1）本品粉末淡黄白色。淀粉粒甚多，单粒卵形、广卵形或椭圆形，直径6～56μm，层纹不明显。表皮细胞类多角形或长方形，垂周壁连珠状增厚；气孔少见，副卫细胞4～5个。草酸钙结晶少见，细小，多呈颗粒状，有的呈梭形、方形或细杆状。导管多为螺纹，直径至18μm。</p><p>（2）取本品粉末5g，加浓氨试液2ml与三氯甲烷20ml，放置过夜，滤过，取滤液8ml，蒸干，残渣加三氯甲烷1ml使溶解，作为供试品溶液。另取贝母素甲对照品、贝母素乙对照品，加三氯甲烷制成每1ml各含2mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液10～20μl、对照品溶液10μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-甲醇-浓氨试液（17:2:1）为展开剂，展开，取出，晾干，喷以稀碘化铋钾试液。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过18.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过6.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于8.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈-水-二乙胺（70:30:0.03）为流动相；蒸发光散射检测器检测。理论板数按贝母素甲峰计算应不低于2000。</p><p><strong>对照品溶液的制备</strong> 取贝母素甲对照品、贝母素乙对照品适量，精密称定，加甲醇制成每1ml含贝母素甲0.2mg、贝母素乙0.15mg的混合溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过四号筛）约2g，精密称定，置烧瓶中，加浓氨试液4ml浸润1小时，精密加入三氯甲烷-甲醇（4:1）的混合溶液40ml，称定重量，混匀，置80℃水浴中加热回流2小时，放冷，再称定重量，加上述混合溶液补足减失的重量，滤过。精密量取续滤液10ml，置蒸发皿中蒸干，残渣加甲醇使溶解并转移至2ml量瓶中，加甲醇至刻度，摇匀，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液10μl、20μl，供试品溶液5～15μl，注入液相色谱仪，测定，用外标两点法对数方程分别计算贝母素甲、贝母素乙<br /><img src="/medicine-image/zhe-bei-mu/9.png" alt="IMG_256" /></p><p><img src="/medicine-image/zhe-bei-mu/10.png" alt="IMG_257" /></p><p><img src="/medicine-image/zhe-bei-mu/11.png" alt="IMG_258" /></p><p>鲜浙贝母<img src="/medicine-image/zhe-bei-mu/12.png" alt="IMG_259" /><br />珠贝</p><p><img src="/medicine-image/zhe-bei-mu/13.png" alt="IMG_260" /><br />大贝</p><p><img src="/medicine-image/zhe-bei-mu/14.png" alt="IMG_261" /><br />无硫趁鲜浙贝片</p><p><img src="/medicine-image/zhe-bei-mu/15.png" alt="IMG_262" /><br />有硫非趁鲜浙贝片</p><p><img src="/medicine-image/zhe-bei-mu/16.png" alt="IMG_263" /></p><h1><img src="/medicine-image/zhe-bei-mu/17.png" alt="IMG_264" /></h1><h1><strong><strong>浙贝母</strong></strong></h1><p>Zhebeimu</p><p>FRITILLARIAE THUNBERGII BULBUS</p><p>本品为百合科植物浙贝母Fritillaria thunbergii Miq.的干燥鳞茎。初夏植株枯萎时采挖，洗净。大小分开，大者除去芯芽，习称"大贝"；小者不去芯芽，习称"珠贝"。分别撞擦，除去外皮，拌以煅过的贝壳粉，吸去擦出的浆汁，干燥；或取鳞茎，大小分开，洗净，除去芯芽，趁鲜切成厚片，洗净，干燥，习称"浙贝片"。</p><p><strong>【性状】</strong> <strong>大贝</strong> 为鳞茎外层的单瓣鳞叶，略呈新月形，高1～2cm，直径2～3.5cm。外表面类白色至淡黄色，内表面白色或淡棕色，被有白色粉末。质硬而脆，易折断，断面白色至黄白色，富粉性。气微，味微苦。</p><p><strong>珠贝</strong> 为完整的鳞茎，呈扁圆形，高1～1.5cm，直径1～2.5cm。表面黄棕色至黄褐色，有不规则的皱纹；或表面类白色至淡黄色，较光滑或被有白色粉末。质硬，不易折断，断面淡黄色或类白色，略带角质状或粉性；外层鳞叶2瓣，肥厚，略似肾形，互相抱合，内有小鳞叶2～3枚和干缩的残茎。</p><p><strong>浙贝片</strong> 为椭圆形或类圆形片，大小不一，长1.5～3.5cm，宽1～2cm，厚0.2～0.4cm。外皮黄褐色或灰褐色，略皱缩；或淡黄色，较光滑。切面微鼓起，灰白色；或平坦，粉白色。质脆，易折断，断面粉白色，富粉性。</p><p><strong>【鉴别】</strong> （1）本品粉末淡黄白色。淀粉粒甚多，单粒卵形、广卵形或椭圆形，直径6～56μm，层纹不明显。表皮细胞类多角形或长方形，垂周壁连珠状增厚；气孔少见，副卫细胞4～5个。草酸钙结晶少见，细小，多呈颗粒状，有的呈梭形、方形或细杆状。导管多为螺纹，直径至18μm。</p><p>（2）取本品粉末5g，加浓氨试液2ml与三氯甲烷20ml，放置过夜，滤过，取滤液8ml，蒸干，残渣加三氯甲烷1ml使溶解，作为供试品溶液。另取贝母素甲对照品、贝母素乙对照品，加三氯甲烷制成每1ml各含2mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液10～20μl、对照品溶液10μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-甲醇-浓氨试液（17:2:1）为展开剂，展开，取出，晾干，喷以稀碘化铋钾试液。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过18.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过6.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于8.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈-水-二乙胺（70:30:0.03）为流动相；蒸发光散射检测器检测。理论板数按贝母素甲峰计算应不低于2000。</p><p><strong>对照品溶液的制备</strong> 取贝母素甲对照品、贝母素乙对照品适量，精密称定，加甲醇制成每1ml含贝母素甲0.2mg、贝母素乙0.15mg的混合溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过四号筛）约2g，精密称定，置烧瓶中，加浓氨试液4ml浸润1小时，精密加入三氯甲烷-甲醇（4:1）的混合溶液40ml，称定重量，混匀，置80℃水浴中加热回流2小时，放冷，再称定重量，加上述混合溶液补足减失的重量，滤过。精密量取续滤液10ml，置蒸发皿中蒸干，残渣加甲醇使溶解并转移至2ml量瓶中，加甲醇至刻度，摇匀，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液10μl、20μl，供试品溶液5～15μl，注入液相色谱仪，测定，用外标两点法对数方程分别计算贝母素甲、贝母素乙的含量，即得。</p><p>本品按干燥品计算，含贝母素甲（C<sub>27</sub>H<sub>45</sub>NO<sub>3</sub>）和贝母素乙（C<sub>27</sub>H<sub>43</sub>NO<sub>3</sub>）的总量，不得少于0.080%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质。未切片者，洗净，润透，切厚片，干燥；或打成碎块。</p><p><strong>【性状】</strong> 浙贝母 为类圆形的厚片或碎块，有的具心芽。外皮黄褐色或灰褐色，略皱缩；或淡黄白色，较光滑或被有白色粉末。切面微鼓起或平坦，灰白色或粉白色，略角质状或富粉性。多质坚硬，易折断；或质硬，断面灰白色或白色，有的浅黄棕色。气微，味苦。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 苦，寒。归肺、心经。</p><p><strong>【功能与主治】</strong> 清热化痰止咳，解毒散结消痈。用于风热咳嗽，痰火咳嗽，肺痈，乳痈，瘰疬，疮毒。</p><p><strong>【用法与用量】</strong> 5～10g。</p><p><strong>【注意】</strong> 不宜与川乌、制川乌、草乌、制草乌、附子同用。</p><p><strong>【贮藏】</strong> 置干燥处，防蛀。</p><p>的含量，即得。</p><p>本品按干燥品计算，含贝母素甲（C<sub>27</sub>H<sub>45</sub>NO<sub>3</sub>）和贝母素乙（C<sub>27</sub>H<sub>43</sub>NO<sub>3</sub>）的总量，不得少于0.080%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质。未切片者，洗净，润透，切厚片，干燥；或打成碎块。</p><p><strong>【性状】</strong> 浙贝母 为类圆形的厚片或碎块，有的具心芽。外皮黄褐色或灰褐色，略皱缩；或淡黄白色，较光滑或被有白色粉末。切面微鼓起或平坦，灰白色或粉白色，略角质状或富粉性。多质坚硬，易折断；或质硬，断面灰白色或白色，有的浅黄棕色。气微，味苦。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 苦，寒。归肺、心经。</p><p><strong>【功能与主治】</strong> 清热化痰止咳，解毒散结消痈。用于风热咳嗽，痰火咳嗽，肺痈，乳痈，瘰疬，疮毒。</p><p><strong>【用法与用量】</strong> 5～10g。</p><p><strong>【注意】</strong> 不宜与川乌、制川乌、草乌、制草乌、附子同用。</p><p><strong>【贮藏】</strong> 置干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (31, 1, '37.连翘.docx', 'velious', '/medicine-image/lian-qiao/1.png', '/medicine-image/lian-qiao/1.png', `连翘植物青翘药材老翘药材连翘LiɑnqiɑoFORSYTHIAE FRUCTUS本品为木犀科植物连翘Forsythia suspensa（Thunb.）Vahl的干燥果实。秋季果实初熟尚带绿色时采收，除去杂质，蒸熟，晒干，习称"青翘"；果实熟透时采收，晒干，除去杂质，习称"老翘"。【性状】 本品呈长卵形至卵形，稍扁，长1.5～2.5cm，直径0.5～1.3cm。表面有不规则的纵皱纹和多数突起的小斑`, 0, '2022-07-22 18:00:00', `连翘植物

![IMG_256](/medicine-image/lian-qiao/1.png)

青翘药材

![IMG_256](/medicine-image/lian-qiao/2.png)

老翘药材

![IMG_262](/medicine-image/lian-qiao/3.png)

# ![IMG_264](/medicine-image/lian-qiao/4.png)

# ****连翘****

Liɑnqiɑo

FORSYTHIAE FRUCTUS

本品为木犀科植物连翘Forsythia suspensa（Thunb.）Vahl的干燥果实。秋季果实初熟尚带绿色时采收，除去杂质，蒸熟，晒干，习称"青翘"；果实熟透时采收，晒干，除去杂质，习称"老翘"。

**【性状】** 本品呈长卵形至卵形，稍扁，长1.5～2.5cm，直径0.5～1.3cm。表面有不规则的纵皱纹和多数突起的小斑点，两面各有1条明显的纵沟。顶端锐尖，基部有小果梗或已脱落。青翘多不开裂，表面绿褐色，突起的灰白色小斑点较少；质硬；种子多数，黄绿色，细长，一侧有翅。老翘自顶端开裂或裂成两瓣，表面黄棕色或红棕色，内表面多为浅黄棕色，平滑，具一纵隔；质脆；种子棕色，多已脱落。气微香，味苦。

**【鉴别】** （1）本品果皮横切面：外果皮为1列扁平细胞，外壁及侧壁增厚，被角质层。中果皮外侧薄壁组织中散有维管束；中果皮内侧为多列石细胞，长条形、类圆形或长圆形，壁厚薄不一，多切向镶嵌状排列。内果皮为1列薄壁细胞。

（2）取本品粉末1g，加石油醚（30～60℃）20ml，密塞，超声处理15分钟，滤过，滤液回收溶剂至干，残渣加乙醇5ml使溶解，作为供试品溶液。另取连翘对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各3μl，分别点于同一硅胶G薄层板上，以环己烷-甲酸乙酯-甲酸（15:10:0.25）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰，分别置日光及紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，日光下显相同颜色的斑点，紫外光下显相同颜色的荧光斑点。

**【检查】 杂质 **青翘不得过3\%；老翘不得过9\%（通则2301）。

**水分 **不得过10.0\%（通则0832第四法）。

**总灰分** 不得过4.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用65\%乙醇作溶剂，青翘不得少于30.0\%；老翘不得少于16.0\%。

**【含量测定】** **挥发油** 照挥发油测定法（通则2204甲法）测定。

本品青翘含挥发油不得少于2.0\%（ml/g）。

**连翘苷** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-水（25:75）为流动相；检测波长为277nm。理论板数按连翘苷峰计算应不低于3000。

对照品溶液的制备 取连翘苷对照品适量，精密称定，加甲醇制成每1ml含0.2mg的溶液，即得。

供试品溶液的制备 取本品粉末（过五号筛）约2g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，称定重量，超声处理（功率250W，频率40kHz）25分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液10ml，置25ml量瓶中，加水稀释至刻度，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含连翘苷（C27H34O11）不得少于0.15\%。

**连翘酯苷A **照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.4\%冰醋酸溶液（15:85）为流动相；检测波长为330nm。理论板数按连翘酯苷A峰计算应不低于5000。

对照品溶液的制备 取连翘酯苷A对照品适量，精密称定，加甲醇制成每1ml含0.1mg的溶液，即得（临用配制）。

供试品溶液的制备 取本品粉末（过五号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入70\%甲醇15ml，密塞，称定重量，超声处理（功率250W，频率40kHz）30分钟，放冷，再称定重量，用70\%甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，青翘含连翘酯苷A（C29H36O15）不得少于3.5\%；老翘含连翘酯苷A（C29H36O15）不得少于0.25\%。

**【性味与归经】** 苦，微寒。归肺、心、小肠经。

**【功能与主治】** 清热解毒，消肿散结，疏散风热。用于痈疽，瘰疬，乳痈，丹毒，风热感冒，温病初起，温热入营，高热烦渴，神昏发斑，热淋涩痛。

**【用法与用量】** 6～15g。

**【贮藏】** 置干燥处。`, `<p>连翘植物</p><p><img src="/medicine-image/lian-qiao/1.png" alt="IMG_256" /></p><p>青翘药材</p><p><img src="/medicine-image/lian-qiao/2.png" alt="IMG_256" /></p><p>老翘药材</p><p><img src="/medicine-image/lian-qiao/3.png" alt="IMG_262" /></p><h1><img src="/medicine-image/lian-qiao/4.png" alt="IMG_264" /></h1><h1><strong><strong>连翘</strong></strong></h1><p>Liɑnqiɑo</p><p>FORSYTHIAE FRUCTUS</p><p>本品为木犀科植物连翘Forsythia suspensa（Thunb.）Vahl的干燥果实。秋季果实初熟尚带绿色时采收，除去杂质，蒸熟，晒干，习称"青翘"；果实熟透时采收，晒干，除去杂质，习称"老翘"。</p><p><strong>【性状】</strong> 本品呈长卵形至卵形，稍扁，长1.5～2.5cm，直径0.5～1.3cm。表面有不规则的纵皱纹和多数突起的小斑点，两面各有1条明显的纵沟。顶端锐尖，基部有小果梗或已脱落。青翘多不开裂，表面绿褐色，突起的灰白色小斑点较少；质硬；种子多数，黄绿色，细长，一侧有翅。老翘自顶端开裂或裂成两瓣，表面黄棕色或红棕色，内表面多为浅黄棕色，平滑，具一纵隔；质脆；种子棕色，多已脱落。气微香，味苦。</p><p><strong>【鉴别】</strong> （1）本品果皮横切面：外果皮为1列扁平细胞，外壁及侧壁增厚，被角质层。中果皮外侧薄壁组织中散有维管束；中果皮内侧为多列石细胞，长条形、类圆形或长圆形，壁厚薄不一，多切向镶嵌状排列。内果皮为1列薄壁细胞。</p><p>（2）取本品粉末1g，加石油醚（30～60℃）20ml，密塞，超声处理15分钟，滤过，滤液回收溶剂至干，残渣加乙醇5ml使溶解，作为供试品溶液。另取连翘对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各3μl，分别点于同一硅胶G薄层板上，以环己烷-甲酸乙酯-甲酸（15:10:0.25）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰，分别置日光及紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，日光下显相同颜色的斑点，紫外光下显相同颜色的荧光斑点。</p><p><strong>【检查】 杂质 </strong>青翘不得过3%；老翘不得过9%（通则2301）。</p><p><strong>水分 </strong>不得过10.0%（通则0832第四法）。</p><p><strong>总灰分</strong> 不得过4.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用65%乙醇作溶剂，青翘不得少于30.0%；老翘不得少于16.0%。</p><p><strong>【含量测定】</strong> <strong>挥发油</strong> 照挥发油测定法（通则2204甲法）测定。</p><p>本品青翘含挥发油不得少于2.0%（ml/g）。</p><p><strong>连翘苷</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-水（25:75）为流动相；检测波长为277nm。理论板数按连翘苷峰计算应不低于3000。</p><p>对照品溶液的制备 取连翘苷对照品适量，精密称定，加甲醇制成每1ml含0.2mg的溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过五号筛）约2g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，称定重量，超声处理（功率250W，频率40kHz）25分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液10ml，置25ml量瓶中，加水稀释至刻度，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含连翘苷（C<sub>27</sub>H<sub>34</sub>O<sub>11</sub>）不得少于0.15%。</p><p><strong>连翘酯苷A </strong>照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.4%冰醋酸溶液（15:85）为流动相；检测波长为330nm。理论板数按连翘酯苷A峰计算应不低于5000。</p><p>对照品溶液的制备 取连翘酯苷A对照品适量，精密称定，加甲醇制成每1ml含0.1mg的溶液，即得（临用配制）。</p><p>供试品溶液的制备 取本品粉末（过五号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入70%甲醇15ml，密塞，称定重量，超声处理（功率250W，频率40kHz）30分钟，放冷，再称定重量，用70%甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，青翘含连翘酯苷A（C<sub>29</sub>H<sub>36</sub>O<sub>15</sub>）不得少于3.5%；老翘含连翘酯苷A（C<sub>29</sub>H<sub>36</sub>O<sub>15</sub>）不得少于0.25%。</p><p><strong>【性味与归经】</strong> 苦，微寒。归肺、心、小肠经。</p><p><strong>【功能与主治】</strong> 清热解毒，消肿散结，疏散风热。用于痈疽，瘰疬，乳痈，丹毒，风热感冒，温病初起，温热入营，高热烦渴，神昏发斑，热淋涩痛。</p><p><strong>【用法与用量】</strong> 6～15g。</p><p><strong>【贮藏】</strong> 置干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (53, 1, '57.防风.docx', 'velious', '/medicine-image/fang-feng/1.png', '/medicine-image/fang-feng/1.png', `防风植物（徐老师图）防风鲜品（徐老师图）防风药材防风饮片(徐老师图）防风FɑngfengSAPOSHNIKOVIAE RADIX本品为伞形科植物防风Saposhnikovia divaricata（Turcz.）Schischk.的干燥根。春、秋二季采挖未抽花茎植株的根，除去须根和泥沙，晒干。【性状】 本品呈长圆锥形或长圆柱形，下部渐细，有的略弯曲，长15～30cm，直径0.5～2cm。表面灰棕色`, 0, '2022-07-22 18:00:00', `防风植物（徐老师图）

![IMG_256](/medicine-image/fang-feng/1.png)

防风鲜品（徐老师图）

![IMG_257](/medicine-image/fang-feng/2.png)

防风药材

![IMG_258](/medicine-image/fang-feng/3.png)

防风饮片\(徐老师图）

![IMG_259](/medicine-image/fang-feng/4.png)

# ![IMG_260](/medicine-image/fang-feng/5.png)

# ****防风****

Fɑngfeng

SAPOSHNIKOVIAE RADIX

本品为伞形科植物防风Saposhnikovia divaricata（Turcz.）Schischk.的干燥根。春、秋二季采挖未抽花茎植株的根，除去须根和泥沙，晒干。

**【性状】** 本品呈长圆锥形或长圆柱形，下部渐细，有的略弯曲，长15～30cm，直径0.5～2cm。表面灰棕色或棕褐色，粗糙，有纵皱纹、多数横长皮孔样突起及点状的细根痕。根头部有明显密集的环纹，有的环纹上残存棕褐色毛状叶基。体轻，质松，易折断，断面不平坦，皮部棕黄色至棕色，有裂隙，木部黄色。气特异，味微甘。

**【鉴别】** （1）本品横切面：木栓层为5～30列细胞。栓内层窄，有较大的椭圆形油管。韧皮部较宽，有多数类圆形油管，周围分泌细胞4～8个，管内可见金黄色分泌物；射线多弯曲，外侧常成裂隙。形成层明显。木质部导管甚多，呈放射状排列。根头处有髓，薄壁组织中偶见石细胞。

粉末淡棕色。油管直径17～60μm，充满金黄色分泌物。叶基维管束常伴有纤维束。网纹导管直径14～85μm。石细胞少见，黄绿色，长圆形或类长方形，壁较厚。

（2）取本品粉末1g，加丙酮20ml，超声处理20分钟，滤过，滤液蒸干，残渣加乙醇1ml使溶解，作为供试品溶液。另取防风对照药材1g，同法制成对照药材溶液。再取升麻素苷对照品、5-O-甲基维斯阿米醇苷对照品，加乙醇制成每1ml各含1mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各10μl，分别点于同一硅胶GF254薄层板上，以三氯甲烷-甲醇（4:1）为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过10.0\%（通则0832第二法）。

**总灰分** 不得过6.5\%（通则2302）。

**酸不溶性灰分** 不得过1.5\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于13.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（40:60）为流动相；检测波长为254nm。理论板数按升麻素苷峰计算应不低于2000。

**对照品溶液的制备** 取升麻素苷对照品及5-O-甲基维斯阿米醇苷对照品适量，精密称定，分别加甲醇制成每1ml各含60μg的溶液，即得。

**供试品溶液的制备** 取本品细粉约0.25g，精密称定，置具塞锥形瓶中，精密加入甲醇10ml，称定重量，水浴回流2小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液各3μl与供试品溶液2μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含升麻素苷（C22H28O11）和5-O-甲基维斯阿米醇苷（C22H28O10）的总量不得少于0.24\%。

**饮片**

**【炮制】** 除去杂质，洗净，润透，切厚片，干燥。

**【性状】** 本品为圆形或椭圆形的厚片。外表皮灰棕色或棕褐色，有纵皱纹、有的可见横长皮孔样突起、密集的环纹或残存的毛状叶基。切面皮部棕黄色至棕色，有裂隙，木部黄色，具放射状纹理。气特异，味微甘。

**【鉴别】** **【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 辛、甘，微温。归膀胱、肝、脾经。

**【功能与主治】** 祛风解表，胜湿止痛，止痉。用于感冒头痛，风湿痹痛，风疹瘙痒，破伤风。

**【用法与用量】** 5～10g。

**【贮藏】** 置阴凉干燥处，防蛀。`, `<p>防风植物（徐老师图）</p><p><img src="/medicine-image/fang-feng/1.png" alt="IMG_256" /></p><p>防风鲜品（徐老师图）</p><p><img src="/medicine-image/fang-feng/2.png" alt="IMG_257" /></p><p>防风药材</p><p><img src="/medicine-image/fang-feng/3.png" alt="IMG_258" /></p><p>防风饮片(徐老师图）</p><p><img src="/medicine-image/fang-feng/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/fang-feng/5.png" alt="IMG_260" /></h1><h1><strong><strong>防风</strong></strong></h1><p>Fɑngfeng</p><p>SAPOSHNIKOVIAE RADIX</p><p>本品为伞形科植物防风Saposhnikovia divaricata（Turcz.）Schischk.的干燥根。春、秋二季采挖未抽花茎植株的根，除去须根和泥沙，晒干。</p><p><strong>【性状】</strong> 本品呈长圆锥形或长圆柱形，下部渐细，有的略弯曲，长15～30cm，直径0.5～2cm。表面灰棕色或棕褐色，粗糙，有纵皱纹、多数横长皮孔样突起及点状的细根痕。根头部有明显密集的环纹，有的环纹上残存棕褐色毛状叶基。体轻，质松，易折断，断面不平坦，皮部棕黄色至棕色，有裂隙，木部黄色。气特异，味微甘。</p><p><strong>【鉴别】</strong> （1）本品横切面：木栓层为5～30列细胞。栓内层窄，有较大的椭圆形油管。韧皮部较宽，有多数类圆形油管，周围分泌细胞4～8个，管内可见金黄色分泌物；射线多弯曲，外侧常成裂隙。形成层明显。木质部导管甚多，呈放射状排列。根头处有髓，薄壁组织中偶见石细胞。</p><p>粉末淡棕色。油管直径17～60μm，充满金黄色分泌物。叶基维管束常伴有纤维束。网纹导管直径14～85μm。石细胞少见，黄绿色，长圆形或类长方形，壁较厚。</p><p>（2）取本品粉末1g，加丙酮20ml，超声处理20分钟，滤过，滤液蒸干，残渣加乙醇1ml使溶解，作为供试品溶液。另取防风对照药材1g，同法制成对照药材溶液。再取升麻素苷对照品、5-O-甲基维斯阿米醇苷对照品，加乙醇制成每1ml各含1mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各10μl，分别点于同一硅胶GF254薄层板上，以三氯甲烷-甲醇（4:1）为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过10.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过6.5%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过1.5%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于13.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（40:60）为流动相；检测波长为254nm。理论板数按升麻素苷峰计算应不低于2000。</p><p><strong>对照品溶液的制备</strong> 取升麻素苷对照品及5-O-甲基维斯阿米醇苷对照品适量，精密称定，分别加甲醇制成每1ml各含60μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品细粉约0.25g，精密称定，置具塞锥形瓶中，精密加入甲醇10ml，称定重量，水浴回流2小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液各3μl与供试品溶液2μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含升麻素苷（C<sub>22</sub>H<sub>28</sub>O<sub>11</sub>）和5-O-甲基维斯阿米醇苷（C<sub>22</sub>H<sub>28</sub>O<sub>10</sub>）的总量不得少于0.24%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品为圆形或椭圆形的厚片。外表皮灰棕色或棕褐色，有纵皱纹、有的可见横长皮孔样突起、密集的环纹或残存的毛状叶基。切面皮部棕黄色至棕色，有裂隙，木部黄色，具放射状纹理。气特异，味微甘。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛、甘，微温。归膀胱、肝、脾经。</p><p><strong>【功能与主治】</strong> 祛风解表，胜湿止痛，止痉。用于感冒头痛，风湿痹痛，风疹瘙痒，破伤风。</p><p><strong>【用法与用量】</strong> 5～10g。</p><p><strong>【贮藏】</strong> 置阴凉干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (90, 1, '90.穿山龙.docx', 'velious', '/medicine-image/chuan-shan-long/1.png', '/medicine-image/chuan-shan-long/1.png', `穿龙薯蓣穿山龙鲜品穿山龙穿山龙切片穿山龙ChuɑnshɑnlongDIOSCOREAE NIPPONICAE RHIZOMA本品为薯蓣科植物穿龙薯蓣Dioscorea nipponica Makino的干燥根茎。春、秋二季采挖，洗净，除去须根和外皮，晒干。【性状】 根茎呈类圆柱形，稍弯曲，长15～20cm，直径1.0～1.5cm。表面黄白色或棕黄色，有不规则纵沟、刺状残根及偏于一侧的突起茎痕。质坚`, 0, '2022-07-22 18:00:00', `穿龙薯蓣  
![IMG_256](/medicine-image/chuan-shan-long/1.png)

穿山龙鲜品

![IMG_257](/medicine-image/chuan-shan-long/2.png)  
穿山龙

![IMG_258](/medicine-image/chuan-shan-long/3.png)

穿山龙切片

![IMG_259](/medicine-image/chuan-shan-long/4.png)

# ![IMG_260](/medicine-image/chuan-shan-long/5.png)

# ****穿山龙****

Chuɑnshɑnlong

DIOSCOREAE NIPPONICAE RHIZOMA

本品为薯蓣科植物穿龙薯蓣Dioscorea nipponica Makino的干燥根茎。春、秋二季采挖，洗净，除去须根和外皮，晒干。

**【性状】** 根茎呈类圆柱形，稍弯曲，长15～20cm，直径1.0～1.5cm。表面黄白色或棕黄色，有不规则纵沟、刺状残根及偏于一侧的突起茎痕。质坚硬，断面平坦，白色或黄白色，散有淡棕色维管束小点。气微，味苦涩。

**【鉴别】** （1）本品粉末淡黄色。淀粉粒单粒椭圆形、类三角形、圆锥形或不规则形，直径3～17μm，长至33μm，脐点长缝状。草酸钙针晶散在，或成束存在于黏液细胞中，长约至110μm。木化薄壁细胞淡黄色或黄色，呈长椭圆形、长方形或棱形，纹孔较小而稀疏。具缘纹孔导管直径17～56μm，纹孔细密，椭圆形。

（2）取本品粉末0.5g，加甲醇25ml，超声处理30分钟，滤过，滤液蒸干，残渣加3mol/L盐酸溶液20ml使溶解，置水浴中加热水解30分钟，放冷，再加入三氯甲烷30ml，加热回流15分钟，滤过，取三氯甲烷液蒸干，残渣加三氯甲烷-甲醇（1:1）的混合溶液2ml使溶解，作为供试品溶液。另取薯蓣皂苷元对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各3μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇（20:0.2）为展开剂，展开，取出，晾干，喷以10\%磷钼酸乙醇溶液，在105℃加热10分钟。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过12.0\%（通则0832第二法）。

**总灰分 **不得过5.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用65\%乙醇作溶剂，不得少于20.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈-水（55:45）为流动相；检测波长为203nm。理论板数按薯蓣皂苷峰计算应不低于3000。

**对照品溶液的制备** 取薯蓣皂苷对照品适量，精密称定，加甲醇制成每1ml含0.3mg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过四号筛）约0.25g，精密称定，置具塞锥形瓶中，精密加入65\%乙醇25ml，称定重量，超声处理（功率120W，频率40kHz）30分钟，放冷，再称定重量，用65\%乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含薯蓣皂苷（C45H72O16）不得少于1.3\%。

**饮片**

**【炮制】** 除去杂质，洗净，润透，切厚片，干燥。

**【性状】** 本品呈圆形或椭圆形的厚片。外表皮黄白色或棕黄色，有时可见刺状残根。切面白色或黄白色，有淡棕色的点状维管束。气微。味苦涩。

**【鉴别】** **【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 甘、苦，温。归肝、肾、肺经。

**【功能与主治】** 祛风除湿，舒筋通络，活血止痛，止咳平喘。用于风湿痹病，关节肿胀，疼痛麻木，跌扑损伤，闪腰岔气，咳嗽气喘。

**【用法与用量】** 9～15g；也可制成酒剂用。

**【注意】** 粉碎加工时，注意防护，以免发生过敏反应。

**【贮藏】** 置于干燥处。`, `<p>穿龙薯蓣<br /><img src="/medicine-image/chuan-shan-long/1.png" alt="IMG_256" /></p><p>穿山龙鲜品</p><p><img src="/medicine-image/chuan-shan-long/2.png" alt="IMG_257" /><br />穿山龙</p><p><img src="/medicine-image/chuan-shan-long/3.png" alt="IMG_258" /></p><p>穿山龙切片</p><p><img src="/medicine-image/chuan-shan-long/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/chuan-shan-long/5.png" alt="IMG_260" /></h1><h1><strong><strong>穿山龙</strong></strong></h1><p>Chuɑnshɑnlong</p><p>DIOSCOREAE NIPPONICAE RHIZOMA</p><p>本品为薯蓣科植物穿龙薯蓣Dioscorea nipponica Makino的干燥根茎。春、秋二季采挖，洗净，除去须根和外皮，晒干。</p><p><strong>【性状】</strong> 根茎呈类圆柱形，稍弯曲，长15～20cm，直径1.0～1.5cm。表面黄白色或棕黄色，有不规则纵沟、刺状残根及偏于一侧的突起茎痕。质坚硬，断面平坦，白色或黄白色，散有淡棕色维管束小点。气微，味苦涩。</p><p><strong>【鉴别】</strong> （1）本品粉末淡黄色。淀粉粒单粒椭圆形、类三角形、圆锥形或不规则形，直径3～17μm，长至33μm，脐点长缝状。草酸钙针晶散在，或成束存在于黏液细胞中，长约至110μm。木化薄壁细胞淡黄色或黄色，呈长椭圆形、长方形或棱形，纹孔较小而稀疏。具缘纹孔导管直径17～56μm，纹孔细密，椭圆形。</p><p>（2）取本品粉末0.5g，加甲醇25ml，超声处理30分钟，滤过，滤液蒸干，残渣加3mol/L盐酸溶液20ml使溶解，置水浴中加热水解30分钟，放冷，再加入三氯甲烷30ml，加热回流15分钟，滤过，取三氯甲烷液蒸干，残渣加三氯甲烷-甲醇（1:1）的混合溶液2ml使溶解，作为供试品溶液。另取薯蓣皂苷元对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各3μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇（20:0.2）为展开剂，展开，取出，晾干，喷以10%磷钼酸乙醇溶液，在105℃加热10分钟。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过12.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过5.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用65%乙醇作溶剂，不得少于20.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈-水（55:45）为流动相；检测波长为203nm。理论板数按薯蓣皂苷峰计算应不低于3000。</p><p><strong>对照品溶液的制备</strong> 取薯蓣皂苷对照品适量，精密称定，加甲醇制成每1ml含0.3mg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过四号筛）约0.25g，精密称定，置具塞锥形瓶中，精密加入65%乙醇25ml，称定重量，超声处理（功率120W，频率40kHz）30分钟，放冷，再称定重量，用65%乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含薯蓣皂苷（C<sub>45</sub>H<sub>72</sub>O<sub>16</sub>）不得少于1.3%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品呈圆形或椭圆形的厚片。外表皮黄白色或棕黄色，有时可见刺状残根。切面白色或黄白色，有淡棕色的点状维管束。气微。味苦涩。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘、苦，温。归肝、肾、肺经。</p><p><strong>【功能与主治】</strong> 祛风除湿，舒筋通络，活血止痛，止咳平喘。用于风湿痹病，关节肿胀，疼痛麻木，跌扑损伤，闪腰岔气，咳嗽气喘。</p><p><strong>【用法与用量】</strong> 9～15g；也可制成酒剂用。</p><p><strong>【注意】</strong> 粉碎加工时，注意防护，以免发生过敏反应。</p><p><strong>【贮藏】</strong> 置于干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (35, 1, '40.益母草.docx', 'velious', '/medicine-image/yi-mu-cao/1.png', '/medicine-image/yi-mu-cao/1.png', `益母草植物童子益母草药材益母草饮片益母草种子：茺蔚子益母草YimucɑoLEONURI HERBA本品为唇形科植物益母草Leonurus japonicus Houtt.的新鲜或干燥地上部分。鲜品春季幼苗期至初夏花前期采割；干品夏季茎叶茂盛、花未开或初开时采割，晒干，或切段晒干。【性状】 鲜益母草 幼苗期无茎，基生叶圆心形，5～9浅裂，每裂片有2～3钝齿。花前期茎呈方柱形，上部多分枝，四面凹下成纵`, 0, '2022-07-22 18:00:00', `益母草植物

![IMG_256](/medicine-image/yi-mu-cao/1.png)  
童子益母草药材

![IMG_257](/medicine-image/yi-mu-cao/2.png)

益母草饮片

![IMG_258](/medicine-image/yi-mu-cao/3.png)

益母草种子：茺蔚子

![IMG_256](/medicine-image/yi-mu-cao/4.png)

![IMG_256](/medicine-image/yi-mu-cao/5.png)

# ****益母草****

Yimucɑo

LEONURI HERBA

本品为唇形科植物益母草Leonurus japonicus Houtt.的新鲜或干燥地上部分。鲜品春季幼苗期至初夏花前期采割；干品夏季茎叶茂盛、花未开或初开时采割，晒干，或切段晒干。

**【性状】** **鲜益母草** 幼苗期无茎，基生叶圆心形，5～9浅裂，每裂片有2～3钝齿。花前期茎呈方柱形，上部多分枝，四面凹下成纵沟，长30～60cm，直径0.2～0.5cm；表面青绿色；质鲜嫩，断面中部有髓。叶交互对生，有柄；叶片青绿色，质鲜嫩，揉之有汁；下部茎生叶掌状3裂，上部叶羽状深裂或浅裂成3片，裂片全缘或具少数锯齿。气微，味微苦。

**干益母草** 茎表面灰绿色或黄绿色；体轻，质韧，断面中部有髓。叶片灰绿色，多皱缩、破碎，易脱落。轮伞花序腋生，小花淡紫色，花萼筒状，花冠二唇形。切段者长约2cm。

**【鉴别】** （1）本品茎横切面：表皮细胞外被角质层，有茸毛；腺鳞头部4、6细胞或8细胞，柄单细胞；非腺毛1～4细胞。下皮厚角细胞在棱角处较多。皮层为数列薄壁细胞；内皮层明显。中柱鞘纤维束微木化。韧皮部较窄。木质部在棱角处较发达。髓部薄壁细胞较大。薄壁细胞含细小草酸钙针晶和小方晶。鲜品近表皮部分皮层薄壁细胞含叶绿体。

（2）取盐酸水苏碱〔含量测定〕项下的供试品溶液10ml，蒸干，残渣加无水乙醇1ml使溶解，离心，取上清液作为供试品溶液（鲜品干燥后粉碎，同法制成）。另取盐酸水苏碱对照品，加无水乙醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5～10μl，分别点于同一硅胶G薄层板上，以丙酮-无水乙醇-盐酸（10:6:1）为展开剂，展开，取出，晾干，在105℃加热15分钟，放冷，喷以稀碘化铋钾试液-三氯化铁试液（10:1）混合溶液至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **干益母草 不得过13.0\%（通则0832第二法）。

**总灰分 **干益母草 不得过11.0\%（通则2302）。

**【浸出物】** 干益母草 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于15.0\%。

**【含量测定】** 干益母草 **盐酸水苏碱** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以丙基酰胺键合硅胶为填充剂；以乙腈-0.2\%冰醋酸溶液（80:20）为流动相；用蒸发光散射检测器检测。理论板数按盐酸水苏碱峰计算应不低于6000。

对照品溶液的制备 取盐酸水苏碱对照品适量，精密称定，加70\%乙醇制成每1ml含0.5mg的溶液，即得。

供试品溶液的制备 取本品粉末（过三号筛）约1g，精密称定，置具塞锥形瓶中，精密加入70\%乙醇25ml，称定重量，加热回流2小时，放冷，再称定重量，用70\%乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液5μl、10μl，供试品溶液10～20μl，注入液相色谱仪，测定，用外标两点法对数方程计算，即得。

本品按干燥品计算，含盐酸水苏碱（C7H13NO2·HCl）不得少于0.50\%。

**盐酸益母草碱** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.4\%辛烷磺酸钠的0.1\%磷酸溶液（24:76）为流动相；检测波长为277nm。理论板数按盐酸益母草碱峰计算应不低于6000。

对照品溶液的制备 取盐酸益母草碱对照品适量，精密称定，加70\%乙醇制成每1ml含30μg的溶液，即得。

测定法 分别精密吸取对照品溶液与盐酸水苏碱〔含量测定〕项下供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含盐酸益母草碱（C14H21O5N3·HCl）不得少于0.050\%。

**饮片**

**【炮制】** **鲜益母草** 除去杂质，迅速洗净。

**干益母草** 除去杂质，迅速洗净，略润，切段，干燥。

**【性状】** 本品呈不规则的段。茎方形，四面凹下成纵沟，灰绿色或黄绿色。切面中部有白髓。叶片灰绿色，多皱缩、破碎。轮伞花序腋生，花黄棕色，花萼筒状，花冠二唇形。气微，味微苦。

**【浸出物】** 同药材，不得少于12.0\%。

**【含量测定】** 同药材，含盐酸水苏碱（C7H13NO2·HCl）不得少于0.40\%，含盐酸益母草碱（C14H21O5N3·HCl）不得少于0.040\%。

**【鉴别】**（除茎横切面外） **【检查】** 同药材。

**【性味与归经】** 苦、辛，微寒。归肝、心包、膀胱经。

**【功能与主治】** 活血调经，利尿消肿，清热解毒。用于月经不调，痛经经闭，恶露不尽，水肿尿少，疮疡肿毒。

**【用法与用量】** 9～30g；鲜品12～40g。

**【注意】** 孕妇慎用。

**【贮藏】** 干益母草置干燥处；鲜益母草置阴凉潮湿处。`, `<p>益母草植物</p><p><img src="/medicine-image/yi-mu-cao/1.png" alt="IMG_256" /><br />童子益母草药材</p><p><img src="/medicine-image/yi-mu-cao/2.png" alt="IMG_257" /></p><p>益母草饮片</p><p><img src="/medicine-image/yi-mu-cao/3.png" alt="IMG_258" /></p><p>益母草种子：茺蔚子</p><p><img src="/medicine-image/yi-mu-cao/4.png" alt="IMG_256" /></p><p><img src="/medicine-image/yi-mu-cao/5.png" alt="IMG_256" /></p><h1><strong><strong>益母草</strong></strong></h1><p>Yimucɑo</p><p>LEONURI HERBA</p><p>本品为唇形科植物益母草Leonurus japonicus Houtt.的新鲜或干燥地上部分。鲜品春季幼苗期至初夏花前期采割；干品夏季茎叶茂盛、花未开或初开时采割，晒干，或切段晒干。</p><p><strong>【性状】</strong> <strong>鲜益母草</strong> 幼苗期无茎，基生叶圆心形，5～9浅裂，每裂片有2～3钝齿。花前期茎呈方柱形，上部多分枝，四面凹下成纵沟，长30～60cm，直径0.2～0.5cm；表面青绿色；质鲜嫩，断面中部有髓。叶交互对生，有柄；叶片青绿色，质鲜嫩，揉之有汁；下部茎生叶掌状3裂，上部叶羽状深裂或浅裂成3片，裂片全缘或具少数锯齿。气微，味微苦。</p><p><strong>干益母草</strong> 茎表面灰绿色或黄绿色；体轻，质韧，断面中部有髓。叶片灰绿色，多皱缩、破碎，易脱落。轮伞花序腋生，小花淡紫色，花萼筒状，花冠二唇形。切段者长约2cm。</p><p><strong>【鉴别】</strong> （1）本品茎横切面：表皮细胞外被角质层，有茸毛；腺鳞头部4、6细胞或8细胞，柄单细胞；非腺毛1～4细胞。下皮厚角细胞在棱角处较多。皮层为数列薄壁细胞；内皮层明显。中柱鞘纤维束微木化。韧皮部较窄。木质部在棱角处较发达。髓部薄壁细胞较大。薄壁细胞含细小草酸钙针晶和小方晶。鲜品近表皮部分皮层薄壁细胞含叶绿体。</p><p>（2）取盐酸水苏碱〔含量测定〕项下的供试品溶液10ml，蒸干，残渣加无水乙醇1ml使溶解，离心，取上清液作为供试品溶液（鲜品干燥后粉碎，同法制成）。另取盐酸水苏碱对照品，加无水乙醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5～10μl，分别点于同一硅胶G薄层板上，以丙酮-无水乙醇-盐酸（10:6:1）为展开剂，展开，取出，晾干，在105℃加热15分钟，放冷，喷以稀碘化铋钾试液-三氯化铁试液（10:1）混合溶液至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>干益母草 不得过13.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>干益母草 不得过11.0%（通则2302）。</p><p><strong>【浸出物】</strong> 干益母草 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于15.0%。</p><p><strong>【含量测定】</strong> 干益母草 <strong>盐酸水苏碱</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以丙基酰胺键合硅胶为填充剂；以乙腈-0.2%冰醋酸溶液（80:20）为流动相；用蒸发光散射检测器检测。理论板数按盐酸水苏碱峰计算应不低于6000。</p><p>对照品溶液的制备 取盐酸水苏碱对照品适量，精密称定，加70%乙醇制成每1ml含0.5mg的溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过三号筛）约1g，精密称定，置具塞锥形瓶中，精密加入70%乙醇25ml，称定重量，加热回流2小时，放冷，再称定重量，用70%乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液5μl、10μl，供试品溶液10～20μl，注入液相色谱仪，测定，用外标两点法对数方程计算，即得。</p><p>本品按干燥品计算，含盐酸水苏碱（C<sub>7</sub>H<sub>13</sub>NO<sub>2</sub>·HCl）不得少于0.50%。</p><p><strong>盐酸益母草碱</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.4%辛烷磺酸钠的0.1%磷酸溶液（24:76）为流动相；检测波长为277nm。理论板数按盐酸益母草碱峰计算应不低于6000。</p><p>对照品溶液的制备 取盐酸益母草碱对照品适量，精密称定，加70%乙醇制成每1ml含30μg的溶液，即得。</p><p>测定法 分别精密吸取对照品溶液与盐酸水苏碱〔含量测定〕项下供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含盐酸益母草碱（C<sub>14</sub>H<sub>21</sub>O<sub>5</sub>N<sub>3</sub>·HCl）不得少于0.050%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>鲜益母草</strong> 除去杂质，迅速洗净。</p><p><strong>干益母草</strong> 除去杂质，迅速洗净，略润，切段，干燥。</p><p><strong>【性状】</strong> 本品呈不规则的段。茎方形，四面凹下成纵沟，灰绿色或黄绿色。切面中部有白髓。叶片灰绿色，多皱缩、破碎。轮伞花序腋生，花黄棕色，花萼筒状，花冠二唇形。气微，味微苦。</p><p><strong>【浸出物】</strong> 同药材，不得少于12.0%。</p><p><strong>【含量测定】</strong> 同药材，含盐酸水苏碱（C<sub>7</sub>H<sub>13</sub>NO<sub>2</sub>·HCl）不得少于0.40%，含盐酸益母草碱（C<sub>14</sub>H<sub>21</sub>O<sub>5</sub>N<sub>3</sub>·HCl）不得少于0.040%。</p><p><strong>【鉴别】</strong>（除茎横切面外） <strong>【检查】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 苦、辛，微寒。归肝、心包、膀胱经。</p><p><strong>【功能与主治】</strong> 活血调经，利尿消肿，清热解毒。用于月经不调，痛经经闭，恶露不尽，水肿尿少，疮疡肿毒。</p><p><strong>【用法与用量】</strong> 9～30g；鲜品12～40g。</p><p><strong>【注意】</strong> 孕妇慎用。</p><p><strong>【贮藏】</strong> 干益母草置干燥处；鲜益母草置阴凉潮湿处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (8, 1, '16.马齿苋.docx', 'velious', '/medicine-image/ma-chi-xian/1.png', '/medicine-image/ma-chi-xian/1.png', `马齿苋植物马齿苋药材马齿苋饮片下面为2020版中国药典标准马齿苋MɑchixiɑnPORTULACAE HERBA本品为马齿苋科植物马齿苋Portulaca oleracea L.的干燥地上部分。夏、秋二季采收，除去残根和杂质，洗净，略蒸或烫后晒干。【性状】 本品多皱缩卷曲，常结成团。茎圆柱形，长可达30cm，直径0.1～0.2cm，表面黄褐色，有明显纵沟纹。叶对生或互生，易破碎，完整叶片倒卵形，`, 0, '2022-07-22 18:00:00', `马齿苋植物

![IMG_256](/medicine-image/ma-chi-xian/1.png)

马齿苋药材

![IMG_258](/medicine-image/ma-chi-xian/2.png)

马齿苋饮片![IMG_259](/medicine-image/ma-chi-xian/3.png)

![IMG_256](/medicine-image/ma-chi-xian/4.png)

# ****下面为2020版中国药典标准****

# ****马齿苋****

Mɑchixiɑn

PORTULACAE HERBA

本品为马齿苋科植物马齿苋Portulaca oleracea L.的干燥地上部分。夏、秋二季采收，除去残根和杂质，洗净，略蒸或烫后晒干。

**【性状】** 本品多皱缩卷曲，常结成团。茎圆柱形，长可达30cm，直径0.1～0.2cm，表面黄褐色，有明显纵沟纹。叶对生或互生，易破碎，完整叶片倒卵形，长1～2.5cm，宽0.5～1.5cm；绿褐色，先端钝平或微缺，全缘。花小，3～5朵生于枝端，花瓣5，黄色。蒴果圆锥形，长约5mm，内含多数细小种子。气微，味微酸。

**【鉴别】** （1）本品粉末灰绿色。草酸钙簇晶众多，大小不一，直径7～108μm，大型簇晶的晶块较大，棱角钝。草酸钙方晶宽8～69μm，长至125μm，有的方晶堆砌成簇晶状。叶表皮细胞垂周壁弯曲或较平直，气孔平轴式。含晶细胞常位于维管束旁，内含细小草酸钙簇晶。内果皮石细胞大多成群，呈长梭形或长方形，壁稍厚，可见孔沟与纹孔。种皮细胞棕红色或棕黄色，表面观呈多角星状，表面密布不整齐小突起。花粉粒类球形，直径48～65μm，表面具细刺状纹饰，萌发孔短横线状。

（2）取本品粉末2g，加水20ml，加甲酸调节pH值至3～4，冷浸3小时，滤过，滤液蒸干，残渣加水5ml使溶解，作为供试品溶液。另取马齿苋对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各1～2μl，分别点于同一硅胶G薄层板上，以水饱和正丁醇-冰醋酸-水（4:1:1）为展开剂，展开，取出，晾干，喷以0.2\%茚三酮乙醇溶液，在110℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 ** 不得过12.0\%（通则0832第二法）。

**饮片**

**【炮制】** 除去杂质，洗净，稍润，切段，干燥。

**【性状】** 本品呈不规则的段。茎圆柱形，表面黄褐色，有明显纵沟纹。叶多破碎，完整者展平后呈倒卵形，先端钝平或微缺，全缘。蒴果圆锥形，内含多数细小种子。气微，味微酸。

**【检查】** **水分 ** 同药材，不得过9.0\%。

**【鉴别】** 同药材。

**【性味与归经】** 酸，寒。归肝、大肠经。

**【功能与主治】** 清热解毒，凉血止血，止痢。用于热毒血痢，痈肿疔疮，湿疹，丹毒，蛇虫咬伤，便血，痔血，崩漏下血。

**【用法与用量】** 9～15g。外用适量捣敷患处。

**【贮藏】** 置通风干燥处，防潮。`, `<p>马齿苋植物</p><p><img src="/medicine-image/ma-chi-xian/1.png" alt="IMG_256" /></p><p>马齿苋药材</p><p><img src="/medicine-image/ma-chi-xian/2.png" alt="IMG_258" /></p><p>马齿苋饮片<img src="/medicine-image/ma-chi-xian/3.png" alt="IMG_259" /></p><p><img src="/medicine-image/ma-chi-xian/4.png" alt="IMG_256" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>马齿苋</strong></strong></h1><p>Mɑchixiɑn</p><p>PORTULACAE HERBA</p><p>本品为马齿苋科植物马齿苋Portulaca oleracea L.的干燥地上部分。夏、秋二季采收，除去残根和杂质，洗净，略蒸或烫后晒干。</p><p><strong>【性状】</strong> 本品多皱缩卷曲，常结成团。茎圆柱形，长可达30cm，直径0.1～0.2cm，表面黄褐色，有明显纵沟纹。叶对生或互生，易破碎，完整叶片倒卵形，长1～2.5cm，宽0.5～1.5cm；绿褐色，先端钝平或微缺，全缘。花小，3～5朵生于枝端，花瓣5，黄色。蒴果圆锥形，长约5mm，内含多数细小种子。气微，味微酸。</p><p><strong>【鉴别】</strong> （1）本品粉末灰绿色。草酸钙簇晶众多，大小不一，直径7～108μm，大型簇晶的晶块较大，棱角钝。草酸钙方晶宽8～69μm，长至125μm，有的方晶堆砌成簇晶状。叶表皮细胞垂周壁弯曲或较平直，气孔平轴式。含晶细胞常位于维管束旁，内含细小草酸钙簇晶。内果皮石细胞大多成群，呈长梭形或长方形，壁稍厚，可见孔沟与纹孔。种皮细胞棕红色或棕黄色，表面观呈多角星状，表面密布不整齐小突起。花粉粒类球形，直径48～65μm，表面具细刺状纹饰，萌发孔短横线状。</p><p>（2）取本品粉末2g，加水20ml，加甲酸调节pH值至3～4，冷浸3小时，滤过，滤液蒸干，残渣加水5ml使溶解，作为供试品溶液。另取马齿苋对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各1～2μl，分别点于同一硅胶G薄层板上，以水饱和正丁醇-冰醋酸-水（4:1:1）为展开剂，展开，取出，晾干，喷以0.2%茚三酮乙醇溶液，在110℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过12.0%（通则0832第二法）。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，稍润，切段，干燥。</p><p><strong>【性状】</strong> 本品呈不规则的段。茎圆柱形，表面黄褐色，有明显纵沟纹。叶多破碎，完整者展平后呈倒卵形，先端钝平或微缺，全缘。蒴果圆锥形，内含多数细小种子。气微，味微酸。</p><p><strong>【检查】</strong> <strong>水分 </strong> 同药材，不得过9.0%。</p><p><strong>【鉴别】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 酸，寒。归肝、大肠经。</p><p><strong>【功能与主治】</strong> 清热解毒，凉血止血，止痢。用于热毒血痢，痈肿疔疮，湿疹，丹毒，蛇虫咬伤，便血，痔血，崩漏下血。</p><p><strong>【用法与用量】</strong> 9～15g。外用适量捣敷患处。</p><p><strong>【贮藏】</strong> 置通风干燥处，防潮。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (67, 1, '7.商陆.docx', 'velious', '/medicine-image/shang-lu/1.png', '/medicine-image/shang-lu/1.png', `商陆植物垂序商陆植物商陆药材（鲜切）生商陆饮片商陆ShɑngluPHYTOLACCAE RADIX本品为商陆科植物商陆Phytolacca acinosa Roxb.或垂序商陆Phytolacca americana L.的干燥根。秋季至次春采挖，除去须根和泥沙，切成块或片，晒干或阴干。【性状】 本品为横切或纵切的不规则块片，厚薄不等。外皮灰黄色或灰棕色。横切片弯曲不平，边缘皱缩，直径2～8cm；`, 0, '2022-07-22 18:00:00', `商陆植物

![IMG_256](/medicine-image/shang-lu/1.png)

垂序商陆植物

![IMG_257](/medicine-image/shang-lu/2.png)

商陆药材（鲜切）![IMG_258](/medicine-image/shang-lu/3.png)

生商陆饮片

![IMG_259](/medicine-image/shang-lu/4.png)

# ![IMG_260](/medicine-image/shang-lu/5.png)

# ****商陆****

Shɑnglu

PHYTOLACCAE RADIX

本品为商陆科植物商陆Phytolacca acinosa Roxb.或垂序商陆Phytolacca americana L.的干燥根。秋季至次春采挖，除去须根和泥沙，切成块或片，晒干或阴干。

**【性状】** 本品为横切或纵切的不规则块片，厚薄不等。外皮灰黄色或灰棕色。横切片弯曲不平，边缘皱缩，直径2～8cm；切面浅黄棕色或黄白色，木部隆起，形成数个突起的同心性环轮。纵切片弯曲或卷曲，长5～8cm，宽1～2cm，木部呈平行条状突起。质硬。气微，味稍甜，久嚼麻舌。

**【鉴别】** （1）本品横切面：木栓细胞数列至10余列。栓内层较窄。维管组织为三生构造，有数层同心性形成层环，每环有几十个维管束。维管束外侧为韧皮部，内侧为木质部；木纤维较多，常数个相连或围于导管周围。薄壁细胞含草酸钙针晶束，并含淀粉粒。

粉末灰白色。商陆 草酸钙针晶成束或散在，针晶纤细，针晶束长40～72μm，尚可见草酸钙方晶或簇晶。木纤维多成束，直径10～20μm，壁厚或稍厚，有多数十字形纹孔。木栓细胞棕黄色，长方形或多角形，有的含颗粒状物。淀粉粒单粒类圆形或长圆形，直径3～28μm，脐点短缝状、点状、星状和人字形，层纹不明显；复粒少数，由2～3分粒组成。

垂序商陆 草酸钙针晶束稍长，约至96μm；无方晶和簇晶。

（2）取本品粉末3g，加稀乙醇25ml，超声处理30分钟，滤过，取滤液作为供试品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液和〔含量测定〕项下的对照品溶液各10μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇-水（7:3:1）的下层溶液为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】 杂质 **不得过2\%（通则2301）。

**水分 **不得过13.0\%（通则0832第二法）。

**酸不溶性灰分** 不得过2.5\%（通则2302）。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于10.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.4\%冰醋酸溶液（70:30）为流动相；蒸发光散射检测器检测。理论板数按商陆皂苷甲峰计算应不低于2000。

**对照品溶液的制备** 取商陆皂苷甲对照品适量，精密称定，加甲醇制成每1ml含0.5mg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过三号筛）约1g，精密称定，置具塞锥形瓶中，精密加入稀乙醇25ml，称定重量，超声处理（功率500W，频率40kHz）30分钟，放冷，再称定重量，用稀乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液10μl、20μl，供试品溶液20μl，注入液相色谱仪，测定，用外标两点法对数方程计算，即得。

本品按干燥品计算，含商陆皂苷甲（C42H66O16）不得少于0.15\%。

**饮片**

**【炮制】** **生商陆** 除去杂质，洗净，润透，切厚片或块，干燥。

**醋商陆** 取商陆片（块），照醋炙法（通则0213）炒干。

每100kg商陆，用醋30kg。

**【性状】** 本品形如商陆片（块）。表面黄棕色，微有醋香气，味稍甜，久嚼麻舌。

**【检查】** **酸不溶性灰分** 同药材，不得过2.0\%。

**【浸出物】** 同药材，不得少于15.0\%。

**【含量测定】** 同药材，含商陆皂苷甲（C42H66O16）不得少于0.20\%。

**【鉴别】**（2） **【检查】**（水分） 同药材。

**【性味与归经】** 苦，寒；有毒。归肺、脾、肾、大肠经。

**【功能与主治】** 逐水消肿，通利二便；外用解毒散结。用于水肿胀满，二便不通；外治痈肿疮毒。

**【用法与用量】** 3～9g。外用适量，煎汤熏洗。

**【注意】** 孕妇禁用。

**【贮藏】** 置干燥处，防霉，防蛀。`, `<p>商陆植物</p><p><img src="/medicine-image/shang-lu/1.png" alt="IMG_256" /></p><p>垂序商陆植物</p><p><img src="/medicine-image/shang-lu/2.png" alt="IMG_257" /></p><p>商陆药材（鲜切）<img src="/medicine-image/shang-lu/3.png" alt="IMG_258" /></p><p>生商陆饮片</p><p><img src="/medicine-image/shang-lu/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/shang-lu/5.png" alt="IMG_260" /></h1><h1><strong><strong>商陆</strong></strong></h1><p>Shɑnglu</p><p>PHYTOLACCAE RADIX</p><p>本品为商陆科植物商陆Phytolacca acinosa Roxb.或垂序商陆Phytolacca americana L.的干燥根。秋季至次春采挖，除去须根和泥沙，切成块或片，晒干或阴干。</p><p><strong>【性状】</strong> 本品为横切或纵切的不规则块片，厚薄不等。外皮灰黄色或灰棕色。横切片弯曲不平，边缘皱缩，直径2～8cm；切面浅黄棕色或黄白色，木部隆起，形成数个突起的同心性环轮。纵切片弯曲或卷曲，长5～8cm，宽1～2cm，木部呈平行条状突起。质硬。气微，味稍甜，久嚼麻舌。</p><p><strong>【鉴别】</strong> （1）本品横切面：木栓细胞数列至10余列。栓内层较窄。维管组织为三生构造，有数层同心性形成层环，每环有几十个维管束。维管束外侧为韧皮部，内侧为木质部；木纤维较多，常数个相连或围于导管周围。薄壁细胞含草酸钙针晶束，并含淀粉粒。</p><p>粉末灰白色。商陆 草酸钙针晶成束或散在，针晶纤细，针晶束长40～72μm，尚可见草酸钙方晶或簇晶。木纤维多成束，直径10～20μm，壁厚或稍厚，有多数十字形纹孔。木栓细胞棕黄色，长方形或多角形，有的含颗粒状物。淀粉粒单粒类圆形或长圆形，直径3～28μm，脐点短缝状、点状、星状和人字形，层纹不明显；复粒少数，由2～3分粒组成。</p><p>垂序商陆 草酸钙针晶束稍长，约至96μm；无方晶和簇晶。</p><p>（2）取本品粉末3g，加稀乙醇25ml，超声处理30分钟，滤过，取滤液作为供试品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液和〔含量测定〕项下的对照品溶液各10μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇-水（7:3:1）的下层溶液为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】 杂质 </strong>不得过2%（通则2301）。</p><p><strong>水分 </strong>不得过13.0%（通则0832第二法）。</p><p><strong>酸不溶性灰分</strong> 不得过2.5%（通则2302）。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于10.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.4%冰醋酸溶液（70:30）为流动相；蒸发光散射检测器检测。理论板数按商陆皂苷甲峰计算应不低于2000。</p><p><strong>对照品溶液的制备</strong> 取商陆皂苷甲对照品适量，精密称定，加甲醇制成每1ml含0.5mg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约1g，精密称定，置具塞锥形瓶中，精密加入稀乙醇25ml，称定重量，超声处理（功率500W，频率40kHz）30分钟，放冷，再称定重量，用稀乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液10μl、20μl，供试品溶液20μl，注入液相色谱仪，测定，用外标两点法对数方程计算，即得。</p><p>本品按干燥品计算，含商陆皂苷甲（C<sub>42</sub>H<sub>66</sub>O<sub>16</sub>）不得少于0.15%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>生商陆</strong> 除去杂质，洗净，润透，切厚片或块，干燥。</p><p><strong>醋商陆</strong> 取商陆片（块），照醋炙法（通则0213）炒干。</p><p>每100kg商陆，用醋30kg。</p><p><strong>【性状】</strong> 本品形如商陆片（块）。表面黄棕色，微有醋香气，味稍甜，久嚼麻舌。</p><p><strong>【检查】</strong> <strong>酸不溶性灰分</strong> 同药材，不得过2.0%。</p><p><strong>【浸出物】</strong> 同药材，不得少于15.0%。</p><p><strong>【含量测定】</strong> 同药材，含商陆皂苷甲（C<sub>42</sub>H<sub>66</sub>O<sub>16</sub>）不得少于0.20%。</p><p><strong>【鉴别】</strong>（2） <strong>【检查】</strong>（水分） 同药材。</p><p><strong>【性味与归经】</strong> 苦，寒；有毒。归肺、脾、肾、大肠经。</p><p><strong>【功能与主治】</strong> 逐水消肿，通利二便；外用解毒散结。用于水肿胀满，二便不通；外治痈肿疮毒。</p><p><strong>【用法与用量】</strong> 3～9g。外用适量，煎汤熏洗。</p><p><strong>【注意】</strong> 孕妇禁用。</p><p><strong>【贮藏】</strong> 置干燥处，防霉，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (26, 1, '32.白蔹.docx', 'velious', '/medicine-image/bai-lian/1.png', '/medicine-image/bai-lian/1.png', `白蔹植物（谢宗万图）白蔹鲜品（周老师图）白蔹饮片白蔹BɑiliɑnAMPELOPSIS RADIX本品为葡萄科植物白蔹Ampelopsis japonica（Thunb.）Makino的干燥块根。春、秋二季采挖，除去泥沙和细根，切成纵瓣或斜片，晒干。【性状】 本品纵瓣呈长圆形或近纺锤形，长4～10cm，直径1～2cm。切面周边常向内卷曲，中部有1突起的棱线。外皮红棕色或红褐色，有纵皱纹、细横纹及横`, 0, '2022-07-22 18:00:00', `白蔹植物（谢宗万图）

![IMG_256](/medicine-image/bai-lian/1.png)

白蔹鲜品（周老师图）![IMG_257](/medicine-image/bai-lian/2.png)

白蔹饮片

![IMG_258](/medicine-image/bai-lian/3.png)

![IMG_256](/medicine-image/bai-lian/4.png)

# ![IMG_259](/medicine-image/bai-lian/5.png)

# ****白蔹****

Bɑiliɑn

AMPELOPSIS RADIX

本品为葡萄科植物白蔹Ampelopsis japonica（Thunb.）Makino的干燥块根。春、秋二季采挖，除去泥沙和细根，切成纵瓣或斜片，晒干。

**【性状】** 本品纵瓣呈长圆形或近纺锤形，长4～10cm，直径1～2cm。切面周边常向内卷曲，中部有1突起的棱线。外皮红棕色或红褐色，有纵皱纹、细横纹及横长皮孔，易层层脱落，脱落处呈淡红棕色。斜片呈卵圆形，长2.5～5cm，宽2～3cm。切面类白色或浅红棕色，可见放射状纹理，周边较厚，微翘起或略弯曲。体轻，质硬脆，易折断，折断时，有粉尘飞出。气微，味甘。

**【鉴别】** （1）粉末淡红棕色。淀粉粒单粒，长圆形、长卵形、肾形或不规则形，直径3～13μm，脐点不明显；复粒少数。草酸钙针晶长86～169μm，散在或成束存在于黏液细胞中。草酸钙簇晶直径25～78μm，棱角宽大。具缘纹孔导管，直径35～60μm。

（2）取本品粉末2g，加乙醇30ml，加热回流1小时，滤过，滤液蒸干，残渣加乙醇2ml使溶解，作为供试品溶液。另取白蔹对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇（6:1）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。

**【检查】 杂质 **不得过3\%（通则2301）。

**水分 **不得过15.0\%（通则0832第二法）。

**总灰分** 不得过12.0\%（通则2302）。

**酸不溶性灰分** 不得过3.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用25\%乙醇作溶剂，不得少于18.0\%。

**饮片**

**【炮制】** 除去杂质，洗净，润透，切厚片，干燥。

**【性状】** 本品为不规则的厚片。外皮红棕色或红褐色，有纵皱纹、细横纹及横长皮孔，易层层脱落，脱落处呈淡红棕色。切面类白色或浅红棕色，可见放射状纹理，周边较厚，微翘起或略弯曲。体轻，质硬脆，易折断，折断时，有粉尘飞出，气微，味甘。

**【性味与归经】** 苦，微寒。归心、胃经。

**【功能与主治】** 清热解毒，消痈散结，敛疮生肌。用于痈疽发背，疔疮，瘰疬，烧烫伤。

**【用法与用量】** 5～10g。外用适量，煎汤洗或研成极细粉敷患处。

**【注意】** 不宜与川乌、制川乌、草乌、制草乌、附子同用。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>白蔹植物（谢宗万图）</p><p><img src="/medicine-image/bai-lian/1.png" alt="IMG_256" /></p><p>白蔹鲜品（周老师图）<img src="/medicine-image/bai-lian/2.png" alt="IMG_257" /></p><p>白蔹饮片</p><p><img src="/medicine-image/bai-lian/3.png" alt="IMG_258" /></p><p><img src="/medicine-image/bai-lian/4.png" alt="IMG_256" /></p><h1><img src="/medicine-image/bai-lian/5.png" alt="IMG_259" /></h1><h1><strong><strong>白蔹</strong></strong></h1><p>Bɑiliɑn</p><p>AMPELOPSIS RADIX</p><p>本品为葡萄科植物白蔹Ampelopsis japonica（Thunb.）Makino的干燥块根。春、秋二季采挖，除去泥沙和细根，切成纵瓣或斜片，晒干。</p><p><strong>【性状】</strong> 本品纵瓣呈长圆形或近纺锤形，长4～10cm，直径1～2cm。切面周边常向内卷曲，中部有1突起的棱线。外皮红棕色或红褐色，有纵皱纹、细横纹及横长皮孔，易层层脱落，脱落处呈淡红棕色。斜片呈卵圆形，长2.5～5cm，宽2～3cm。切面类白色或浅红棕色，可见放射状纹理，周边较厚，微翘起或略弯曲。体轻，质硬脆，易折断，折断时，有粉尘飞出。气微，味甘。</p><p><strong>【鉴别】</strong> （1）粉末淡红棕色。淀粉粒单粒，长圆形、长卵形、肾形或不规则形，直径3～13μm，脐点不明显；复粒少数。草酸钙针晶长86～169μm，散在或成束存在于黏液细胞中。草酸钙簇晶直径25～78μm，棱角宽大。具缘纹孔导管，直径35～60μm。</p><p>（2）取本品粉末2g，加乙醇30ml，加热回流1小时，滤过，滤液蒸干，残渣加乙醇2ml使溶解，作为供试品溶液。另取白蔹对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇（6:1）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】 杂质 </strong>不得过3%（通则2301）。</p><p><strong>水分 </strong>不得过15.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过12.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过3.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用25%乙醇作溶剂，不得少于18.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品为不规则的厚片。外皮红棕色或红褐色，有纵皱纹、细横纹及横长皮孔，易层层脱落，脱落处呈淡红棕色。切面类白色或浅红棕色，可见放射状纹理，周边较厚，微翘起或略弯曲。体轻，质硬脆，易折断，折断时，有粉尘飞出，气微，味甘。</p><p><strong>【性味与归经】</strong> 苦，微寒。归心、胃经。</p><p><strong>【功能与主治】</strong> 清热解毒，消痈散结，敛疮生肌。用于痈疽发背，疔疮，瘰疬，烧烫伤。</p><p><strong>【用法与用量】</strong> 5～10g。外用适量，煎汤洗或研成极细粉敷患处。</p><p><strong>【注意】</strong> 不宜与川乌、制川乌、草乌、制草乌、附子同用。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (86, 1, '87.远志.docx', 'velious', '/medicine-image/yuan-zhi/1.png', '/medicine-image/yuan-zhi/1.png', `植物远志植物卵叶远志远志药材远志饮片制远志饮片远志YuɑnzhiPOLYGALAE RADIX本品为远志科植物远志Polygala tenuifolia Willd.或卵叶远志Polygala sibirica L.的干燥根。春、秋二季采挖，除去须根和泥沙，晒干或抽取木心晒干。【性状】 本品呈圆柱形，略弯曲，长2～30cm，直径0.2～1cm。表面灰黄色至灰棕色，有较密并深陷的横皱纹、纵皱纹及裂纹`, 0, '2022-07-22 18:00:00', `# 植物远志

# ![IMG_256](/medicine-image/yuan-zhi/1.png)

# 植物卵叶远志

# ![IMG_257](/medicine-image/yuan-zhi/2.png)

# 远志药材

# ![IMG_258](/medicine-image/yuan-zhi/3.png)

远志饮片

![IMG_259](/medicine-image/yuan-zhi/4.png)

制远志饮片

![IMG_260](/medicine-image/yuan-zhi/5.png)![IMG_261](/medicine-image/yuan-zhi/6.png)

# ****远志****

Yuɑnzhi

POLYGALAE RADIX

本品为远志科植物远志Polygala tenuifolia Willd.或卵叶远志Polygala sibirica L.的干燥根。春、秋二季采挖，除去须根和泥沙，晒干或抽取木心晒干。

**【性状】** 本品呈圆柱形，略弯曲，长2～30cm，直径0.2～1cm。表面灰黄色至灰棕色，有较密并深陷的横皱纹、纵皱纹及裂纹，老根的横皱纹较密更深陷，略呈结节状。质硬而脆，易折断，断面皮部棕黄色，木部黄白色，皮部易与木部剥离，抽取木心者中空。气微，味苦、微辛，嚼之有刺喉感。

**【鉴别】** （1）本品横切面：木栓细胞10余列。栓内层为20余列薄壁细胞，有切向裂隙。韧皮部较宽广，常现径向裂隙。形成层成环。有木心者木质部发达，均木化，射线宽1～3列细胞。薄壁细胞大多含脂肪油滴；有的含草酸钙簇晶和方晶。

（2）取本品粉末0.5g，加70\%乙醇5ml，超声处理15分钟，滤过，滤液作为供试品溶液。另取远志对照药材0.5g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-冰醋酸-水（55:13:13）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点。

（3）取细叶远志皂苷〔含量测定〕项下的供试品溶液20μl和对照品溶液4μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇-水（6:3:0.5）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过12.0\%（通则0832第二法）。

**总灰分** 不得过6.0\%（通则2302）。

**黄曲霉毒素** 照真菌毒素测定法（通则2351）测定。

本品每1000g含黄曲霉毒素B1不得过5μg，黄曲霉毒素G2、黄曲霉毒素G1、黄曲霉毒素B2和黄曲霉毒素B1总量不得过10μg。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用70\%乙醇作溶剂，不得少于30.0\%。

**【含量测定】 细叶远志皂苷** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.05\%磷酸溶液（70:30）为流动相；检测波长为210nm。理论板数按细叶远志皂苷峰计算应不低于3000。

对照品溶液的制备 取细叶远志皂苷对照品适量，精密称定，加甲醇制成每1ml含1mg的溶液，即得。

供试品溶液的制备 取本品粉末（过三号筛）约1g，精密称定，置具塞锥形瓶中，精密加入70\%甲醇50ml，称定重量，超声处理（功率400W，频率40kHz）1小时，放冷，再称定重量，用70\%甲醇补足减失的重量，摇匀，滤过，精密量取续滤液25ml，置圆底烧瓶中，蒸干，残渣加10\%氢氧化钠溶液50ml，加热回流2小时，放冷，用盐酸调节pH值为4～5，用水饱和的正丁醇振摇提取3次，每次50ml，合并正丁醇液，回收溶剂至干，残渣加甲醇适量使溶解，转移至25ml量瓶中，加甲醇至刻度，摇匀，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含细叶远志皂苷（C36H56O12），不得少于2.0\%。

**远志酮Ⅲ和3，6′-二芥子酰基蔗糖** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.05\%磷酸溶液（18:82）为流动相；检测波长为320nm。理论板数按3，6′-二芥子酰基蔗糖峰计算应不低于3000。

对照品溶液的制备 取远志酮Ⅲ对照品、3，6′-二芥子酰基蔗糖对照品适量，精密称定，加甲醇制成每1ml含远志酮Ⅲ0.15mg、含3，6′-二芥子酰基蔗糖0.2mg的混合溶液，即得。

供试品溶液的制备 取本品粉末（过三号筛）约1g，精密称定，置具塞锥形瓶中，精密加入70\%甲醇25ml，称定重量，加热回流1.5小时，放冷，再称定重量，用70\%甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含远志酮Ⅲ（C25H28O15）不得少于0.15\%，含3，6′-二芥子酰基蔗糖（C36H46O17）不得少于0.50\%。

**饮片**

**【炮制】** **远志** 取抽去木心者，除去杂质，略洗，润透，切段，干燥。

**【性状】** 本品呈圆筒形的段。外表皮灰黄色至灰棕色，有横皱纹。切面棕黄色。气微，味苦、微辛，嚼之有刺喉感。

**【鉴别】**（除横切面外） **【检查】** **【浸出物】** **【含量测定】** 同药材。

**制远志** 取甘草，加适量水煎汤，去渣，加入净远志，用文火煮至汤吸尽，取出，干燥。

每100kg远志，用甘草6kg。

**【性状】** 本品形如远志段，表面黄棕色。味微甜。

**【检查】** **酸不溶性灰分** 不得过3.0\%（通则2302）。

**【含量测定】** 同药材，含远志酮Ⅲ（C25H28O15）不得少于0.10\%，含3，6′-二芥子酰基蔗糖（C36H46O17）不得少于0.30\%。含细叶远志皂苷（C36H56O12）不得少于2.0\%。

**【鉴别】**（除横切面外） **【检查】** **【浸出物】** 同药材。

**【性味与归经】** 苦、辛，温。归心、肾、肺经。

**【功能与主治】** 安神益智，交通心肾，祛痰，消肿。用于心肾不交引起的失眠多梦、健忘惊悸、神志恍惚，咳痰不爽，疮疡肿毒，乳房肿痛。

**【用法与用量】** 3～10g。

**【贮藏】** 置通风干燥处。`, `<h1>植物远志</h1><h1><img src="/medicine-image/yuan-zhi/1.png" alt="IMG_256" /></h1><h1>植物卵叶远志</h1><h1><img src="/medicine-image/yuan-zhi/2.png" alt="IMG_257" /></h1><h1>远志药材</h1><h1><img src="/medicine-image/yuan-zhi/3.png" alt="IMG_258" /></h1><p>远志饮片</p><p><img src="/medicine-image/yuan-zhi/4.png" alt="IMG_259" /></p><p>制远志饮片</p><p><img src="/medicine-image/yuan-zhi/5.png" alt="IMG_260" /><img src="/medicine-image/yuan-zhi/6.png" alt="IMG_261" /></p><h1><strong><strong>远志</strong></strong></h1><p>Yuɑnzhi</p><p>POLYGALAE RADIX</p><p>本品为远志科植物远志Polygala tenuifolia Willd.或卵叶远志Polygala sibirica L.的干燥根。春、秋二季采挖，除去须根和泥沙，晒干或抽取木心晒干。</p><p><strong>【性状】</strong> 本品呈圆柱形，略弯曲，长2～30cm，直径0.2～1cm。表面灰黄色至灰棕色，有较密并深陷的横皱纹、纵皱纹及裂纹，老根的横皱纹较密更深陷，略呈结节状。质硬而脆，易折断，断面皮部棕黄色，木部黄白色，皮部易与木部剥离，抽取木心者中空。气微，味苦、微辛，嚼之有刺喉感。</p><p><strong>【鉴别】</strong> （1）本品横切面：木栓细胞10余列。栓内层为20余列薄壁细胞，有切向裂隙。韧皮部较宽广，常现径向裂隙。形成层成环。有木心者木质部发达，均木化，射线宽1～3列细胞。薄壁细胞大多含脂肪油滴；有的含草酸钙簇晶和方晶。</p><p>（2）取本品粉末0.5g，加70%乙醇5ml，超声处理15分钟，滤过，滤液作为供试品溶液。另取远志对照药材0.5g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-冰醋酸-水（55:13:13）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点。</p><p>（3）取细叶远志皂苷〔含量测定〕项下的供试品溶液20μl和对照品溶液4μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇-水（6:3:0.5）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过12.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过6.0%（通则2302）。</p><p><strong>黄曲霉毒素</strong> 照真菌毒素测定法（通则2351）测定。</p><p>本品每1000g含黄曲霉毒素B<sub>1</sub>不得过5μg，黄曲霉毒素G<sub>2</sub>、黄曲霉毒素G<sub>1</sub>、黄曲霉毒素B<sub>2</sub>和黄曲霉毒素B<sub>1</sub>总量不得过10μg。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用70%乙醇作溶剂，不得少于30.0%。</p><p><strong>【含量测定】 细叶远志皂苷</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.05%磷酸溶液（70:30）为流动相；检测波长为210nm。理论板数按细叶远志皂苷峰计算应不低于3000。</p><p>对照品溶液的制备 取细叶远志皂苷对照品适量，精密称定，加甲醇制成每1ml含1mg的溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过三号筛）约1g，精密称定，置具塞锥形瓶中，精密加入70%甲醇50ml，称定重量，超声处理（功率400W，频率40kHz）1小时，放冷，再称定重量，用70%甲醇补足减失的重量，摇匀，滤过，精密量取续滤液25ml，置圆底烧瓶中，蒸干，残渣加10%氢氧化钠溶液50ml，加热回流2小时，放冷，用盐酸调节pH值为4～5，用水饱和的正丁醇振摇提取3次，每次50ml，合并正丁醇液，回收溶剂至干，残渣加甲醇适量使溶解，转移至25ml量瓶中，加甲醇至刻度，摇匀，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含细叶远志皂苷（C<sub>36</sub>H<sub>56</sub>O<sub>12</sub>），不得少于2.0%。</p><p><strong>远志酮Ⅲ和3，6′-二芥子酰基蔗糖</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.05%磷酸溶液（18:82）为流动相；检测波长为320nm。理论板数按3，6′-二芥子酰基蔗糖峰计算应不低于3000。</p><p>对照品溶液的制备 取远志酮Ⅲ对照品、3，6′-二芥子酰基蔗糖对照品适量，精密称定，加甲醇制成每1ml含远志酮Ⅲ0.15mg、含3，6′-二芥子酰基蔗糖0.2mg的混合溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过三号筛）约1g，精密称定，置具塞锥形瓶中，精密加入70%甲醇25ml，称定重量，加热回流1.5小时，放冷，再称定重量，用70%甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含远志酮Ⅲ（C<sub>25</sub>H<sub>28</sub>O<sub>15</sub>）不得少于0.15%，含3，6′-二芥子酰基蔗糖（C<sub>36</sub>H<sub>46</sub>O<sub>17</sub>）不得少于0.50%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>远志</strong> 取抽去木心者，除去杂质，略洗，润透，切段，干燥。</p><p><strong>【性状】</strong> 本品呈圆筒形的段。外表皮灰黄色至灰棕色，有横皱纹。切面棕黄色。气微，味苦、微辛，嚼之有刺喉感。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>制远志</strong> 取甘草，加适量水煎汤，去渣，加入净远志，用文火煮至汤吸尽，取出，干燥。</p><p>每100kg远志，用甘草6kg。</p><p><strong>【性状】</strong> 本品形如远志段，表面黄棕色。味微甜。</p><p><strong>【检查】</strong> <strong>酸不溶性灰分</strong> 不得过3.0%（通则2302）。</p><p><strong>【含量测定】</strong> 同药材，含远志酮Ⅲ（C<sub>25</sub>H<sub>28</sub>O<sub>15</sub>）不得少于0.10%，含3，6′-二芥子酰基蔗糖（C<sub>36</sub>H<sub>46</sub>O<sub>17</sub>）不得少于0.30%。含细叶远志皂苷（C<sub>36</sub>H<sub>56</sub>O<sub>12</sub>）不得少于2.0%。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong> <strong>【浸出物】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 苦、辛，温。归心、肾、肺经。</p><p><strong>【功能与主治】</strong> 安神益智，交通心肾，祛痰，消肿。用于心肾不交引起的失眠多梦、健忘惊悸、神志恍惚，咳痰不爽，疮疡肿毒，乳房肿痛。</p><p><strong>【用法与用量】</strong> 3～10g。</p><p><strong>【贮藏】</strong> 置通风干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (12, 1, '2.薏苡仁.docx', 'velious', '/medicine-image/yi-yi-ren/1.png', '/medicine-image/yi-yi-ren/1.png', `植物薏苡薏苡仁药材麸炒薏苡仁饮片薏苡仁YiyirenCOICIS SEMEN本品为禾本科植物薏米Coix lacryma-jobi L.var.mayuen （Roman.）Stapf的干燥成熟种仁。秋季果实成熟时采割植株，晒干，打下果实，再晒干，除去外壳、黄褐色种皮和杂质，收集种仁。【性状】 本品呈宽卵形或长椭圆形，长4～8mm，宽3～6mm。表面乳白色，光滑，偶有残存的黄褐色种皮；一端钝圆，另`, 0, '2022-07-22 18:00:00', `植物薏苡

![IMG_256](/medicine-image/yi-yi-ren/1.png)

薏苡仁药材

![IMG_257](/medicine-image/yi-yi-ren/2.png)![IMG_259](/medicine-image/yi-yi-ren/3.png)

麸炒薏苡仁饮片

![IMG_260](/medicine-image/yi-yi-ren/4.png)

# ![IMG_261](/medicine-image/yi-yi-ren/5.png)

# ****薏苡仁****

Yiyiren

COICIS SEMEN

本品为禾本科植物薏米Coix lacryma-jobi L.var.mayuen （Roman.）Stapf的干燥成熟种仁。秋季果实成熟时采割植株，晒干，打下果实，再晒干，除去外壳、黄褐色种皮和杂质，收集种仁。

**【性状】** 本品呈宽卵形或长椭圆形，长4～8mm，宽3～6mm。表面乳白色，光滑，偶有残存的黄褐色种皮；一端钝圆，另端较宽而微凹，有1淡棕色点状种脐；背面圆凸，腹面有1条较宽而深的纵沟。质坚实，断面白色，粉性。气微，味微甜。

**【鉴别】** （1）本品粉末淡类白色。主为淀粉粒，单粒类圆形或多面形，直径2～20μm，脐点星状；复粒少见，一般由2～3分粒组成。

（2）取本品粉末1g，加石油醚（60～90℃）30ml，超声处理30分钟，滤过，取滤液，作为供试品溶液。另取薏苡仁油对照提取物，加石油醚（60～90℃）制成每1ml含2mg的溶液，作为对照提取物溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙醚-冰醋酸（83:17:1）为展开剂，展开，取出，晾干，喷以5\%香草醛硫酸溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照提取物色谱相应的位置上，显相同颜色的斑点。

（3）取薏苡仁油对照提取物、甘油三油酸酯对照品，加〔含量测定〕项下的流动相分别制成每1ml含1mg、0.14mg的溶液，作为对照提取物、对照品溶液。照〔含量测定〕项下的色谱条件试验，分别吸取〔含量测定〕项下的供试品溶液、对照品溶液和上述对照提取物、对照品溶液各10μl，注入液相色谱仪。供试品色谱图中，应呈现与对照品色谱峰保留时间一致的色谱峰；并呈现与对照提取物色谱峰保留时间一致的7个主要色谱峰。

**【检查】 杂质 **不得过2\%（通则2301）。

**水分 **不得过15.0\%（通则0832第二法）。

**总灰分 **不得过3.0\%（通则2302）。

**黄曲霉毒素** 照真菌毒素测定法（通则2351）测定。

本品每1000g含黄曲霉毒素B1不得过5μg，含黄曲霉毒素G2、黄曲霉毒素G1、黄曲霉毒素B2和黄曲霉毒素B1的总量不得过10μg。

**玉米赤霉烯酮** 照真菌毒素测定法（通则2351）中玉米赤霉烯酮测定法第一法测定。

本品每1000g含玉米赤霉烯酮不得过500μg。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用无水乙醇作溶剂，不得少于5.5\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈-二氯甲烷（65:35）为流动相；蒸发光散射检测器检测。理论板数按甘油三油酸酯峰计算应不低于5000。

**对照品溶液的制备** 取甘油三油酸酯对照品适量，精密称定，加流动相制成每1ml含0.14mg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过三号筛）约0.6g，精密称定，置具塞锥形瓶中，精密加入流动相50ml，称定重量，浸泡2小时，超声处理（功率300W，频率50kHz）30分钟，放冷，再称定重量，用流动相补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液5μl、10μl，供试品溶液5～10μl，注入液相色谱仪，测定，用外标两点法对数方程计算，即得。

本品按干燥品计算，含甘油三油酸酯（C57H104O6），不得少于0.50\%。

**饮片**

**【炮制】** **薏苡仁** 除去杂质。

**【检查】 杂质 **同药材，不得过1\%。

**总灰分 **同药材，不得过2.0\%。

**【性状】** **【鉴别】** **【检查】**（**水分 **黄曲霉毒素 玉米赤霉烯酮） **【浸出物】** **【含量测定】** 同药材。

**麸炒薏苡仁** 取净薏苡仁，照麸炒法（通则0213）炒至微黄色。

**【性状】** 本品形如薏苡仁，微鼓起，表面微黄色。

**【检查】** **水分 **同药材，不得过12.0\%。

**总灰分 **同药材，不得过2.0\%。

**【含量测定】** 同药材，含甘油三油酸酯不得少于0.40\%。

**【鉴别】** **【浸出物】** 同药材。

**【性味与归经】** 甘、淡，凉。归脾、胃、肺经。

**【功能与主治】** 利水渗湿，健脾止泻，除痹，排脓，解毒散结。用于水肿，脚气，小便不利，脾虚泄泻，湿痹拘挛，肺痈，肠痈，赘疣，癌肿。

**【用法与用量】** 9～30g。

**【注意】** 孕妇慎用。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>植物薏苡</p><p><img src="/medicine-image/yi-yi-ren/1.png" alt="IMG_256" /></p><p>薏苡仁药材</p><p><img src="/medicine-image/yi-yi-ren/2.png" alt="IMG_257" /><img src="/medicine-image/yi-yi-ren/3.png" alt="IMG_259" /></p><p>麸炒薏苡仁饮片</p><p><img src="/medicine-image/yi-yi-ren/4.png" alt="IMG_260" /></p><h1><img src="/medicine-image/yi-yi-ren/5.png" alt="IMG_261" /></h1><h1><strong><strong>薏苡仁</strong></strong></h1><p>Yiyiren</p><p>COICIS SEMEN</p><p>本品为禾本科植物薏米Coix lacryma-jobi L.var.mayuen （Roman.）Stapf的干燥成熟种仁。秋季果实成熟时采割植株，晒干，打下果实，再晒干，除去外壳、黄褐色种皮和杂质，收集种仁。</p><p><strong>【性状】</strong> 本品呈宽卵形或长椭圆形，长4～8mm，宽3～6mm。表面乳白色，光滑，偶有残存的黄褐色种皮；一端钝圆，另端较宽而微凹，有1淡棕色点状种脐；背面圆凸，腹面有1条较宽而深的纵沟。质坚实，断面白色，粉性。气微，味微甜。</p><p><strong>【鉴别】</strong> （1）本品粉末淡类白色。主为淀粉粒，单粒类圆形或多面形，直径2～20μm，脐点星状；复粒少见，一般由2～3分粒组成。</p><p>（2）取本品粉末1g，加石油醚（60～90℃）30ml，超声处理30分钟，滤过，取滤液，作为供试品溶液。另取薏苡仁油对照提取物，加石油醚（60～90℃）制成每1ml含2mg的溶液，作为对照提取物溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙醚-冰醋酸（83:17:1）为展开剂，展开，取出，晾干，喷以5%香草醛硫酸溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照提取物色谱相应的位置上，显相同颜色的斑点。</p><p>（3）取薏苡仁油对照提取物、甘油三油酸酯对照品，加〔含量测定〕项下的流动相分别制成每1ml含1mg、0.14mg的溶液，作为对照提取物、对照品溶液。照〔含量测定〕项下的色谱条件试验，分别吸取〔含量测定〕项下的供试品溶液、对照品溶液和上述对照提取物、对照品溶液各10μl，注入液相色谱仪。供试品色谱图中，应呈现与对照品色谱峰保留时间一致的色谱峰；并呈现与对照提取物色谱峰保留时间一致的7个主要色谱峰。</p><p><strong>【检查】 杂质 </strong>不得过2%（通则2301）。</p><p><strong>水分 </strong>不得过15.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过3.0%（通则2302）。</p><p><strong>黄曲霉毒素</strong> 照真菌毒素测定法（通则2351）测定。</p><p>本品每1000g含黄曲霉毒素B<sub>1</sub>不得过5μg，含黄曲霉毒素G<sub>2</sub>、黄曲霉毒素G<sub>1</sub>、黄曲霉毒素B<sub>2</sub>和黄曲霉毒素B<sub>1</sub>的总量不得过10μg。</p><p><strong>玉米赤霉烯酮</strong> 照真菌毒素测定法（通则2351）中玉米赤霉烯酮测定法第一法测定。</p><p>本品每1000g含玉米赤霉烯酮不得过500μg。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用无水乙醇作溶剂，不得少于5.5%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈-二氯甲烷（65:35）为流动相；蒸发光散射检测器检测。理论板数按甘油三油酸酯峰计算应不低于5000。</p><p><strong>对照品溶液的制备</strong> 取甘油三油酸酯对照品适量，精密称定，加流动相制成每1ml含0.14mg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约0.6g，精密称定，置具塞锥形瓶中，精密加入流动相50ml，称定重量，浸泡2小时，超声处理（功率300W，频率50kHz）30分钟，放冷，再称定重量，用流动相补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液5μl、10μl，供试品溶液5～10μl，注入液相色谱仪，测定，用外标两点法对数方程计算，即得。</p><p>本品按干燥品计算，含甘油三油酸酯（C<sub>57</sub>H<sub>104</sub>O<sub>6</sub>），不得少于0.50%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>薏苡仁</strong> 除去杂质。</p><p><strong>【检查】 杂质 </strong>同药材，不得过1%。</p><p><strong>总灰分 </strong>同药材，不得过2.0%。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong>（<strong>水分 </strong>黄曲霉毒素 玉米赤霉烯酮） <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>麸炒薏苡仁</strong> 取净薏苡仁，照麸炒法（通则0213）炒至微黄色。</p><p><strong>【性状】</strong> 本品形如薏苡仁，微鼓起，表面微黄色。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过12.0%。</p><p><strong>总灰分 </strong>同药材，不得过2.0%。</p><p><strong>【含量测定】</strong> 同药材，含甘油三油酸酯不得少于0.40%。</p><p><strong>【鉴别】</strong> <strong>【浸出物】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘、淡，凉。归脾、胃、肺经。</p><p><strong>【功能与主治】</strong> 利水渗湿，健脾止泻，除痹，排脓，解毒散结。用于水肿，脚气，小便不利，脾虚泄泻，湿痹拘挛，肺痈，肠痈，赘疣，癌肿。</p><p><strong>【用法与用量】</strong> 9～30g。</p><p><strong>【注意】</strong> 孕妇慎用。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (6, 1, '14.小茴香.docx', 'velious', '/medicine-image/xiao-hui-xiang/1.png', '/medicine-image/xiao-hui-xiang/1.png', `小茴香植物盐小茴香饮片下面为2020版中国药典标准小茴香XiɑohuixiɑngFOENICULI FRUCTUS本品为伞形科植物茴香Foeniculum vulgare Mill.的干燥成熟果实。秋季果实初熟时采割植株，晒干，打下果实，除去杂质。【性状】 本品为双悬果，呈圆柱形，有的稍弯曲，长4～8mm，直径1.5～2.5mm。表面黄绿色或淡黄色，两端略尖，顶端残留有黄棕色突起的柱基，基部有时有`, 0, '2022-07-22 18:00:00', `小茴香植物

![IMG_256](/medicine-image/xiao-hui-xiang/1.png)

盐小茴香饮片

![IMG_258](/medicine-image/xiao-hui-xiang/2.png)

# ****下面为2020版中国药典标准****

# ****小茴香****

Xiɑohuixiɑng

FOENICULI FRUCTUS

本品为伞形科植物茴香Foeniculum vulgare Mill.的干燥成熟果实。秋季果实初熟时采割植株，晒干，打下果实，除去杂质。

**【性状】** 本品为双悬果，呈圆柱形，有的稍弯曲，长4～8mm，直径1.5～2.5mm。表面黄绿色或淡黄色，两端略尖，顶端残留有黄棕色突起的柱基，基部有时有细小的果梗。分果呈长椭圆形，背面有纵棱5条，接合面平坦而较宽。横切面略呈五边形，背面的四边约等长。有特异香气，味微甜、辛。

**【鉴别】** （1）本品分果横切面：外果皮为1列扁平细胞，外被角质层。中果皮纵棱处有维管束，其周围有多数木化网纹细胞；背面纵棱间各有大的椭圆形棕色油管1个，接合面有油管2个，共6个。内果皮为1列扁平薄壁细胞，细胞长短不一。种皮细胞扁长，含棕色物。胚乳细胞多角形，含多数糊粉粒，每个糊粉粒中含有细小草酸钙簇晶。

（2）取本品粉末2g，加乙醚20ml，超声处理10分钟，滤过，滤液挥干，残渣加三氯甲烷1ml使溶解，作为供试品溶液。另取茴香醛对照品，加乙醇制成每1ml含1μl的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液5μl、对照品溶液1μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙酸乙酯（17:2.5）为展开剂，展至8cm，取出，晾干，喷以二硝基苯肼试液。供试品色谱中，在与对照品色谱相应的位置上，显相同的橙红色斑点。

**【检查】 杂质 ** 不得过4\%（通则2301）。

**总灰分 ** 不得过10.0\%（通则2302）。

**【含量测定】** **挥发油**  照挥发油测定法（通则2204）测定。

本品含挥发油不得少于1.5\%（ml/g）。

**反式茴香脑**  照气相色谱法（通则0521）测定。

色谱条件与系统适用性试验 聚乙二醇毛细管柱（柱长为30m，内径为0.32mm，膜厚度为0.25μm）；柱温为145℃。理论板数按反式茴香脑峰计算应不低于5000。

对照品溶液的制备 取反式茴香脑对照品适量，精密称定，加乙酸乙酯制成每1ml含0.4mg的溶液，即得。

供试品溶液的制备 取本品粉末（过三号筛）约0.5g，精密称定，精密加入乙酸乙酯25ml，称定重量，超声处理（功率300W，频率40kHz）30分钟，放冷，再称定重量，用乙酸乙酯补足减失的重量，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各2μl，注入气相色谱仪，测定，即得。

本品含反式茴香脑（C10H12O）不得少于1.4\%。

**饮片**

**【炮制】 小茴香** 除去杂质。

**【检查】** **水分 ** 不得过8.0\%（通则0832第四法）。

**【性状】** **【鉴别】** **【检查】**（总灰分） **【含量测定】** 同药材。

**盐小茴香**  取净小茴香，照盐水炙法（通则0213）炒至微黄色。

**【性状】** 本品形如小茴香，微鼓起，色泽加深，偶有焦斑。味微咸。

**【检查】** **水分 ** 不得过6.0\%（通则0832第四法）。

**总灰分**  同药材，不得过12.0\%。

**【含量测定】** 同药材，含反式茴香脑（C10H12O）不得少于1.3\%。

**【鉴别】** 同药材。

**【性味与归经】** 辛，温。归肝、肾、脾、胃经。

**【功能与主治】** 散寒止痛，理气和胃。用于寒疝腹痛，睾丸偏坠，痛经，少腹冷痛，脘腹胀痛，食少吐泻。盐小茴香暖肾散寒止痛。用于寒疝腹痛，睾丸偏坠，经寒腹痛。

**【用法与用量】** 3～6g。

**【贮藏】** 置阴凉干燥处。`, `<p>小茴香植物</p><p><img src="/medicine-image/xiao-hui-xiang/1.png" alt="IMG_256" /></p><p>盐小茴香饮片</p><p><img src="/medicine-image/xiao-hui-xiang/2.png" alt="IMG_258" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>小茴香</strong></strong></h1><p>Xiɑohuixiɑng</p><p>FOENICULI FRUCTUS</p><p>本品为伞形科植物茴香Foeniculum vulgare Mill.的干燥成熟果实。秋季果实初熟时采割植株，晒干，打下果实，除去杂质。</p><p><strong>【性状】</strong> 本品为双悬果，呈圆柱形，有的稍弯曲，长4～8mm，直径1.5～2.5mm。表面黄绿色或淡黄色，两端略尖，顶端残留有黄棕色突起的柱基，基部有时有细小的果梗。分果呈长椭圆形，背面有纵棱5条，接合面平坦而较宽。横切面略呈五边形，背面的四边约等长。有特异香气，味微甜、辛。</p><p><strong>【鉴别】</strong> （1）本品分果横切面：外果皮为1列扁平细胞，外被角质层。中果皮纵棱处有维管束，其周围有多数木化网纹细胞；背面纵棱间各有大的椭圆形棕色油管1个，接合面有油管2个，共6个。内果皮为1列扁平薄壁细胞，细胞长短不一。种皮细胞扁长，含棕色物。胚乳细胞多角形，含多数糊粉粒，每个糊粉粒中含有细小草酸钙簇晶。</p><p>（2）取本品粉末2g，加乙醚20ml，超声处理10分钟，滤过，滤液挥干，残渣加三氯甲烷1ml使溶解，作为供试品溶液。另取茴香醛对照品，加乙醇制成每1ml含1μl的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液5μl、对照品溶液1μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙酸乙酯（17:2.5）为展开剂，展至8cm，取出，晾干，喷以二硝基苯肼试液。供试品色谱中，在与对照品色谱相应的位置上，显相同的橙红色斑点。</p><p><strong>【检查】 杂质 </strong> 不得过4%（通则2301）。</p><p><strong>总灰分 </strong> 不得过10.0%（通则2302）。</p><p><strong>【含量测定】</strong> <strong>挥发油</strong>  照挥发油测定法（通则2204）测定。</p><p>本品含挥发油不得少于1.5%（ml/g）。</p><p><strong>反式茴香脑</strong>  照气相色谱法（通则0521）测定。</p><p>色谱条件与系统适用性试验 聚乙二醇毛细管柱（柱长为30m，内径为0.32mm，膜厚度为0.25μm）；柱温为145℃。理论板数按反式茴香脑峰计算应不低于5000。</p><p>对照品溶液的制备 取反式茴香脑对照品适量，精密称定，加乙酸乙酯制成每1ml含0.4mg的溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过三号筛）约0.5g，精密称定，精密加入乙酸乙酯25ml，称定重量，超声处理（功率300W，频率40kHz）30分钟，放冷，再称定重量，用乙酸乙酯补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各2μl，注入气相色谱仪，测定，即得。</p><p>本品含反式茴香脑（C<sub>10</sub>H<sub>12</sub>O）不得少于1.4%。</p><p><strong>饮片</strong></p><p><strong>【炮制】 小茴香</strong> 除去杂质。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过8.0%（通则0832第四法）。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong>（总灰分） <strong>【含量测定】</strong> 同药材。</p><p><strong>盐小茴香</strong>  取净小茴香，照盐水炙法（通则0213）炒至微黄色。</p><p><strong>【性状】</strong> 本品形如小茴香，微鼓起，色泽加深，偶有焦斑。味微咸。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过6.0%（通则0832第四法）。</p><p><strong>总灰分</strong>  同药材，不得过12.0%。</p><p><strong>【含量测定】</strong> 同药材，含反式茴香脑（C<sub>10</sub>H<sub>12</sub>O）不得少于1.3%。</p><p><strong>【鉴别】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛，温。归肝、肾、脾、胃经。</p><p><strong>【功能与主治】</strong> 散寒止痛，理气和胃。用于寒疝腹痛，睾丸偏坠，痛经，少腹冷痛，脘腹胀痛，食少吐泻。盐小茴香暖肾散寒止痛。用于寒疝腹痛，睾丸偏坠，经寒腹痛。</p><p><strong>【用法与用量】</strong> 3～6g。</p><p><strong>【贮藏】</strong> 置阴凉干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (79, 1, '80.瓜蒌.docx', 'velious', '/medicine-image/gua-lou/1.png', '/medicine-image/gua-lou/1.png', `栝楼植物（徐老师图）双边栝楼植物（徐老师图）瓜蒌药材（谢宗万图）瓜蒌饮片瓜蒌GuɑlouTRICHOSANTHIS FRUCTUS本品为葫芦科植物栝楼Trichosanthes kirilowii Maxim.或双边栝楼Trichosanthes rosthornii Harms的干燥成熟果实。秋季果实成熟时，连果梗剪下，置通风处阴干。【性状】 本品呈类球形或宽椭圆形，长7～15cm，直径6～10`, 0, '2022-07-22 18:00:00', `栝楼植物（徐老师图）![IMG_256](/medicine-image/gua-lou/1.png)

双边栝楼植物（徐老师图）![IMG_257](/medicine-image/gua-lou/2.png)

瓜蒌药材（谢宗万图）

![IMG_258](/medicine-image/gua-lou/3.png)

瓜蒌饮片

![IMG_259](/medicine-image/gua-lou/4.png)

# ![IMG_260](/medicine-image/gua-lou/5.png)

# ****瓜蒌****

Guɑlou

TRICHOSANTHIS FRUCTUS

本品为葫芦科植物栝楼Trichosanthes kirilowii Maxim.或双边栝楼Trichosanthes rosthornii Harms的干燥成熟果实。秋季果实成熟时，连果梗剪下，置通风处阴干。

**【性状】** 本品呈类球形或宽椭圆形，长7～15cm，直径6～10cm。表面橙红色或橙黄色，皱缩或较光滑，顶端有圆形的花柱残基，基部略尖，具残存的果梗。轻重不一。质脆，易破开，内表面黄白色，有红黄色丝络，果瓤橙黄色，黏稠，与多数种子粘结成团。具焦糖气，味微酸、甜。

**【鉴别】** （1）本品粉末黄棕色至棕褐色。石细胞较多，数个成群或单个散在，黄绿色或淡黄色，呈类方形，圆多角形，纹孔细密，孔沟细而明显。果皮表皮细胞，表面观类方形或类多角形，垂周壁厚度不一。种皮表皮细胞表面观类多角形或不规则形，平周壁具稍弯曲或平直的角质条纹。厚壁细胞较大，多单个散在，棕色，形状多样。螺纹导管、网纹导管多见。

（2）取本品粉末2g，加甲醇20ml，超声处理20分钟，滤过，滤液挥干，残渣加水5ml使溶解，用水饱和的正丁醇振摇提取4次，每次5ml，合并正丁醇液，蒸干，残渣加甲醇2ml使溶解，作为供试品溶液。另取瓜蒌对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各4μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-甲醇-甲酸-水（12:1:0.1:0.1）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰。分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点或荧光斑点。

**【检查】** **水分 **不得过16.0\%（通则0832第二法）。

**总灰分** 不得过7.0\%（通则2302）。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于31.0\%。

**饮片**

**【炮制】** 压扁，切丝或切块。

**【性状】** 本品呈不规则的丝或块状。外表面橙红色或橙黄色，皱缩或较光滑；内表面黄白色，有红黄色丝络，果瓤橙黄色，与多数种子粘结成团。具焦糖气，味微酸、甜。

**【鉴别】** **【检查】** **【浸出物】** 同药材。

**【性味与归经】** 甘、微苦，寒。归肺、胃、大肠经。

**【功能与主治】** 清热涤痰，宽胸散结，润燥滑肠。用于肺热咳嗽，痰浊黄稠，胸痹心痛，结胸痞满，乳痈，肺痈，肠痈，大便秘结。

**【用法与用量】** 9～15g。

**【注意】** 不宜与川乌、制川乌、草乌、制草乌、附子同用。

**【贮藏】** 置阴凉干燥处，防霉，防蛀。`, `<p>栝楼植物（徐老师图）<img src="/medicine-image/gua-lou/1.png" alt="IMG_256" /></p><p>双边栝楼植物（徐老师图）<img src="/medicine-image/gua-lou/2.png" alt="IMG_257" /></p><p>瓜蒌药材（谢宗万图）</p><p><img src="/medicine-image/gua-lou/3.png" alt="IMG_258" /></p><p>瓜蒌饮片</p><p><img src="/medicine-image/gua-lou/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/gua-lou/5.png" alt="IMG_260" /></h1><h1><strong><strong>瓜蒌</strong></strong></h1><p>Guɑlou</p><p>TRICHOSANTHIS FRUCTUS</p><p>本品为葫芦科植物栝楼Trichosanthes kirilowii Maxim.或双边栝楼Trichosanthes rosthornii Harms的干燥成熟果实。秋季果实成熟时，连果梗剪下，置通风处阴干。</p><p><strong>【性状】</strong> 本品呈类球形或宽椭圆形，长7～15cm，直径6～10cm。表面橙红色或橙黄色，皱缩或较光滑，顶端有圆形的花柱残基，基部略尖，具残存的果梗。轻重不一。质脆，易破开，内表面黄白色，有红黄色丝络，果瓤橙黄色，黏稠，与多数种子粘结成团。具焦糖气，味微酸、甜。</p><p><strong>【鉴别】</strong> （1）本品粉末黄棕色至棕褐色。石细胞较多，数个成群或单个散在，黄绿色或淡黄色，呈类方形，圆多角形，纹孔细密，孔沟细而明显。果皮表皮细胞，表面观类方形或类多角形，垂周壁厚度不一。种皮表皮细胞表面观类多角形或不规则形，平周壁具稍弯曲或平直的角质条纹。厚壁细胞较大，多单个散在，棕色，形状多样。螺纹导管、网纹导管多见。</p><p>（2）取本品粉末2g，加甲醇20ml，超声处理20分钟，滤过，滤液挥干，残渣加水5ml使溶解，用水饱和的正丁醇振摇提取4次，每次5ml，合并正丁醇液，蒸干，残渣加甲醇2ml使溶解，作为供试品溶液。另取瓜蒌对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各4μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-甲醇-甲酸-水（12:1:0.1:0.1）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰。分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点或荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过16.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过7.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于31.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 压扁，切丝或切块。</p><p><strong>【性状】</strong> 本品呈不规则的丝或块状。外表面橙红色或橙黄色，皱缩或较光滑；内表面黄白色，有红黄色丝络，果瓤橙黄色，与多数种子粘结成团。具焦糖气，味微酸、甜。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘、微苦，寒。归肺、胃、大肠经。</p><p><strong>【功能与主治】</strong> 清热涤痰，宽胸散结，润燥滑肠。用于肺热咳嗽，痰浊黄稠，胸痹心痛，结胸痞满，乳痈，肺痈，肠痈，大便秘结。</p><p><strong>【用法与用量】</strong> 9～15g。</p><p><strong>【注意】</strong> 不宜与川乌、制川乌、草乌、制草乌、附子同用。</p><p><strong>【贮藏】</strong> 置阴凉干燥处，防霉，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (30, 1, '36.大枣.docx', 'velious', '/medicine-image/da-zao/1.png', '/medicine-image/da-zao/1.png', `枣植物鲜枣大枣药材下面为2020版中国药典标准大枣DɑzɑoJUJUBAE FRUCTUS本品为鼠李科植物枣Ziziphus jujuba Mill.的干燥成熟果实。秋季果实成熟时采收，晒干。【性状】 本品呈椭圆形或球形，长2～3.5cm，直径1.5～2.5cm。表面暗红色，略带光泽，有不规则皱纹。基部凹陷，有短果梗。外果皮薄，中果皮棕黄色或淡褐色，肉质，柔软，富糖性而油润。果核纺锤形，两端锐尖，`, 0, '2022-07-22 18:00:00', `枣植物

![IMG_256](/medicine-image/da-zao/1.png)

鲜枣![IMG_259](/medicine-image/da-zao/2.png)

![IMG_256](/medicine-image/da-zao/3.png)

大枣药材

![IMG_256](/medicine-image/da-zao/4.png)

# ****下面为2020版中国药典标准****

# ****大枣****

Dɑzɑo

JUJUBAE FRUCTUS

本品为鼠李科植物枣Ziziphus jujuba Mill.的干燥成熟果实。秋季果实成熟时采收，晒干。

**【性状】** 本品呈椭圆形或球形，长2～3.5cm，直径1.5～2.5cm。表面暗红色，略带光泽，有不规则皱纹。基部凹陷，有短果梗。外果皮薄，中果皮棕黄色或淡褐色，肉质，柔软，富糖性而油润。果核纺锤形，两端锐尖，质坚硬。气微香，味甜。

**【鉴别】** （1）本品粉末棕色。外果皮棕色至棕红色；表皮细胞表面观类方形、多角形或长方形，胞腔内充满棕红色物，断面观外被较厚角质层；表皮下细胞黄色或黄棕色，类多角形，壁稍厚。草酸钙簇晶（有的碎为砂晶）或方晶较小，存在于中果皮薄壁细胞中。果核石细胞淡黄棕色，类多角形，层纹明显，孔沟细密，胞腔内含黄棕色物。

（2）取本品粉末2g，加石油醚（60～90℃）10ml，浸泡10分钟，超声处理10分钟，滤过，弃去石油醚液，药渣晾干，加乙醚20ml，浸泡1小时，超声处理15分钟，滤过，滤液浓缩至2ml，作为供试品溶液。另取大枣对照药材2g，同法制成对照药材溶液。再取齐墩果酸对照品、白桦脂酸对照品，加乙醇分别制成每1ml各含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液和对照药材溶液各10μl、上述两种对照品溶液各4μl，分别点于同一硅胶G薄层板上，以甲苯-乙酸乙酯-冰醋酸（14:4:0.5）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点或荧光斑点。

**【检查】** **总灰分** 不得过2.0\%（通则2302）。

**黄曲霉毒素** 照真菌毒素测定法（通则2351）测定。

本品每1000g含黄曲霉毒素B1不得过5μg，黄曲霉毒素G2、黄曲霉毒素G1、黄曲霉毒素B2和黄曲霉毒素B1的总量不得过10μg。

**饮片**

**【炮制】** 除去杂质，洗净，晒干。用时破开或去核。

**【性状】** **【鉴别】** **【检查】** 同药材。

**【性味与归经】** 甘，温。归脾、胃、心经。

**【功能与主治】** 补中益气，养血安神。用于脾虚食少，乏力便溏，妇人脏躁。

**【用法与用量】** 6～15g。

**【贮藏】** 置干燥处，防蛀。`, `<p>枣植物</p><p><img src="/medicine-image/da-zao/1.png" alt="IMG_256" /></p><p>鲜枣<img src="/medicine-image/da-zao/2.png" alt="IMG_259" /></p><p><img src="/medicine-image/da-zao/3.png" alt="IMG_256" /></p><p>大枣药材</p><p><img src="/medicine-image/da-zao/4.png" alt="IMG_256" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>大枣</strong></strong></h1><p>Dɑzɑo</p><p>JUJUBAE FRUCTUS</p><p>本品为鼠李科植物枣Ziziphus jujuba Mill.的干燥成熟果实。秋季果实成熟时采收，晒干。</p><p><strong>【性状】</strong> 本品呈椭圆形或球形，长2～3.5cm，直径1.5～2.5cm。表面暗红色，略带光泽，有不规则皱纹。基部凹陷，有短果梗。外果皮薄，中果皮棕黄色或淡褐色，肉质，柔软，富糖性而油润。果核纺锤形，两端锐尖，质坚硬。气微香，味甜。</p><p><strong>【鉴别】</strong> （1）本品粉末棕色。外果皮棕色至棕红色；表皮细胞表面观类方形、多角形或长方形，胞腔内充满棕红色物，断面观外被较厚角质层；表皮下细胞黄色或黄棕色，类多角形，壁稍厚。草酸钙簇晶（有的碎为砂晶）或方晶较小，存在于中果皮薄壁细胞中。果核石细胞淡黄棕色，类多角形，层纹明显，孔沟细密，胞腔内含黄棕色物。</p><p>（2）取本品粉末2g，加石油醚（60～90℃）10ml，浸泡10分钟，超声处理10分钟，滤过，弃去石油醚液，药渣晾干，加乙醚20ml，浸泡1小时，超声处理15分钟，滤过，滤液浓缩至2ml，作为供试品溶液。另取大枣对照药材2g，同法制成对照药材溶液。再取齐墩果酸对照品、白桦脂酸对照品，加乙醇分别制成每1ml各含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液和对照药材溶液各10μl、上述两种对照品溶液各4μl，分别点于同一硅胶G薄层板上，以甲苯-乙酸乙酯-冰醋酸（14:4:0.5）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点或荧光斑点。</p><p><strong>【检查】</strong> <strong>总灰分</strong> 不得过2.0%（通则2302）。</p><p><strong>黄曲霉毒素</strong> 照真菌毒素测定法（通则2351）测定。</p><p>本品每1000g含黄曲霉毒素B<sub>1</sub>不得过5μg，黄曲霉毒素G<sub>2</sub>、黄曲霉毒素G<sub>1</sub>、黄曲霉毒素B<sub>2</sub>和黄曲霉毒素B<sub>1</sub>的总量不得过10μg。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，晒干。用时破开或去核。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘，温。归脾、胃、心经。</p><p><strong>【功能与主治】</strong> 补中益气，养血安神。用于脾虚食少，乏力便溏，妇人脏躁。</p><p><strong>【用法与用量】</strong> 6～15g。</p><p><strong>【贮藏】</strong> 置干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (1, 1, '10.玉竹.docx', 'velious', '/medicine-image/yu-zhu/1.png', '/medicine-image/yu-zhu/1.png', `玉竹植物玉竹药材玉竹饮片制玉竹饮片玉竹YuzhuPOLYGONATI ODORATI RHIZOMA本品为百合科植物玉竹Polygonatum odoratum（Mill.）Druce的干燥根茎。秋季采挖，除去须根，洗净，晒至柔软后，反复揉搓、晾晒至无硬心，晒干；或蒸透后，揉至半透明，晒干。【性状】 本品呈长圆柱形，略扁，少有分枝，长4～18cm，直径0.3～1.6cm。表面黄白色或淡黄棕色，半透`, 0, '2022-07-22 18:00:00', `玉竹植物

![IMG_256](/medicine-image/yu-zhu/1.png)

玉竹药材

![IMG_257](/medicine-image/yu-zhu/2.png)

玉竹饮片

![IMG_258](/medicine-image/yu-zhu/3.png)

制玉竹饮片

![IMG_259](/medicine-image/yu-zhu/4.png)

# ![IMG_260](/medicine-image/yu-zhu/5.png)

# ****玉竹****

Yuzhu

POLYGONATI ODORATI RHIZOMA

本品为百合科植物玉竹Polygonatum odoratum（Mill.）Druce的干燥根茎。秋季采挖，除去须根，洗净，晒至柔软后，反复揉搓、晾晒至无硬心，晒干；或蒸透后，揉至半透明，晒干。

**【性状】** 本品呈长圆柱形，略扁，少有分枝，长4～18cm，直径0.3～1.6cm。表面黄白色或淡黄棕色，半透明，具纵皱纹和微隆起的环节，有白色圆点状的须根痕和圆盘状茎痕。质硬而脆或稍软，易折断，断面角质样或显颗粒性。气微，味甘，嚼之发黏。

**【鉴别】** 本品横切面：表皮细胞扁圆形或扁长方形，外壁稍厚，角质化。薄壁组织中散有多数黏液细胞，直径80～140μm，内含草酸钙针晶束。维管束外韧型，稀有周木型，散列。

**【检查】** **水分 ** 不得过16.0\%（通则0832第二法）。

**总灰分**  不得过3.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用70\%乙醇作溶剂，不得少于50.0\%。

**【含量测定】** **对照品溶液的制备**  取无水葡萄糖对照品适量，精密称定，加水制成每1ml含无水葡萄糖0.6mg的溶液，即得。

**标准曲线的制备**  精密量取对照品溶液1.0ml、1.5ml、2.0ml、2.5ml、3.0ml，分别置50ml量瓶中，加水至刻度，摇匀。精密量取上述各溶液2ml，置具塞试管中，分别加4\%苯酚溶液1ml，混匀，迅速加入硫酸7.0ml，摇匀，于40℃水浴中保温30分钟，取出，置冰水浴中5分钟，取出，以相应试剂为空白，照紫外-可见分光光度法（通则0401），在490nm的波长处测定吸光度，以吸光度为纵坐标，浓度为横坐标，绘制标准曲线。

**测定法**  取本品粗粉约1g，精密称定，置圆底烧瓶中，加水100ml，加热回流1小时，用脱脂棉滤过，如上重复提取1次，两次滤液合并，浓缩至适量，转移至100ml量瓶中，加水至刻度，摇匀，精密量取2ml，加乙醇10ml，搅拌，离心，取沉淀加水溶解，置50ml量瓶中，并稀释至刻度，摇匀，精密量取2ml，照标准曲线的制备项下的方法，自"加4\%苯酚溶液1ml"起，依法测定吸光度，从标准曲线上读出供试品溶液中无水葡萄糖的重量（mg），计算，即得。

本品按干燥品计算，含玉竹多糖以葡萄糖（C6H12O6）计，不得少于6.0\%。

**饮片**

**【炮制】** 除去杂质，洗净，润透，切厚片或段，干燥。

**【性状】** 本品呈不规则厚片或段。外表皮黄白色至淡黄棕色，半透明，有时可见环节。切面角质样或显颗粒性。气微，味甘，嚼之发黏。

**【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 甘，微寒。归肺、胃经。

**【功能与主治】** 养阴润燥，生津止渴。用于肺胃阴伤，燥热咳嗽，咽干口渴，内热消渴。

**【用法与用量】** 6～12g。

**【贮藏】** 置通风干燥处，防霉，防蛀。`, `<p>玉竹植物</p><p><img src="/medicine-image/yu-zhu/1.png" alt="IMG_256" /></p><p>玉竹药材</p><p><img src="/medicine-image/yu-zhu/2.png" alt="IMG_257" /></p><p>玉竹饮片</p><p><img src="/medicine-image/yu-zhu/3.png" alt="IMG_258" /></p><p>制玉竹饮片</p><p><img src="/medicine-image/yu-zhu/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/yu-zhu/5.png" alt="IMG_260" /></h1><h1><strong><strong>玉竹</strong></strong></h1><p>Yuzhu</p><p>POLYGONATI ODORATI RHIZOMA</p><p>本品为百合科植物玉竹Polygonatum odoratum（Mill.）Druce的干燥根茎。秋季采挖，除去须根，洗净，晒至柔软后，反复揉搓、晾晒至无硬心，晒干；或蒸透后，揉至半透明，晒干。</p><p><strong>【性状】</strong> 本品呈长圆柱形，略扁，少有分枝，长4～18cm，直径0.3～1.6cm。表面黄白色或淡黄棕色，半透明，具纵皱纹和微隆起的环节，有白色圆点状的须根痕和圆盘状茎痕。质硬而脆或稍软，易折断，断面角质样或显颗粒性。气微，味甘，嚼之发黏。</p><p><strong>【鉴别】</strong> 本品横切面：表皮细胞扁圆形或扁长方形，外壁稍厚，角质化。薄壁组织中散有多数黏液细胞，直径80～140μm，内含草酸钙针晶束。维管束外韧型，稀有周木型，散列。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过16.0%（通则0832第二法）。</p><p><strong>总灰分</strong>  不得过3.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用70%乙醇作溶剂，不得少于50.0%。</p><p><strong>【含量测定】</strong> <strong>对照品溶液的制备</strong>  取无水葡萄糖对照品适量，精密称定，加水制成每1ml含无水葡萄糖0.6mg的溶液，即得。</p><p><strong>标准曲线的制备</strong>  精密量取对照品溶液1.0ml、1.5ml、2.0ml、2.5ml、3.0ml，分别置50ml量瓶中，加水至刻度，摇匀。精密量取上述各溶液2ml，置具塞试管中，分别加4%苯酚溶液1ml，混匀，迅速加入硫酸7.0ml，摇匀，于40℃水浴中保温30分钟，取出，置冰水浴中5分钟，取出，以相应试剂为空白，照紫外-可见分光光度法（通则0401），在490nm的波长处测定吸光度，以吸光度为纵坐标，浓度为横坐标，绘制标准曲线。</p><p><strong>测定法</strong>  取本品粗粉约1g，精密称定，置圆底烧瓶中，加水100ml，加热回流1小时，用脱脂棉滤过，如上重复提取1次，两次滤液合并，浓缩至适量，转移至100ml量瓶中，加水至刻度，摇匀，精密量取2ml，加乙醇10ml，搅拌，离心，取沉淀加水溶解，置50ml量瓶中，并稀释至刻度，摇匀，精密量取2ml，照标准曲线的制备项下的方法，自"加4%苯酚溶液1ml"起，依法测定吸光度，从标准曲线上读出供试品溶液中无水葡萄糖的重量（mg），计算，即得。</p><p>本品按干燥品计算，含玉竹多糖以葡萄糖（C<sub>6</sub>H<sub>12</sub>O<sub>6</sub>）计，不得少于6.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，润透，切厚片或段，干燥。</p><p><strong>【性状】</strong> 本品呈不规则厚片或段。外表皮黄白色至淡黄棕色，半透明，有时可见环节。切面角质样或显颗粒性。气微，味甘，嚼之发黏。</p><p><strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘，微寒。归肺、胃经。</p><p><strong>【功能与主治】</strong> 养阴润燥，生津止渴。用于肺胃阴伤，燥热咳嗽，咽干口渴，内热消渴。</p><p><strong>【用法与用量】</strong> 6～12g。</p><p><strong>【贮藏】</strong> 置通风干燥处，防霉，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (0, 1, '1.藕节.docx', 'velious', '/medicine-image/ou-jie/1.png', '/medicine-image/ou-jie/1.png', `莲植物莲藕藕节饮片藕节炭饮片藕节OujieNELUMBINIS RHIZOMATIS NODUS本品为睡莲科植物莲Nelumbo nucifera Gaertn.的干燥根茎节部。秋、冬二季采挖根茎（藕），切取节部，洗净，晒干，除去须根。【性状】 本品呈短圆柱形，中部稍膨大，长2～4cm，直径约2cm。表面灰黄色至灰棕色，有残存的须根和须根痕，偶见暗红棕色的鳞叶残基。两端有残留的藕，表面皱缩有纵纹。`, 0, '2022-07-22 18:00:00', `莲植物

![IMG_256](/medicine-image/ou-jie/1.png)

![IMG_256](/medicine-image/ou-jie/2.png)

莲藕

![IMG_256](/medicine-image/ou-jie/3.png)

藕节饮片

![IMG_256](/medicine-image/ou-jie/4.png)

藕节炭饮片

![IMG_256](/medicine-image/ou-jie/5.png)

![IMG_256](/medicine-image/ou-jie/6.png)

# ****藕节****

Oujie

NELUMBINIS RHIZOMATIS NODUS

本品为睡莲科植物莲Nelumbo nucifera Gaertn.的干燥根茎节部。秋、冬二季采挖根茎（藕），切取节部，洗净，晒干，除去须根。

**【性状】** 本品呈短圆柱形，中部稍膨大，长2～4cm，直径约2cm。表面灰黄色至灰棕色，有残存的须根和须根痕，偶见暗红棕色的鳞叶残基。两端有残留的藕，表面皱缩有纵纹。质硬，断面有多数类圆形的孔。气微，味微甘、涩。

**【鉴别】** （1）取本品粉末1g，加稀乙醇20ml，超声处理20分钟，滤过，取滤液作为供试品溶液。另取藕节对照药材1g，同法制成对照药材溶液。再取丙氨酸对照品，加稀乙醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液及对照药材溶液各10μl、对照品溶液2μl，分别点于同一硅胶G薄层板上，以正丁醇-冰醋酸-水（4:1:1）为展开剂，展开，取出，晾干，喷以茚三酮试液，在105°C加热至斑点显色清晰。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。

（2）取本品粉末1g，加甲醇25ml，超声处理30分钟，滤过，滤液回收溶剂至干，残渣加甲醇1ml使溶解，作为供试品溶液。另取藕节对照药材1g，同法制成对照药材溶液。再取白桦脂酸对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各8μl，分别点于同一硅胶G薄层板上，以二氯甲烷-甲醇（25:1）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰。分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，日光下显相同颜色的斑点；紫外光下显相同颜色的荧光斑点。

**【检查】** **水分 **不得过15.0\%（通则0832第二法）。

**总灰分 **不得过8.0\%（通则2302）。

**酸不溶性灰分** 不得过3.0\%（通则2302）。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于15.0\%。

**饮片**

**【炮制】** **藕节** 除去杂质，洗净，干燥。

**藕节炭** 取净藕节，照炒炭法（通则0213）炒至表面黑褐色或焦黑色，内部黄褐色或棕褐色。

**【性状】** 本品形如藕节，表面黑褐色或焦黑色，内部黄褐色或棕褐色。断面可见多数类圆形的孔。气微，味微甘、涩。

**【检查】** **水分 **同药材，不得过10.0\%。

**【浸出物】** 同药材，不得少于20.0\%。

**【检查】** （酸不溶性灰分） 同药材。

**【性味与归经】** 甘、涩，平。归肝、肺、胃经。

**【功能与主治】** 收敛止血，化瘀。用于吐血，咯血，衄血，尿血，崩漏。

**【用法与用量】** 9～15g。

**【贮藏】** 置干燥处，防潮，防蛀。`, `<p>莲植物</p><p><img src="/medicine-image/ou-jie/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/ou-jie/2.png" alt="IMG_256" /></p><p>莲藕</p><p><img src="/medicine-image/ou-jie/3.png" alt="IMG_256" /></p><p>藕节饮片</p><p><img src="/medicine-image/ou-jie/4.png" alt="IMG_256" /></p><p>藕节炭饮片</p><p><img src="/medicine-image/ou-jie/5.png" alt="IMG_256" /></p><p><img src="/medicine-image/ou-jie/6.png" alt="IMG_256" /></p><h1><strong><strong>藕节</strong></strong></h1><p>Oujie</p><p>NELUMBINIS RHIZOMATIS NODUS</p><p>本品为睡莲科植物莲Nelumbo nucifera Gaertn.的干燥根茎节部。秋、冬二季采挖根茎（藕），切取节部，洗净，晒干，除去须根。</p><p><strong>【性状】</strong> 本品呈短圆柱形，中部稍膨大，长2～4cm，直径约2cm。表面灰黄色至灰棕色，有残存的须根和须根痕，偶见暗红棕色的鳞叶残基。两端有残留的藕，表面皱缩有纵纹。质硬，断面有多数类圆形的孔。气微，味微甘、涩。</p><p><strong>【鉴别】</strong> （1）取本品粉末1g，加稀乙醇20ml，超声处理20分钟，滤过，取滤液作为供试品溶液。另取藕节对照药材1g，同法制成对照药材溶液。再取丙氨酸对照品，加稀乙醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液及对照药材溶液各10μl、对照品溶液2μl，分别点于同一硅胶G薄层板上，以正丁醇-冰醋酸-水（4:1:1）为展开剂，展开，取出，晾干，喷以茚三酮试液，在105°C加热至斑点显色清晰。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。</p><p>（2）取本品粉末1g，加甲醇25ml，超声处理30分钟，滤过，滤液回收溶剂至干，残渣加甲醇1ml使溶解，作为供试品溶液。另取藕节对照药材1g，同法制成对照药材溶液。再取白桦脂酸对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各8μl，分别点于同一硅胶G薄层板上，以二氯甲烷-甲醇（25:1）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰。分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，日光下显相同颜色的斑点；紫外光下显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过15.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过8.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过3.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于15.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>藕节</strong> 除去杂质，洗净，干燥。</p><p><strong>藕节炭</strong> 取净藕节，照炒炭法（通则0213）炒至表面黑褐色或焦黑色，内部黄褐色或棕褐色。</p><p><strong>【性状】</strong> 本品形如藕节，表面黑褐色或焦黑色，内部黄褐色或棕褐色。断面可见多数类圆形的孔。气微，味微甘、涩。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过10.0%。</p><p><strong>【浸出物】</strong> 同药材，不得少于20.0%。</p><p><strong>【检查】</strong> （酸不溶性灰分） 同药材。</p><p><strong>【性味与归经】</strong> 甘、涩，平。归肝、肺、胃经。</p><p><strong>【功能与主治】</strong> 收敛止血，化瘀。用于吐血，咯血，衄血，尿血，崩漏。</p><p><strong>【用法与用量】</strong> 9～15g。</p><p><strong>【贮藏】</strong> 置干燥处，防潮，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (13, 1, '20.山茱萸.docx', 'velious', '/medicine-image/shan-zhu-yu/1.png', '/medicine-image/shan-zhu-yu/1.png', `山茱萸植物山茱萸药材酒萸肉饮片下面为2020版中国药典标准山茱萸ShɑnzhuyuCORNI FRUCTUS本品为山茱萸科植物山茱萸Cornus officinalis Sieb.et Zucc.的干燥成熟果肉。秋末冬初果皮变红时采收果实，用文火烘或置沸水中略烫后，及时除去果核，干燥。【性状】 本品呈不规则的片状或囊状，长1～1.5cm，宽0.5～1cm。表面紫红色至紫黑色，皱缩，有光泽。顶端有的`, 0, '2022-07-22 18:00:00', `山茱萸植物

![IMG_256](/medicine-image/shan-zhu-yu/1.png)

![IMG_257](/medicine-image/shan-zhu-yu/2.png)

![IMG_258](/medicine-image/shan-zhu-yu/3.png)

山茱萸药材

![IMG_256](/medicine-image/shan-zhu-yu/4.png)

![IMG_259](/medicine-image/shan-zhu-yu/5.png)

![IMG_260](/medicine-image/shan-zhu-yu/6.png)酒萸肉饮片

![IMG_262](/medicine-image/shan-zhu-yu/7.png)

# ****下面为2020版中国药典标准****

# ****山茱萸****

Shɑnzhuyu

CORNI FRUCTUS

本品为山茱萸科植物山茱萸Cornus officinalis Sieb.et Zucc.的干燥成熟果肉。秋末冬初果皮变红时采收果实，用文火烘或置沸水中略烫后，及时除去果核，干燥。

**【性状】** 本品呈不规则的片状或囊状，长1～1.5cm，宽0.5～1cm。表面紫红色至紫黑色，皱缩，有光泽。顶端有的有圆形宿萼痕，基部有果梗痕。质柔软。气微，味酸、涩、微苦。

**【鉴别】** （1）本品粉末红褐色。果皮表皮细胞橙黄色，表面观多角形或类长方形，直径16～30μm，垂周壁连珠状增厚，外平周壁颗粒状角质增厚，胞腔含淡橙黄色物。中果皮细胞橙棕色，多皱缩。草酸钙簇晶少数，直径12～32μm。石细胞类方形、卵圆形或长方形，纹孔明显，胞腔大。

（2）取本品粉末0.5g，加乙酸乙酯10ml，超声处理15分钟，滤过，滤液蒸干，残渣加无水乙醇2ml使溶解，作为供试品溶液。另取熊果酸对照品，加无水乙醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以甲苯-乙酸乙酯-甲酸（20:4:0.5）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同的紫红色斑点；置紫外光灯（365nm）下检视，显相同的橙黄色荧光斑点。

（3）取本品粉末0.5g，加甲醇10ml，超声处理20分钟，滤过，滤液蒸干，残渣加甲醇2ml使溶解，作为供试品溶液。另取莫诺苷对照品、马钱苷对照品，加甲醇制成每1ml各含2mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇（3:1）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **杂质**（果核、果梗）不得过3\%（通则2301）。

**水分 **不得过16.0\%（通则0832第二法）。

**总灰分** 不得过6.0\%（通则2302）。

**重金属及有害元素** 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于50.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.3\%磷酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为240nm；柱温为35℃。理论板数按马钱苷峰计算应不低于10000。

![IMG_263](/medicine-image/shan-zhu-yu/8.png)

**供试品溶液的制备** 取本品粉末（过三号筛）约0.2g，精密称定，置具塞锥形瓶中，精密加入80\%甲醇25ml，称定重量，加热回流1小时，放冷，再称定重量，用80\%甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。**对照品溶液的制备** 取莫诺苷对照品、马钱苷对照品适量，精密称定，加80\%甲醇制成每1ml各含50μg的混合溶液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含莫诺苷（C17H26O11）和马钱苷（C17H26O10）的总量不得少于1.2\%。

**饮片**

**【炮制】** **山萸肉**  除去杂质和残留果核。

**【性状】** **【鉴别】** **【检查】**（**水分 **总灰分） **【含量测定】** 同药材。

**酒萸肉**  取净山萸肉，照酒炖法或酒蒸法（通则0213）炖或蒸至酒吸尽。

**【性状】** 本品形如山茱萸，表面紫黑色或黑色，质滋润柔软。微有酒香气。

**【含量测定】** 同药材，含莫诺苷（C17H26O11）和马钱苷（C17H26O10）的总量不得少于0.70\%。

**【鉴别】** **【检查】**（**水分 **总灰分） **【浸出物】** 同药材。

**【性味与归经】** 酸、涩，微温。归肝、肾经。

**【功能与主治】** 补益肝肾，收涩固脱。用于眩晕耳鸣，腰膝酸痛，阳痿遗精，遗尿尿频，崩漏带下，大汗虚脱，内热消渴。

**【用法与用量】** 6～12g。

**【贮藏】** 置干燥处，防蛀。`, `<p>山茱萸植物</p><p><img src="/medicine-image/shan-zhu-yu/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/shan-zhu-yu/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/shan-zhu-yu/3.png" alt="IMG_258" /></p><p>山茱萸药材</p><p><img src="/medicine-image/shan-zhu-yu/4.png" alt="IMG_256" /></p><p><img src="/medicine-image/shan-zhu-yu/5.png" alt="IMG_259" /></p><p><img src="/medicine-image/shan-zhu-yu/6.png" alt="IMG_260" />酒萸肉饮片</p><p><img src="/medicine-image/shan-zhu-yu/7.png" alt="IMG_262" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>山茱萸</strong></strong></h1><p>Shɑnzhuyu</p><p>CORNI FRUCTUS</p><p>本品为山茱萸科植物山茱萸Cornus officinalis Sieb.et Zucc.的干燥成熟果肉。秋末冬初果皮变红时采收果实，用文火烘或置沸水中略烫后，及时除去果核，干燥。</p><p><strong>【性状】</strong> 本品呈不规则的片状或囊状，长1～1.5cm，宽0.5～1cm。表面紫红色至紫黑色，皱缩，有光泽。顶端有的有圆形宿萼痕，基部有果梗痕。质柔软。气微，味酸、涩、微苦。</p><p><strong>【鉴别】</strong> （1）本品粉末红褐色。果皮表皮细胞橙黄色，表面观多角形或类长方形，直径16～30μm，垂周壁连珠状增厚，外平周壁颗粒状角质增厚，胞腔含淡橙黄色物。中果皮细胞橙棕色，多皱缩。草酸钙簇晶少数，直径12～32μm。石细胞类方形、卵圆形或长方形，纹孔明显，胞腔大。</p><p>（2）取本品粉末0.5g，加乙酸乙酯10ml，超声处理15分钟，滤过，滤液蒸干，残渣加无水乙醇2ml使溶解，作为供试品溶液。另取熊果酸对照品，加无水乙醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以甲苯-乙酸乙酯-甲酸（20:4:0.5）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同的紫红色斑点；置紫外光灯（365nm）下检视，显相同的橙黄色荧光斑点。</p><p>（3）取本品粉末0.5g，加甲醇10ml，超声处理20分钟，滤过，滤液蒸干，残渣加甲醇2ml使溶解，作为供试品溶液。另取莫诺苷对照品、马钱苷对照品，加甲醇制成每1ml各含2mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇（3:1）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>杂质</strong>（果核、果梗）不得过3%（通则2301）。</p><p><strong>水分 </strong>不得过16.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过6.0%（通则2302）。</p><p><strong>重金属及有害元素</strong> 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于50.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.3%磷酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为240nm；柱温为35℃。理论板数按马钱苷峰计算应不低于10000。</p><p><img src="/medicine-image/shan-zhu-yu/8.png" alt="IMG_263" /></p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约0.2g，精密称定，置具塞锥形瓶中，精密加入80%甲醇25ml，称定重量，加热回流1小时，放冷，再称定重量，用80%甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。<strong>对照品溶液的制备</strong> 取莫诺苷对照品、马钱苷对照品适量，精密称定，加80%甲醇制成每1ml各含50μg的混合溶液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含莫诺苷（C<sub>17</sub>H<sub>26</sub>O<sub>11</sub>）和马钱苷（C<sub>17</sub>H<sub>26</sub>O<sub>10</sub>）的总量不得少于1.2%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>山萸肉</strong>  除去杂质和残留果核。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong>（<strong>水分 </strong>总灰分） <strong>【含量测定】</strong> 同药材。</p><p><strong>酒萸肉</strong>  取净山萸肉，照酒炖法或酒蒸法（通则0213）炖或蒸至酒吸尽。</p><p><strong>【性状】</strong> 本品形如山茱萸，表面紫黑色或黑色，质滋润柔软。微有酒香气。</p><p><strong>【含量测定】</strong> 同药材，含莫诺苷（C<sub>17</sub>H<sub>26</sub>O<sub>11</sub>）和马钱苷（C<sub>17</sub>H<sub>26</sub>O<sub>10</sub>）的总量不得少于0.70%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（<strong>水分 </strong>总灰分） <strong>【浸出物】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 酸、涩，微温。归肝、肾经。</p><p><strong>【功能与主治】</strong> 补益肝肾，收涩固脱。用于眩晕耳鸣，腰膝酸痛，阳痿遗精，遗尿尿频，崩漏带下，大汗虚脱，内热消渴。</p><p><strong>【用法与用量】</strong> 6～12g。</p><p><strong>【贮藏】</strong> 置干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (62, 1, '65.辛夷.docx', 'velious', '/medicine-image/xin-yi/1.png', '/medicine-image/xin-yi/1.png', `望春花玉兰武当玉兰辛夷药材辛夷XinyiMAGNOLIAE FLOS本品为木兰科植物望春花Magnolia biondii Pamp.、玉兰Magnolia denudata Desr.或武当玉兰Magnolia sprengeri Pamp.的干燥花蕾。冬末春初花未开放时采收，除去枝梗，阴干。【性状】 望春花 呈长卵形，似毛笔头，长1.2～2.5cm，直径0.8～1.5cm。基部常具短梗，长约5`, 0, '2022-07-22 18:00:00', `望春花

![IMG_256](/medicine-image/xin-yi/1.png)

玉兰

![IMG_257](/medicine-image/xin-yi/2.png)

武当玉兰

![IMG_258](/medicine-image/xin-yi/3.png)

辛夷药材

![IMG_259](/medicine-image/xin-yi/4.png)

# ![IMG_260](/medicine-image/xin-yi/5.png)

# ****辛夷****

Xinyi

MAGNOLIAE FLOS

本品为木兰科植物望春花Magnolia biondii Pamp.、玉兰Magnolia denudata Desr.或武当玉兰Magnolia sprengeri Pamp.的干燥花蕾。冬末春初花未开放时采收，除去枝梗，阴干。

**【性状】** **望春花** 呈长卵形，似毛笔头，长1.2～2.5cm，直径0.8～1.5cm。基部常具短梗，长约5mm，梗上有类白色点状皮孔。苞片2～3层，每层2片，两层苞片间有小鳞芽，苞片外表面密被灰白色或灰绿色茸毛，内表面类棕色，无毛。花被片9，棕色，外轮花被片3，条形，约为内两轮长的1/4，呈萼片状，内两轮花被片6，每轮3，轮状排列。雄蕊和雌蕊多数，螺旋状排列。体轻，质脆。气芳香，味辛凉而稍苦。

**玉兰** 长1.5～3cm，直径1～1.5cm。基部枝梗较粗壮，皮孔浅棕色。苞片外表面密被灰白色或灰绿色茸毛。花被片9，内外轮同型。

**武当玉兰** 长2～4cm，直径1～2cm。基部枝梗粗壮，皮孔红棕色。苞片外表面密被淡黄色或淡黄绿色茸毛，有的最外层苞片茸毛已脱落而呈黑褐色。花被片10～12（15），内外轮无显著差异。

**【鉴别】** （1）本品粉末灰绿色或淡黄绿色。非腺毛甚多，散在，多碎断；完整者2～4细胞，亦有单细胞，壁厚4～13μm，基部细胞短粗膨大，细胞壁极度增厚似石细胞。石细胞多成群，呈椭圆形、不规则形或分枝状，壁厚4～20μm，孔沟不甚明显，胞腔中可见棕黄色分泌物。油细胞较多，类圆形，有的可见微小油滴。苞片表皮细胞扁方形，垂周壁连珠状。

（2）取本品粗粉1g，加三氯甲烷10ml，密塞，超声处理30分钟，滤过，滤液蒸干，残渣加三氯甲烷2ml使溶解，作为供试品溶液。另取木兰脂素对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2～10μl，分别点于同一硅胶H薄层板上，以三氯甲烷-乙醚（5:1）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在90℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同的紫红色斑点。

**【检查】** **水分 **不得过18.0\%（通则0832第五法）。

**【含量测定】** **挥发油** 照挥发油测定法（通则2204）测定。

本品含挥发油不得少于1.0\%（ml/g）。

**木兰脂素** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以辛基键合硅胶为填充剂；以乙腈-四氢呋喃-水（35:1:64）为流动相；检测波长为278nm。理论板数按木兰脂素峰计算应不低于9000。

对照品溶液的制备 取木兰脂素对照品适量，精密称定，加甲醇制成每1ml含木兰脂素0.1mg的溶液，即得。

供试品溶液的制备 取本品粗粉约1g，精密称定，置具塞锥形瓶中，精密加入乙酸乙酯20ml，称定重量，浸泡30分钟，超声处理（功率250W，频率33kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液3ml，加在中性氧化铝柱（100～200目，2g，内径为9mm，湿法装柱，用乙酸乙酯5ml预洗）上，用甲醇15ml洗脱，收集洗脱液，置25ml量瓶中，加甲醇至刻度，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各4～10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含木兰脂素（C23H28O7）不得少于0.40\%。

**【性味与归经】** 辛，温。归肺、胃经。

**【功能与主治】** 散风寒，通鼻窍。用于风寒头痛，鼻塞流涕，鼻鼽，鼻渊。

**【用法与用量】** 3～10g，包煎。外用适量。

**【贮藏】** 置阴凉干燥处。

花![IMG_256](/medicine-image/xin-yi/6.png)玉兰![IMG_257](/medicine-image/xin-yi/7.png)武当玉兰![IMG_258](/medicine-image/xin-yi/8.png)

辛夷药材

![IMG_259](/medicine-image/xin-yi/9.png)

# ![IMG_260](/medicine-image/xin-yi/10.png)

# ****辛夷****

Xinyi

MAGNOLIAE FLOS

本品为木兰科植物望春花Magnolia biondii Pamp.、玉兰Magnolia denudata Desr.或武当玉兰Magnolia sprengeri Pamp.的干燥花蕾。冬末春初花未开放时采收，除去枝梗，阴干。

**【性状】** **望春花** 呈长卵形，似毛笔头，长1.2～2.5cm，直径0.8～1.5cm。基部常具短梗，长约5mm，梗上有类白色点状皮孔。苞片2～3层，每层2片，两层苞片间有小鳞芽，苞片外表面密被灰白色或灰绿色茸毛，内表面类棕色，无毛。花被片9，棕色，外轮花被片3，条形，约为内两轮长的1/4，呈萼片状，内两轮花被片6，每轮3，轮状排列。雄蕊和雌蕊多数，螺旋状排列。体轻，质脆。气芳香，味辛凉而稍苦。

**玉兰** 长1.5～3cm，直径1～1.5cm。基部枝梗较粗壮，皮孔浅棕色。苞片外表面密被灰白色或灰绿色茸毛。花被片9，内外轮同型。

**武当玉兰** 长2～4cm，直径1～2cm。基部枝梗粗壮，皮孔红棕色。苞片外表面密被淡黄色或淡黄绿色茸毛，有的最外层苞片茸毛已脱落而呈黑褐色。花被片10～12（15），内外轮无显著差异。

**【鉴别】** （1）本品粉末灰绿色或淡黄绿色。非腺毛甚多，散在，多碎断；完整者2～4细胞，亦有单细胞，壁厚4～13μm，基部细胞短粗膨大，细胞壁极度增厚似石细胞。石细胞多成群，呈椭圆形、不规则形或分枝状，壁厚4～20μm，孔沟不甚明显，胞腔中可见棕黄色分泌物。油细胞较多，类圆形，有的可见微小油滴。苞片表皮细胞扁方形，垂周壁连珠状。

（2）取本品粗粉1g，加三氯甲烷10ml，密塞，超声处理30分钟，滤过，滤液蒸干，残渣加三氯甲烷2ml使溶解，作为供试品溶液。另取木兰脂素对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2～10μl，分别点于同一硅胶H薄层板上，以三氯甲烷-乙醚（5:1）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在90℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同的紫红色斑点。

**【检查】** **水分 **不得过18.0\%（通则0832第五法）。

**【含量测定】** **挥发油** 照挥发油测定法（通则2204）测定。

本品含挥发油不得少于1.0\%（ml/g）。

**木兰脂素** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以辛基键合硅胶为填充剂；以乙腈-四氢呋喃-水（35:1:64）为流动相；检测波长为278nm。理论板数按木兰脂素峰计算应不低于9000。

对照品溶液的制备 取木兰脂素对照品适量，精密称定，加甲醇制成每1ml含木兰脂素0.1mg的溶液，即得。

供试品溶液的制备 取本品粗粉约1g，精密称定，置具塞锥形瓶中，精密加入乙酸乙酯20ml，称定重量，浸泡30分钟，超声处理（功率250W，频率33kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液3ml，加在中性氧化铝柱（100～200目，2g，内径为9mm，湿法装柱，用乙酸乙酯5ml预洗）上，用甲醇15ml洗脱，收集洗脱液，置25ml量瓶中，加甲醇至刻度，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各4～10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含木兰脂素（C23H28O7）不得少于0.40\%。

**【性味与归经】** 辛，温。归肺、胃经。

**【功能与主治】** 散风寒，通鼻窍。用于风寒头痛，鼻塞流涕，鼻鼽，鼻渊。

**【用法与用量】** 3～10g，包煎。外用适量。

**【贮藏】** 置阴凉干燥处。`, `<p>望春花</p><p><img src="/medicine-image/xin-yi/1.png" alt="IMG_256" /></p><p>玉兰</p><p><img src="/medicine-image/xin-yi/2.png" alt="IMG_257" /></p><p>武当玉兰</p><p><img src="/medicine-image/xin-yi/3.png" alt="IMG_258" /></p><p>辛夷药材</p><p><img src="/medicine-image/xin-yi/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/xin-yi/5.png" alt="IMG_260" /></h1><h1><strong><strong>辛夷</strong></strong></h1><p>Xinyi</p><p>MAGNOLIAE FLOS</p><p>本品为木兰科植物望春花Magnolia biondii Pamp.、玉兰Magnolia denudata Desr.或武当玉兰Magnolia sprengeri Pamp.的干燥花蕾。冬末春初花未开放时采收，除去枝梗，阴干。</p><p><strong>【性状】</strong> <strong>望春花</strong> 呈长卵形，似毛笔头，长1.2～2.5cm，直径0.8～1.5cm。基部常具短梗，长约5mm，梗上有类白色点状皮孔。苞片2～3层，每层2片，两层苞片间有小鳞芽，苞片外表面密被灰白色或灰绿色茸毛，内表面类棕色，无毛。花被片9，棕色，外轮花被片3，条形，约为内两轮长的1/4，呈萼片状，内两轮花被片6，每轮3，轮状排列。雄蕊和雌蕊多数，螺旋状排列。体轻，质脆。气芳香，味辛凉而稍苦。</p><p><strong>玉兰</strong> 长1.5～3cm，直径1～1.5cm。基部枝梗较粗壮，皮孔浅棕色。苞片外表面密被灰白色或灰绿色茸毛。花被片9，内外轮同型。</p><p><strong>武当玉兰</strong> 长2～4cm，直径1～2cm。基部枝梗粗壮，皮孔红棕色。苞片外表面密被淡黄色或淡黄绿色茸毛，有的最外层苞片茸毛已脱落而呈黑褐色。花被片10～12（15），内外轮无显著差异。</p><p><strong>【鉴别】</strong> （1）本品粉末灰绿色或淡黄绿色。非腺毛甚多，散在，多碎断；完整者2～4细胞，亦有单细胞，壁厚4～13μm，基部细胞短粗膨大，细胞壁极度增厚似石细胞。石细胞多成群，呈椭圆形、不规则形或分枝状，壁厚4～20μm，孔沟不甚明显，胞腔中可见棕黄色分泌物。油细胞较多，类圆形，有的可见微小油滴。苞片表皮细胞扁方形，垂周壁连珠状。</p><p>（2）取本品粗粉1g，加三氯甲烷10ml，密塞，超声处理30分钟，滤过，滤液蒸干，残渣加三氯甲烷2ml使溶解，作为供试品溶液。另取木兰脂素对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2～10μl，分别点于同一硅胶H薄层板上，以三氯甲烷-乙醚（5:1）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在90℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同的紫红色斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过18.0%（通则0832第五法）。</p><p><strong>【含量测定】</strong> <strong>挥发油</strong> 照挥发油测定法（通则2204）测定。</p><p>本品含挥发油不得少于1.0%（ml/g）。</p><p><strong>木兰脂素</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以辛基键合硅胶为填充剂；以乙腈-四氢呋喃-水（35:1:64）为流动相；检测波长为278nm。理论板数按木兰脂素峰计算应不低于9000。</p><p>对照品溶液的制备 取木兰脂素对照品适量，精密称定，加甲醇制成每1ml含木兰脂素0.1mg的溶液，即得。</p><p>供试品溶液的制备 取本品粗粉约1g，精密称定，置具塞锥形瓶中，精密加入乙酸乙酯20ml，称定重量，浸泡30分钟，超声处理（功率250W，频率33kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液3ml，加在中性氧化铝柱（100～200目，2g，内径为9mm，湿法装柱，用乙酸乙酯5ml预洗）上，用甲醇15ml洗脱，收集洗脱液，置25ml量瓶中，加甲醇至刻度，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各4～10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含木兰脂素（C<sub>23</sub>H<sub>28</sub>O<sub>7</sub>）不得少于0.40%。</p><p><strong>【性味与归经】</strong> 辛，温。归肺、胃经。</p><p><strong>【功能与主治】</strong> 散风寒，通鼻窍。用于风寒头痛，鼻塞流涕，鼻鼽，鼻渊。</p><p><strong>【用法与用量】</strong> 3～10g，包煎。外用适量。</p><p><strong>【贮藏】</strong> 置阴凉干燥处。</p><p>花<img src="/medicine-image/xin-yi/6.png" alt="IMG_256" />玉兰<img src="/medicine-image/xin-yi/7.png" alt="IMG_257" />武当玉兰<img src="/medicine-image/xin-yi/8.png" alt="IMG_258" /></p><p>辛夷药材</p><p><img src="/medicine-image/xin-yi/9.png" alt="IMG_259" /></p><h1><img src="/medicine-image/xin-yi/10.png" alt="IMG_260" /></h1><h1><strong><strong>辛夷</strong></strong></h1><p>Xinyi</p><p>MAGNOLIAE FLOS</p><p>本品为木兰科植物望春花Magnolia biondii Pamp.、玉兰Magnolia denudata Desr.或武当玉兰Magnolia sprengeri Pamp.的干燥花蕾。冬末春初花未开放时采收，除去枝梗，阴干。</p><p><strong>【性状】</strong> <strong>望春花</strong> 呈长卵形，似毛笔头，长1.2～2.5cm，直径0.8～1.5cm。基部常具短梗，长约5mm，梗上有类白色点状皮孔。苞片2～3层，每层2片，两层苞片间有小鳞芽，苞片外表面密被灰白色或灰绿色茸毛，内表面类棕色，无毛。花被片9，棕色，外轮花被片3，条形，约为内两轮长的1/4，呈萼片状，内两轮花被片6，每轮3，轮状排列。雄蕊和雌蕊多数，螺旋状排列。体轻，质脆。气芳香，味辛凉而稍苦。</p><p><strong>玉兰</strong> 长1.5～3cm，直径1～1.5cm。基部枝梗较粗壮，皮孔浅棕色。苞片外表面密被灰白色或灰绿色茸毛。花被片9，内外轮同型。</p><p><strong>武当玉兰</strong> 长2～4cm，直径1～2cm。基部枝梗粗壮，皮孔红棕色。苞片外表面密被淡黄色或淡黄绿色茸毛，有的最外层苞片茸毛已脱落而呈黑褐色。花被片10～12（15），内外轮无显著差异。</p><p><strong>【鉴别】</strong> （1）本品粉末灰绿色或淡黄绿色。非腺毛甚多，散在，多碎断；完整者2～4细胞，亦有单细胞，壁厚4～13μm，基部细胞短粗膨大，细胞壁极度增厚似石细胞。石细胞多成群，呈椭圆形、不规则形或分枝状，壁厚4～20μm，孔沟不甚明显，胞腔中可见棕黄色分泌物。油细胞较多，类圆形，有的可见微小油滴。苞片表皮细胞扁方形，垂周壁连珠状。</p><p>（2）取本品粗粉1g，加三氯甲烷10ml，密塞，超声处理30分钟，滤过，滤液蒸干，残渣加三氯甲烷2ml使溶解，作为供试品溶液。另取木兰脂素对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2～10μl，分别点于同一硅胶H薄层板上，以三氯甲烷-乙醚（5:1）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在90℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同的紫红色斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过18.0%（通则0832第五法）。</p><p><strong>【含量测定】</strong> <strong>挥发油</strong> 照挥发油测定法（通则2204）测定。</p><p>本品含挥发油不得少于1.0%（ml/g）。</p><p><strong>木兰脂素</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以辛基键合硅胶为填充剂；以乙腈-四氢呋喃-水（35:1:64）为流动相；检测波长为278nm。理论板数按木兰脂素峰计算应不低于9000。</p><p>对照品溶液的制备 取木兰脂素对照品适量，精密称定，加甲醇制成每1ml含木兰脂素0.1mg的溶液，即得。</p><p>供试品溶液的制备 取本品粗粉约1g，精密称定，置具塞锥形瓶中，精密加入乙酸乙酯20ml，称定重量，浸泡30分钟，超声处理（功率250W，频率33kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液3ml，加在中性氧化铝柱（100～200目，2g，内径为9mm，湿法装柱，用乙酸乙酯5ml预洗）上，用甲醇15ml洗脱，收集洗脱液，置25ml量瓶中，加甲醇至刻度，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各4～10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含木兰脂素（C<sub>23</sub>H<sub>28</sub>O<sub>7</sub>）不得少于0.40%。</p><p><strong>【性味与归经】</strong> 辛，温。归肺、胃经。</p><p><strong>【功能与主治】</strong> 散风寒，通鼻窍。用于风寒头痛，鼻塞流涕，鼻鼽，鼻渊。</p><p><strong>【用法与用量】</strong> 3～10g，包煎。外用适量。</p><p><strong>【贮藏】</strong> 置阴凉干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (29, 1, '35.西红花.docx', 'velious', '/medicine-image/xi-hong-hua/1.png', '/medicine-image/xi-hong-hua/1.png', `番红花植物番红花种植场景红花药材西红花XihonghuɑCROCI STIGMA本品为鸢尾科植物番红花Crocus sativus L.的干燥柱头。【性状】 本品呈线形，三分枝，长约3cm。暗红色，上部较宽而略扁平，顶端边缘显不整齐的齿状，内侧有一短裂隙，下端有时残留一小段黄色花柱。体轻，质松软，无油润光泽，干燥后质脆易断。气特异，微有刺激性，味微苦。【鉴别】 （1）本品粉末橙红色。表皮细胞表面观`, 0, '2022-07-22 18:00:00', `番红花植物

![IMG_256](/medicine-image/xi-hong-hua/1.png)

番红花种植场景![IMG_257](/medicine-image/xi-hong-hua/2.png)

红花药材

![IMG_265](/medicine-image/xi-hong-hua/3.png)

![IMG_256](/medicine-image/xi-hong-hua/4.png)

![IMG_256](/medicine-image/xi-hong-hua/5.png)

# ****西红花****

Xihonghuɑ

CROCI STIGMA

本品为鸢尾科植物番红花Crocus sativus L.的干燥柱头。

**【性状】** 本品呈线形，三分枝，长约3cm。暗红色，上部较宽而略扁平，顶端边缘显不整齐的齿状，内侧有一短裂隙，下端有时残留一小段黄色花柱。体轻，质松软，无油润光泽，干燥后质脆易断。气特异，微有刺激性，味微苦。

**【鉴别】** （1）本品粉末橙红色。表皮细胞表面观长条形，壁薄，微弯曲，有的外壁凸出呈乳头状或绒毛状，表面隐约可见纤细纹理。柱头顶端表皮细胞绒毛状，直径26～56μm，表面有稀疏纹理。草酸钙结晶聚集于薄壁细胞中，呈颗粒状、圆簇状、梭形或类方形，直径2～14μm。

（2）取本品浸水中，可见橙黄色成直线下降，并逐渐扩散，水被染成黄色，无沉淀。柱头呈喇叭状，有短缝；在短时间内，用针拨之不破碎。

（3）取本品少量，置白瓷板上，加硫酸1滴，酸液显蓝色经紫色缓缓变为红褐色或棕色。

（4）取吸光度项下的溶液，照紫外-可见分光光度法（通则0401），在458nm的波长处测定吸光度，458nm与432nm波长处的吸光度的比值应为0.85～0.90。

（5）取本品粉末20mg，加甲醇1ml，超声处理10分钟，放置使澄清，取上清液作为供试品溶液。另取西红花对照药材20mg，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各3～5μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-甲醇-水（100:16.5:13.5）为展开剂，展开，取出，晾干，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点或荧光斑点（避光操作）。

**【检查】** **干燥失重** 取本品2g，精密称定，在105℃干燥6小时，减失重量不得过12.0\%（通则0831）。

**总灰分** 不得过7.5\%（通则2302）。

**吸光度** 取本品，置硅胶干燥器中，减压干燥24小时，研成细粉，精密称取30mg，置索氏提取器中，加甲醇70ml，加热回流至提取液无色，放冷，提取液移至100ml量瓶中（必要时滤过），用甲醇分次洗涤提取器，洗液并入同一量瓶中，加甲醇至刻度，摇匀。精密量取5ml，置50ml量瓶中，加甲醇至刻度，摇匀，照紫外-可见分光光度法（通则0401），在432nm的波长处测定吸光度，不得低于0.50。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用30\%乙醇作溶剂，不得少于55.0\%。

**【含量测定】** 避光操作。照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；苦番红花素检测波长为254nm，西红花苷-Ⅰ和西红花苷-Ⅱ检测波长为440nm。理论板数按西红花苷-Ⅰ峰计算应不低于3500。

![IMG_271](/medicine-image/xi-hong-hua/6.png)

**对照品溶液的制备** 取西红花苷-Ⅰ对照品、西红花苷-Ⅱ对照品、苦番红花素对照品适量，精密称定，加稀乙醇分别制成每1ml含西红花苷-Ⅰ30μg、西红花苷-Ⅱ12μg和苦番红花素18μg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过三号筛）约10mg，精密称定，置50ml棕色量瓶中，加稀乙醇适量，置冰浴中超声处理（功率300W，频率50kHz）20分钟，放至室温，加稀乙醇稀释至刻度，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μL，注入液相色谱仪，测定，即得。

本品按干燥品计算，含西红花苷-Ⅰ（C44H64O24）和西红花苷-Ⅱ（C38H54O19）的总量不得少于10.0\%，含苦番红花素（C16H26O7）不得少于5.0\%。

**【性味与归经】** 甘，平。归心、肝经。

**【功能与主治】** 活血化瘀，凉血解毒，解郁安神。用于经闭癥瘕，产后瘀阻，温毒发斑，忧郁痞闷，惊悸发狂。

**【用法与用量】** 1～3g，煎服或沸水泡服。

**【注意】** 孕妇慎用。

**【贮藏】** 置通风阴凉干燥处，避光，密闭。`, `<p>番红花植物</p><p><img src="/medicine-image/xi-hong-hua/1.png" alt="IMG_256" /></p><p>番红花种植场景<img src="/medicine-image/xi-hong-hua/2.png" alt="IMG_257" /></p><p>红花药材</p><p><img src="/medicine-image/xi-hong-hua/3.png" alt="IMG_265" /></p><p><img src="/medicine-image/xi-hong-hua/4.png" alt="IMG_256" /></p><p><img src="/medicine-image/xi-hong-hua/5.png" alt="IMG_256" /></p><h1><strong><strong>西红花</strong></strong></h1><p>Xihonghuɑ</p><p>CROCI STIGMA</p><p>本品为鸢尾科植物番红花Crocus sativus L.的干燥柱头。</p><p><strong>【性状】</strong> 本品呈线形，三分枝，长约3cm。暗红色，上部较宽而略扁平，顶端边缘显不整齐的齿状，内侧有一短裂隙，下端有时残留一小段黄色花柱。体轻，质松软，无油润光泽，干燥后质脆易断。气特异，微有刺激性，味微苦。</p><p><strong>【鉴别】</strong> （1）本品粉末橙红色。表皮细胞表面观长条形，壁薄，微弯曲，有的外壁凸出呈乳头状或绒毛状，表面隐约可见纤细纹理。柱头顶端表皮细胞绒毛状，直径26～56μm，表面有稀疏纹理。草酸钙结晶聚集于薄壁细胞中，呈颗粒状、圆簇状、梭形或类方形，直径2～14μm。</p><p>（2）取本品浸水中，可见橙黄色成直线下降，并逐渐扩散，水被染成黄色，无沉淀。柱头呈喇叭状，有短缝；在短时间内，用针拨之不破碎。</p><p>（3）取本品少量，置白瓷板上，加硫酸1滴，酸液显蓝色经紫色缓缓变为红褐色或棕色。</p><p>（4）取吸光度项下的溶液，照紫外-可见分光光度法（通则0401），在458nm的波长处测定吸光度，458nm与432nm波长处的吸光度的比值应为0.85～0.90。</p><p>（5）取本品粉末20mg，加甲醇1ml，超声处理10分钟，放置使澄清，取上清液作为供试品溶液。另取西红花对照药材20mg，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各3～5μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-甲醇-水（100:16.5:13.5）为展开剂，展开，取出，晾干，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点或荧光斑点（避光操作）。</p><p><strong>【检查】</strong> <strong>干燥失重</strong> 取本品2g，精密称定，在105℃干燥6小时，减失重量不得过12.0%（通则0831）。</p><p><strong>总灰分</strong> 不得过7.5%（通则2302）。</p><p><strong>吸光度</strong> 取本品，置硅胶干燥器中，减压干燥24小时，研成细粉，精密称取30mg，置索氏提取器中，加甲醇70ml，加热回流至提取液无色，放冷，提取液移至100ml量瓶中（必要时滤过），用甲醇分次洗涤提取器，洗液并入同一量瓶中，加甲醇至刻度，摇匀。精密量取5ml，置50ml量瓶中，加甲醇至刻度，摇匀，照紫外-可见分光光度法（通则0401），在432nm的波长处测定吸光度，不得低于0.50。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用30%乙醇作溶剂，不得少于55.0%。</p><p><strong>【含量测定】</strong> 避光操作。照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；苦番红花素检测波长为254nm，西红花苷-Ⅰ和西红花苷-Ⅱ检测波长为440nm。理论板数按西红花苷-Ⅰ峰计算应不低于3500。</p><p><img src="/medicine-image/xi-hong-hua/6.png" alt="IMG_271" /></p><p><strong>对照品溶液的制备</strong> 取西红花苷-Ⅰ对照品、西红花苷-Ⅱ对照品、苦番红花素对照品适量，精密称定，加稀乙醇分别制成每1ml含西红花苷-Ⅰ30μg、西红花苷-Ⅱ12μg和苦番红花素18μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约10mg，精密称定，置50ml棕色量瓶中，加稀乙醇适量，置冰浴中超声处理（功率300W，频率50kHz）20分钟，放至室温，加稀乙醇稀释至刻度，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μL，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含西红花苷-Ⅰ（C<sub>44</sub>H<sub>64</sub>O<sub>24</sub>）和西红花苷-Ⅱ（C<sub>38</sub>H<sub>54</sub>O<sub>19</sub>）的总量不得少于10.0%，含苦番红花素（C<sub>16</sub>H<sub>26</sub>O<sub>7</sub>）不得少于5.0%。</p><p><strong>【性味与归经】</strong> 甘，平。归心、肝经。</p><p><strong>【功能与主治】</strong> 活血化瘀，凉血解毒，解郁安神。用于经闭癥瘕，产后瘀阻，温毒发斑，忧郁痞闷，惊悸发狂。</p><p><strong>【用法与用量】</strong> 1～3g，煎服或沸水泡服。</p><p><strong>【注意】</strong> 孕妇慎用。</p><p><strong>【贮藏】</strong> 置通风阴凉干燥处，避光，密闭。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (78, 1, '8.五味子.docx', 'velious', '/medicine-image/wu-wei-zi/1.png', '/medicine-image/wu-wei-zi/1.png', `五味子植物五味子药材醋五味子蒸五味子五味子WuweiziSCHISANDRAE CHINENSIS FRUCTUS本品为木兰科植物五味子Schisandra chinensis（Turcz.）Baill.的干燥成熟果实。习称"北五味子"。秋季果实成熟时采摘，晒干或蒸后晒干，除去果梗和杂质。【性状】 本品呈不规则的球形或扁球形，直径5～8mm。表面红色、紫红色或暗红色，皱缩，显油润；有的表面呈黑红色`, 0, '2022-07-22 18:00:00', `五味子植物

![IMG_256](/medicine-image/wu-wei-zi/1.png)

五味子药材

![IMG_257](/medicine-image/wu-wei-zi/2.png)

醋五味子

![IMG_258](/medicine-image/wu-wei-zi/3.png)

蒸五味子

![IMG_259](/medicine-image/wu-wei-zi/4.png)

# ![IMG_260](/medicine-image/wu-wei-zi/5.png)

# ****五味子****

Wuweizi

SCHISANDRAE CHINENSIS FRUCTUS

本品为木兰科植物五味子Schisandra chinensis（Turcz.）Baill.的干燥成熟果实。习称"北五味子"。秋季果实成熟时采摘，晒干或蒸后晒干，除去果梗和杂质。

**【性状】** 本品呈不规则的球形或扁球形，直径5～8mm。表面红色、紫红色或暗红色，皱缩，显油润；有的表面呈黑红色或出现"白霜"。果肉柔软，种子1～2，肾形，表面棕黄色，有光泽，种皮薄而脆。果肉气微，味酸；种子破碎后，有香气，味辛、微苦。

**【鉴别】** （1）本品横切面：外果皮为1列方形或长方形细胞，壁稍厚，外被角质层，散有油细胞；中果皮薄壁细胞10余列，含淀粉粒，散有小型外韧型维管束；内果皮为1列小方形薄壁细胞。种皮最外层为1列径向延长的石细胞，壁厚，纹孔和孔沟细密；其下为数列类圆形、三角形或多角形石细胞，纹孔较大；石细胞层下为数列薄壁细胞，种脊部位有维管束；油细胞层为1列长方形细胞，含棕黄色油滴；再下为3～5列小形细胞；种皮内表皮为1列小细胞，壁稍厚，胚乳细胞含脂肪油滴及糊粉粒。

粉末暗紫色。种皮表皮石细胞表面观呈多角形或长多角形，直径18～50μm，壁厚，孔沟极细密，胞腔内含深棕色物。种皮内层石细胞呈多角形、类圆形或不规则形，直径约至83μm，壁稍厚，纹孔较大。果皮表皮细胞表面观类多角形，垂周壁略呈连珠状增厚，表面有角质线纹；表皮中散有油细胞。中果皮细胞皱缩，含暗棕色物，并含淀粉粒。

（2）取本品粉末1g，加三氯甲烷20ml，加热回流30分钟，滤过，滤液蒸干，残渣加三氯甲烷1ml使溶解，作为供试品溶液。另取五味子对照药材1g，同法制成对照药材溶液。再取五味子甲素对照品，加三氯甲烷制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各2μl，分别点于同一硅胶GF254薄层板上，以石油醚（30～60℃）-甲酸乙酯-甲酸（15:5:1）的上层溶液为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】 杂质 ** 不得过1\%（通则2301）。

**水分 ** 不得过16.0\%（通则0832第二法）。

**总灰分**  不得过7.0\%（通则2302）。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（65:35）为流动相；检测波长为250nm。理论板数按五味子醇甲峰计算应不低于2000。

**对照品溶液的制备** 取五味子醇甲对照品适量，精密称定，加甲醇制成每1ml含五味子醇甲0.3mg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过三号筛）约0.25g，精密称定，置20ml量瓶中，加甲醇约18ml，超声处理（功率250W，频率20kHz）20分钟，取出，加甲醇至刻度，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品含五味子醇甲（C24H32O7）不得少于0.40\%。

**饮片**

**【炮制】** **五味子**  除去杂质。用时捣碎。

**【性状】** **【鉴别】** **【检查】**（**水分 **总灰分） **【含量测定】** 同药材。

**醋五味子**  取净五味子，照醋蒸法（通则0213）蒸至黑色。用时捣碎。

**【性状】** 本品形如五味子，表面乌黑色，油润，稍有光泽。有醋香气。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于28.0\%。

**【鉴别】**（2） **【检查】**（**水分 **总灰分） **【含量测定】** 同药材。

**【性味与归经】** 酸、甘，温。归肺、心、肾经。

**【功能与主治】** 收敛固涩，益气生津，补肾宁心。用于久嗽虚喘，梦遗滑精，遗尿尿频，久泻不止，自汗盗汗，津伤口渴，内热消渴，心悸失眠。

**【用法与用量】** 2～6g。

**【贮藏】** 置通风干燥处，防霉。`, `<p>五味子植物</p><p><img src="/medicine-image/wu-wei-zi/1.png" alt="IMG_256" /></p><p>五味子药材</p><p><img src="/medicine-image/wu-wei-zi/2.png" alt="IMG_257" /></p><p>醋五味子</p><p><img src="/medicine-image/wu-wei-zi/3.png" alt="IMG_258" /></p><p>蒸五味子</p><p><img src="/medicine-image/wu-wei-zi/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/wu-wei-zi/5.png" alt="IMG_260" /></h1><h1><strong><strong>五味子</strong></strong></h1><p>Wuweizi</p><p>SCHISANDRAE CHINENSIS FRUCTUS</p><p>本品为木兰科植物五味子Schisandra chinensis（Turcz.）Baill.的干燥成熟果实。习称"北五味子"。秋季果实成熟时采摘，晒干或蒸后晒干，除去果梗和杂质。</p><p><strong>【性状】</strong> 本品呈不规则的球形或扁球形，直径5～8mm。表面红色、紫红色或暗红色，皱缩，显油润；有的表面呈黑红色或出现"白霜"。果肉柔软，种子1～2，肾形，表面棕黄色，有光泽，种皮薄而脆。果肉气微，味酸；种子破碎后，有香气，味辛、微苦。</p><p><strong>【鉴别】</strong> （1）本品横切面：外果皮为1列方形或长方形细胞，壁稍厚，外被角质层，散有油细胞；中果皮薄壁细胞10余列，含淀粉粒，散有小型外韧型维管束；内果皮为1列小方形薄壁细胞。种皮最外层为1列径向延长的石细胞，壁厚，纹孔和孔沟细密；其下为数列类圆形、三角形或多角形石细胞，纹孔较大；石细胞层下为数列薄壁细胞，种脊部位有维管束；油细胞层为1列长方形细胞，含棕黄色油滴；再下为3～5列小形细胞；种皮内表皮为1列小细胞，壁稍厚，胚乳细胞含脂肪油滴及糊粉粒。</p><p>粉末暗紫色。种皮表皮石细胞表面观呈多角形或长多角形，直径18～50μm，壁厚，孔沟极细密，胞腔内含深棕色物。种皮内层石细胞呈多角形、类圆形或不规则形，直径约至83μm，壁稍厚，纹孔较大。果皮表皮细胞表面观类多角形，垂周壁略呈连珠状增厚，表面有角质线纹；表皮中散有油细胞。中果皮细胞皱缩，含暗棕色物，并含淀粉粒。</p><p>（2）取本品粉末1g，加三氯甲烷20ml，加热回流30分钟，滤过，滤液蒸干，残渣加三氯甲烷1ml使溶解，作为供试品溶液。另取五味子对照药材1g，同法制成对照药材溶液。再取五味子甲素对照品，加三氯甲烷制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各2μl，分别点于同一硅胶GF254薄层板上，以石油醚（30～60℃）-甲酸乙酯-甲酸（15:5:1）的上层溶液为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】 杂质 </strong> 不得过1%（通则2301）。</p><p><strong>水分 </strong> 不得过16.0%（通则0832第二法）。</p><p><strong>总灰分</strong>  不得过7.0%（通则2302）。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（65:35）为流动相；检测波长为250nm。理论板数按五味子醇甲峰计算应不低于2000。</p><p><strong>对照品溶液的制备</strong> 取五味子醇甲对照品适量，精密称定，加甲醇制成每1ml含五味子醇甲0.3mg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约0.25g，精密称定，置20ml量瓶中，加甲醇约18ml，超声处理（功率250W，频率20kHz）20分钟，取出，加甲醇至刻度，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品含五味子醇甲（C<sub>24</sub>H<sub>32</sub>O<sub>7</sub>）不得少于0.40%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>五味子</strong>  除去杂质。用时捣碎。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong>（<strong>水分 </strong>总灰分） <strong>【含量测定】</strong> 同药材。</p><p><strong>醋五味子</strong>  取净五味子，照醋蒸法（通则0213）蒸至黑色。用时捣碎。</p><p><strong>【性状】</strong> 本品形如五味子，表面乌黑色，油润，稍有光泽。有醋香气。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于28.0%。</p><p><strong>【鉴别】</strong>（2） <strong>【检查】</strong>（<strong>水分 </strong>总灰分） <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 酸、甘，温。归肺、心、肾经。</p><p><strong>【功能与主治】</strong> 收敛固涩，益气生津，补肾宁心。用于久嗽虚喘，梦遗滑精，遗尿尿频，久泻不止，自汗盗汗，津伤口渴，内热消渴，心悸失眠。</p><p><strong>【用法与用量】</strong> 2～6g。</p><p><strong>【贮藏】</strong> 置通风干燥处，防霉。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (33, 1, '39.阿胶.docx', 'velious', '/medicine-image/a-xiao/1.png', '/medicine-image/a-xiao/1.png', `驴阿胶药材阿胶珠阿胶EjiaoASINI CORII COLLA　　本品为马科动物驴Equus asinus L. 的干燥皮或鲜皮经煎煮、浓缩制成的固体胶。　　【制法】将驴皮浸泡去毛，切块洗净，分次水煎，滤过，合并滤液，浓缩（可分别加入适量的黄酒、冰糖及豆油）至稠膏状，冷凝，切块，晾干，即得。　　【性状】本品呈长方形块、方形块或丁状。棕色至黑褐色，有光泽。质硬而脆，断面光亮，碎片对光照视呈棕色半透`, 0, '2022-07-22 18:00:00', `驴

![IMG_256](/medicine-image/a-xiao/1.png)

阿胶药材

![IMG_258](/medicine-image/a-xiao/2.png)

阿胶珠

![IMG_256](/medicine-image/a-xiao/3.png)

![IMG_256](/medicine-image/a-xiao/4.png)

**阿胶**

**Ejiao**

**ASINI CORII COLLA**

　　本品为马科动物驴Equus asinus L. 的干燥皮或鲜皮经煎煮、浓缩制成的固体胶。  
　　**【制法】**将驴皮浸泡去毛，切块洗净，分次水煎，滤过，合并滤液，浓缩（可分别加入适量的黄酒、冰糖及豆油）至稠膏状，冷凝，切块，晾干，即得。  
　　**【性状】**本品呈长方形块、方形块或丁状。棕色至黑褐色，有光泽。质硬而脆，断面光亮，碎片对光照视呈棕色半透明状。气微，味微甘。  
　　**【鉴别】**取本品粉末0.1g，加1\%碳酸氢铵溶液50ml，超声处理30分钟，用微孔滤膜滤过，取续滤液100μl，置微量进样瓶中，加胰蛋白酶溶液10μl（取序列分析用胰蛋白酶，加1\%碳酸氢铵溶液制成每1ml中含1mg的溶液，临用时配制），摇匀，37℃恒温酶解12小时，作为供试品溶液。另取阿胶对照药材0.1g，同法制成对照药材溶液。照〔含量测定〕特征多肽项下色谱、质谱条件试验，选择质荷比（m/z）539.8（双电荷）→612.4和m/z539.8（双电荷）→923.8作为检测离子对。取阿胶对照药材溶液，进样5μl，按上述检测离子对测定的MRM色谱峰的信噪比均应大于3:1。  
　　吸取供试品溶液5μl，注入高效液相色谱-质谱联用仪，测定。以质荷比（m/z）539.8（双电荷）→612.4和m/z539.8（双电荷）→923.8离子对提取的供试品离子流色谱中，应同时呈现与对照药材色谱保留时间一致的色谱峰。  
　　**【检查】**水分取本品1g，精密称定，加水2ml，加热溶解后，置水浴上蒸干，使厚度不超过2mm，照水分测定法（通则0832第二法）测定，不得过15.0\%。  
　　重金属及有害元素 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过0.3mg/kg；砷不得过2mg/kg，汞不得过0.2mg/kg，铜不得过20mg/kg。  
　　水不溶物 取本品1.0g，精密称定，加水5ml，加热使溶解，转移至已恒重10ml具塞离心管中，用温水5ml分3次洗涤，洗液并入离心管中，摇匀。置40℃水浴保温15分钟，离心（转速为每分钟2000转）10分钟，去除管壁浮油，倾去上清液，沿管壁加入温水至刻度，离心，如法清洗3次，倾去上清液，离心管在105℃加热2小时，取出，置干燥器中冷却30分钟，精密称定，计算，即得。  
　　本品水不溶物不得过2.0\%。  
　　其他应符合胶剂项下有关的各项规定（通则0184）。  
　　**【含量测定】**氨基酸 照高效液相色谱法（通则0512）测定。  
　　色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.1mol/L醋酸钠溶液（用醋酸调节pH值至6.5）（7:93）为流动相A，以乙腈-水（4:1）为流动相B，按下表中的规定进行梯度洗脱；检测波长为254nm；柱温为43℃。理论板数按L-羟脯氨酸峰计算应不低于4000。  
　　![IMG_262](/medicine-image/a-xiao/5.png)  
　　对照品溶液的制备 取L-羟脯氨酸对照品、甘氨酸对照品、丙氨酸对照品、L-脯氨酸对照品适量，精密称定，加0.1mol/L盐酸溶液制成每1ml分别含L-羟脯氨酸80μg、甘氨酸0.16mg、丙氨酸70μg、L-脯氨酸0.12mg的混合溶液，即得。  
　　供试品溶液的制备 取本品粗粉约0.25g，精密称定，置25ml量瓶中，加0.1mol/L盐酸溶液20ml，超声处理（功率500W，频率40kHz）30分钟，放冷，加0.1mol/L盐酸溶液至刻度，摇匀。精密量取2ml，置5ml安瓿中，加盐酸2ml，150℃水解1小时，放冷，移至蒸发皿中，用水10ml分次洗涤，洗液并入蒸发皿中，蒸干，残渣加0.1mol/L盐酸溶液溶解，转移至25ml量瓶中，加0.1mol/L盐酸溶液至刻度，摇匀，即得。  
　　精密量取上述对照品溶液和供试品溶液各5ml，分别置25ml量瓶中，各加0.1mol/L异硫氢酸苯酯（PITC）的乙腈溶液2.5ml，lmol/L三乙胺的乙腈溶液2.5ml，摇匀，室温放置1小时后，加50\%乙腈至刻度，摇匀。取10ml，加正己烷10ml，振摇，放置10分钟，取下层溶液，滤过，取续滤液，即得。  
　　测定法 分别精密吸取衍生化后的对照品溶液与供试品溶液各5μl，注入液相色谱仪，测定，即得。  
　　本品按干燥品计算，含L-羟脯氨酸不得少于8.0\%，甘氨酸不得少于18.0\%，丙氨酸不得少于7.0\%，L-脯氨酸不得少于10.0\%。  
　　特征多肽照 高效液相色谱-质谱法（通则0512和通则0431）测定。  
　　色谱、质谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂（色谱柱内径2.1mm）；以乙腈为流动相A，以0.1\%甲酸溶液为流动相B，按下表中的规定进行梯度洗脱，流速为每分钟0.3ml。  
　　![IMG_263](/medicine-image/a-xiao/6.png)  
　　采用三重四极杆质谱检测器，电喷雾离子化（ESI）正离子模式下多反应监测（MRM），监测离子对见下表：  
　　![IMG_264](/medicine-image/a-xiao/7.png)  
　　理论板数按驴源多肽A1峰计算应不低于4000。  
　　对照品溶液的制备 取驴源多肽A1对照品、驴源多肽A2对照品适量，精密称定，加1\%碳酸氢铵溶液分别制成每1ml含2.5μg的混合溶液，即得。  
　　供试品溶液的制备 取本品粉末0.1g，精密称定，置50ml量瓶中，加1\%碳酸氢铵溶液40ml，超声处理（功率250W，频率40kHz）30分钟，加1\%碳酸氢铵溶液稀释至刻度，摇匀。精密量取lml至5ml量瓶中，加胰蛋白酶溶液（取序列分析级胰蛋白酶，加1\%碳酸氢铵溶液制成每1ml中含1mg的溶液，临用前新制）lml，加1\%碳酸氢铵溶液稀释至刻度，摇匀，37℃恒温酶解12小时，滤过，取续滤液，即得。  
　　测定法 精密量取对照品溶液1ml、2ml、5ml、10ml、20ml和25ml，分别置50ml量瓶中，加1\%碳酸氢铵溶液稀释至刻度，制成标准曲线溶液。分别精密吸取不同浓度的标准曲线溶液与供试品溶液各5μl，注入高效液相色谱-质谱联用仪，以对照品峰面积为纵坐标，对照品浓度为横坐标制备标准曲线。从标准曲线读出供试品溶液中相当于驴源多肽A1和驴源多肽A2的量，计算即得。  
　　本品按干燥品计算，含特征多肽以驴源多肽A1（C41H68N12O13）和驴源多肽A2（C51H82N18O18）的总量计应不得少于0.15\%。  
　　饮片  
　　**【炮制】**阿胶 捣成碎块。  
　　**【性状】**本品呈不规则块状，大小不一。其余同药材。  
　　**【检查】**（水分 水不溶物）同药材。  
　　阿胶珠 取阿胶，烘软，切成1cm左右的丁，照炒法（通则0213）用蛤粉烫至成珠，内无溏心时，取出，筛去蛤粉，放凉。  
　　**【性状】**本品呈类球形。表面棕黄色或灰白色，附有白色粉末。体轻，质酥，易碎。断面中空或多孔状，淡黄色至棕色。气微，味微甜。  
　　**【检查】**水分 同药材，不得过10.0\%。  
　　总灰分 不得过4.0\%（通则2302）。  
　　**【鉴别】【含量测定】**（氨基酸）同药材。  
　　**【性味与归经】**甘，平。归肺、肝、肾经。  
　　**【功能与主治】**补血滋阴，润燥，止血。用于血虚萎黄，眩晕心悸，肌痿无力，心烦不眠，虚风内动，肺燥咳嗽，劳嗽咯血，吐血尿血，便血崩漏，妊娠胎漏。  
　　**【用法与用量】**3～9g。烊化兑服。

　　**【贮藏】**密闭。`, `<p>驴</p><p><img src="/medicine-image/a-xiao/1.png" alt="IMG_256" /></p><p>阿胶药材</p><p><img src="/medicine-image/a-xiao/2.png" alt="IMG_258" /></p><p>阿胶珠</p><p><img src="/medicine-image/a-xiao/3.png" alt="IMG_256" /></p><p><img src="/medicine-image/a-xiao/4.png" alt="IMG_256" /></p><p><strong>阿胶</strong></p><p><strong>Ejiao</strong></p><p><strong>ASINI CORII COLLA</strong></p><p>　　本品为马科动物驴Equus asinus L. 的干燥皮或鲜皮经煎煮、浓缩制成的固体胶。<br />　　<strong>【制法】</strong>将驴皮浸泡去毛，切块洗净，分次水煎，滤过，合并滤液，浓缩（可分别加入适量的黄酒、冰糖及豆油）至稠膏状，冷凝，切块，晾干，即得。<br />　　<strong>【性状】</strong>本品呈长方形块、方形块或丁状。棕色至黑褐色，有光泽。质硬而脆，断面光亮，碎片对光照视呈棕色半透明状。气微，味微甘。<br />　　<strong>【鉴别】</strong>取本品粉末0.1g，加1%碳酸氢铵溶液50ml，超声处理30分钟，用微孔滤膜滤过，取续滤液100μl，置微量进样瓶中，加胰蛋白酶溶液10μl（取序列分析用胰蛋白酶，加1%碳酸氢铵溶液制成每1ml中含1mg的溶液，临用时配制），摇匀，37℃恒温酶解12小时，作为供试品溶液。另取阿胶对照药材0.1g，同法制成对照药材溶液。照〔含量测定〕特征多肽项下色谱、质谱条件试验，选择质荷比（m/z）539.8（双电荷）→612.4和m/z539.8（双电荷）→923.8作为检测离子对。取阿胶对照药材溶液，进样5μl，按上述检测离子对测定的MRM色谱峰的信噪比均应大于3:1。<br />　　吸取供试品溶液5μl，注入高效液相色谱-质谱联用仪，测定。以质荷比（m/z）539.8（双电荷）→612.4和m/z539.8（双电荷）→923.8离子对提取的供试品离子流色谱中，应同时呈现与对照药材色谱保留时间一致的色谱峰。<br />　　<strong>【检查】</strong>水分取本品1g，精密称定，加水2ml，加热溶解后，置水浴上蒸干，使厚度不超过2mm，照水分测定法（通则0832第二法）测定，不得过15.0%。<br />　　重金属及有害元素  照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过0.3mg/kg；砷不得过2mg/kg，汞不得过0.2mg/kg，铜不得过20mg/kg。<br />　　水不溶物  取本品1.0g，精密称定，加水5ml，加热使溶解，转移至已恒重10ml具塞离心管中，用温水5ml分3次洗涤，洗液并入离心管中，摇匀。置40℃水浴保温15分钟，离心（转速为每分钟2000转）10分钟，去除管壁浮油，倾去上清液，沿管壁加入温水至刻度，离心，如法清洗3次，倾去上清液，离心管在105℃加热2小时，取出，置干燥器中冷却30分钟，精密称定，计算，即得。<br />　　本品水不溶物不得过2.0%。<br />　　其他应符合胶剂项下有关的各项规定（通则0184）。<br />　　<strong>【含量测定】</strong>氨基酸  照高效液相色谱法（通则0512）测定。<br />　　色谱条件与系统适用性试验  以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.1mol/L醋酸钠溶液（用醋酸调节pH值至6.5）（7:93）为流动相A，以乙腈-水（4:1）为流动相B，按下表中的规定进行梯度洗脱；检测波长为254nm；柱温为43℃。理论板数按L-羟脯氨酸峰计算应不低于4000。<br />　　<img src="/medicine-image/a-xiao/5.png" alt="IMG_262" /><br />　　对照品溶液的制备  取L-羟脯氨酸对照品、甘氨酸对照品、丙氨酸对照品、L-脯氨酸对照品适量，精密称定，加0.1mol/L盐酸溶液制成每1ml分别含L-羟脯氨酸80μg、甘氨酸0.16mg、丙氨酸70μg、L-脯氨酸0.12mg的混合溶液，即得。<br />　　供试品溶液的制备  取本品粗粉约0.25g，精密称定，置25ml量瓶中，加0.1mol/L盐酸溶液20ml，超声处理（功率500W，频率40kHz）30分钟，放冷，加0.1mol/L盐酸溶液至刻度，摇匀。精密量取2ml，置5ml安瓿中，加盐酸2ml，150℃水解1小时，放冷，移至蒸发皿中，用水10ml分次洗涤，洗液并入蒸发皿中，蒸干，残渣加0.1mol/L盐酸溶液溶解，转移至25ml量瓶中，加0.1mol/L盐酸溶液至刻度，摇匀，即得。<br />　　精密量取上述对照品溶液和供试品溶液各5ml，分别置25ml量瓶中，各加0.1mol/L异硫氢酸苯酯（PITC）的乙腈溶液2.5ml，lmol/L三乙胺的乙腈溶液2.5ml，摇匀，室温放置1小时后，加50%乙腈至刻度，摇匀。取10ml，加正己烷10ml，振摇，放置10分钟，取下层溶液，滤过，取续滤液，即得。<br />　　测定法  分别精密吸取衍生化后的对照品溶液与供试品溶液各5μl，注入液相色谱仪，测定，即得。<br />　　本品按干燥品计算，含L-羟脯氨酸不得少于8.0%，甘氨酸不得少于18.0%，丙氨酸不得少于7.0%，L-脯氨酸不得少于10.0%。<br />　　特征多肽照  高效液相色谱-质谱法（通则0512和通则0431）测定。<br />　　色谱、质谱条件与系统适用性试验  以十八烷基硅烷键合硅胶为填充剂（色谱柱内径2.1mm）；以乙腈为流动相A，以0.1%甲酸溶液为流动相B，按下表中的规定进行梯度洗脱，流速为每分钟0.3ml。<br />　　<img src="/medicine-image/a-xiao/6.png" alt="IMG_263" /><br />　　采用三重四极杆质谱检测器，电喷雾离子化（ESI）正离子模式下多反应监测（MRM），监测离子对见下表：<br />　　<img src="/medicine-image/a-xiao/7.png" alt="IMG_264" /><br />　　理论板数按驴源多肽A<sub>1</sub>峰计算应不低于4000。<br />　　对照品溶液的制备  取驴源多肽A<sub>1</sub>对照品、驴源多肽A<sub>2</sub>对照品适量，精密称定，加1%碳酸氢铵溶液分别制成每1ml含2.5μg的混合溶液，即得。<br />　　供试品溶液的制备  取本品粉末0.1g，精密称定，置50ml量瓶中，加1%碳酸氢铵溶液40ml，超声处理（功率250W，频率40kHz）30分钟，加1%碳酸氢铵溶液稀释至刻度，摇匀。精密量取lml至5ml量瓶中，加胰蛋白酶溶液（取序列分析级胰蛋白酶，加1%碳酸氢铵溶液制成每1ml中含1mg的溶液，临用前新制）lml，加1%碳酸氢铵溶液稀释至刻度，摇匀，37℃恒温酶解12小时，滤过，取续滤液，即得。<br />　　测定法  精密量取对照品溶液1ml、2ml、5ml、10ml、20ml和25ml，分别置50ml量瓶中，加1%碳酸氢铵溶液稀释至刻度，制成标准曲线溶液。分别精密吸取不同浓度的标准曲线溶液与供试品溶液各5μl，注入高效液相色谱-质谱联用仪，以对照品峰面积为纵坐标，对照品浓度为横坐标制备标准曲线。从标准曲线读出供试品溶液中相当于驴源多肽A<sub>1</sub>和驴源多肽A<sub>2</sub>的量，计算即得。<br />　　本品按干燥品计算，含特征多肽以驴源多肽A<sub>1</sub>（C<sub>41</sub>H<sub>68</sub>N<sub>12</sub>O<sub>13</sub>）和驴源多肽A<sub>2</sub>（C<sub>51</sub>H<sub>82</sub>N<sub>18</sub>O<sub>18</sub>）的总量计应不得少于0.15%。<br />　　饮片<br />　　<strong>【炮制】</strong>阿胶  捣成碎块。<br />　　<strong>【性状】</strong>本品呈不规则块状，大小不一。其余同药材。<br />　　<strong>【检查】</strong>（水分  水不溶物）同药材。<br />　　阿胶珠  取阿胶，烘软，切成1cm左右的丁，照炒法（通则0213）用蛤粉烫至成珠，内无溏心时，取出，筛去蛤粉，放凉。<br />　　<strong>【性状】</strong>本品呈类球形。表面棕黄色或灰白色，附有白色粉末。体轻，质酥，易碎。断面中空或多孔状，淡黄色至棕色。气微，味微甜。<br />　　<strong>【检查】</strong>水分  同药材，不得过10.0%。<br />　　总灰分  不得过4.0%（通则2302）。<br />　　<strong>【鉴别】【含量测定】</strong>（氨基酸）同药材。<br />　　<strong>【性味与归经】</strong>甘，平。归肺、肝、肾经。<br />　　<strong>【功能与主治】</strong>补血滋阴，润燥，止血。用于血虚萎黄，眩晕心悸，肌痿无力，心烦不眠，虚风内动，肺燥咳嗽，劳嗽咯血，吐血尿血，便血崩漏，妊娠胎漏。<br />　　<strong>【用法与用量】</strong>3～9g。烊化兑服。</p><p>　　<strong>【贮藏】</strong>密闭。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (44, 1, '49.甘草.docx', 'velious', '/medicine-image/gan-cao/1.png', '/medicine-image/gan-cao/1.png', `甘草甘草鲜品甘草饮片甘草GɑncɑoGLYCYRRHIZAE RADIX ET RHIZOMA本品为豆科植物甘草Glycyrrhiza uralensis Fisch.、胀果甘草Glycyrrhiza inflata Bat.或光果甘草Glycyrrhiza glabra L.的干燥根和根茎。春、秋二季采挖，除去须根，晒干。【性状】 甘草 根呈圆柱形，长25～100cm，直径0.6～3.5cm。外`, 0, '2022-07-22 18:00:00', `甘草

![IMG_256](/medicine-image/gan-cao/1.png)

甘草鲜品

![IMG_258](/medicine-image/gan-cao/2.png)  
甘草饮片

![IMG_262](/medicine-image/gan-cao/3.png)

# ![IMG_264](/medicine-image/gan-cao/4.png)

# ****甘草****

Gɑncɑo

GLYCYRRHIZAE RADIX ET RHIZOMA

本品为豆科植物甘草Glycyrrhiza uralensis Fisch.、胀果甘草Glycyrrhiza inflata Bat.或光果甘草Glycyrrhiza glabra L.的干燥根和根茎。春、秋二季采挖，除去须根，晒干。

**【性状】** 甘草 根呈圆柱形，长25～100cm，直径0.6～3.5cm。外皮松紧不一。表面红棕色或灰棕色，具显著的纵皱纹、沟纹、皮孔及稀疏的细根痕。质坚实，断面略显纤维性，黄白色，粉性，形成层环明显，射线放射状，有的有裂隙。根茎呈圆柱形，表面有芽痕，断面中部有髓。气微，味甜而特殊。

胀果甘草 根和根茎木质粗壮，有的分枝，外皮粗糙，多灰棕色或灰褐色。质坚硬，木质纤维多，粉性小。根茎不定芽多而粗大。

光果甘草 根和根茎质地较坚实，有的分枝，外皮不粗糙，多灰棕色，皮孔细而不明显。

**【鉴别】** （1）本品横切面：木栓层为数列棕色细胞。栓内层较窄。韧皮部射线宽广，多弯曲，常现裂隙；纤维多成束，非木化或微木化，周围薄壁细胞常含草酸钙方晶；筛管群常因压缩而变形。束内形成层明显。木质部射线宽3～5列细胞；导管较多，直径约至160μm；木纤维成束，周围薄壁细胞亦含草酸钙方晶。根中心无髓；根茎中心有髓。

粉末淡棕黄色。纤维成束，直径8～14μm，壁厚，微木化，周围薄壁细胞含草酸钙方晶，形成晶纤维。草酸钙方晶多见。具缘纹孔导管较大，稀有网纹导管。木栓细胞红棕色，多角形，微木化。

（2）取本品粉末1g，加乙醚40ml，加热回流1小时，滤过，弃去醚液，药渣加甲醇30ml，加热回流1小时，滤过，滤液蒸干，残渣加水40ml使溶解，用正丁醇提取3次，每次20ml，合并正丁醇液，用水洗涤3次，弃去水液，正丁醇液蒸干，残渣加甲醇5ml使溶解，作为供试品溶液。另取甘草对照药材1g，同法制成对照药材溶液。再取甘草酸单铵盐对照品，加甲醇制成每1ml含2mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各1～2μl，分别点于同一用1\%氢氧化钠溶液制备的硅胶G薄层板上，以乙酸乙酯-甲酸-冰醋酸-水（15:1:1:2）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点；在与对照品色谱相应的位置上，显相同的橙黄色荧光斑点。

**【检查】** **水分 ** 不得过12.0\%（通则0832第二法）。

**总灰分**  不得过7.0\%（通则2302）。

**酸不溶性灰分**  不得过2.0\%（通则2302）。

**重金属及有害元素**  照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。

**其他有机氯类农药残留量**  照农药残留量测定法（通则2341有机氯类农药残留量测定—第一法）测定。

含五氯硝基苯不得过0.1mg/kg。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.05\%磷酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为237nm。理论板数按甘草苷峰计算应不低于5000。

![IMG_265](/medicine-image/gan-cao/5.png)

**对照品溶液的制备** 取甘草苷对照品、甘草酸铵对照品适量，精密称定，加70\%乙醇分别制成每1ml含甘草苷20μg、甘草酸铵0.2mg的溶液，即得（甘草酸重量＝甘草酸铵重量/1.0207）。

**供试品溶液的制备** 取本品粉末（过三号筛）约0.2g，精密称定，置具塞锥形瓶中，精密加入70\%乙醇100ml，密塞，称定重量，超声处理（功率250W，频率40kHz）30分钟，放冷，再称定重量，用70\%乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法 **分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含甘草苷（C21H22O9）不得少于0.50\%，甘草酸（C42H62O16）不得少于2.0\%。

**饮片**

**【炮制】** **甘草片**  除去杂质，洗净，润透，切厚片，干燥。

**【性状】** 本品呈类圆形或椭圆形的厚片。外表皮红棕色或灰棕色，具纵皱纹。切面略显纤维性，中心黄白色，有明显放射状纹理及形成层环。质坚实，具粉性。气微，味甜而特殊。

**【检查】** **总灰分**  同药材，不得过5.0\%。

**【含量测定】** 同药材，含甘草苷（C21H22O9）不得少于0.45\%，甘草酸（C42H62O16）不得少于1.8\%。

**【鉴别】**（除横切面外） **【检查】**（**水分 **重金属及有害元素） 同药材。

**【性味与归经】** 甘，平。归心、肺、脾、胃经。

**【功能与主治】** 补脾益气，清热解毒，祛痰止咳，缓急止痛，调和诸药。用于脾胃虚弱，倦怠乏力，心悸气短，咳嗽痰多，脘腹、四肢挛急疼痛，痈肿疮毒，缓解药物毒性、烈性。

**【用法与用量】** 2～10g。

**【注意】** 不宜与海藻、京大戟、红大戟、甘遂、芫花同用。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>甘草</p><p><img src="/medicine-image/gan-cao/1.png" alt="IMG_256" /></p><p>甘草鲜品</p><p><img src="/medicine-image/gan-cao/2.png" alt="IMG_258" /><br />甘草饮片</p><p><img src="/medicine-image/gan-cao/3.png" alt="IMG_262" /></p><h1><img src="/medicine-image/gan-cao/4.png" alt="IMG_264" /></h1><h1><strong><strong>甘草</strong></strong></h1><p>Gɑncɑo</p><p>GLYCYRRHIZAE RADIX ET RHIZOMA</p><p>本品为豆科植物甘草Glycyrrhiza uralensis Fisch.、胀果甘草Glycyrrhiza inflata Bat.或光果甘草Glycyrrhiza glabra L.的干燥根和根茎。春、秋二季采挖，除去须根，晒干。</p><p><strong>【性状】</strong> 甘草 根呈圆柱形，长25～100cm，直径0.6～3.5cm。外皮松紧不一。表面红棕色或灰棕色，具显著的纵皱纹、沟纹、皮孔及稀疏的细根痕。质坚实，断面略显纤维性，黄白色，粉性，形成层环明显，射线放射状，有的有裂隙。根茎呈圆柱形，表面有芽痕，断面中部有髓。气微，味甜而特殊。</p><p>胀果甘草 根和根茎木质粗壮，有的分枝，外皮粗糙，多灰棕色或灰褐色。质坚硬，木质纤维多，粉性小。根茎不定芽多而粗大。</p><p>光果甘草 根和根茎质地较坚实，有的分枝，外皮不粗糙，多灰棕色，皮孔细而不明显。</p><p><strong>【鉴别】</strong> （1）本品横切面：木栓层为数列棕色细胞。栓内层较窄。韧皮部射线宽广，多弯曲，常现裂隙；纤维多成束，非木化或微木化，周围薄壁细胞常含草酸钙方晶；筛管群常因压缩而变形。束内形成层明显。木质部射线宽3～5列细胞；导管较多，直径约至160μm；木纤维成束，周围薄壁细胞亦含草酸钙方晶。根中心无髓；根茎中心有髓。</p><p>粉末淡棕黄色。纤维成束，直径8～14μm，壁厚，微木化，周围薄壁细胞含草酸钙方晶，形成晶纤维。草酸钙方晶多见。具缘纹孔导管较大，稀有网纹导管。木栓细胞红棕色，多角形，微木化。</p><p>（2）取本品粉末1g，加乙醚40ml，加热回流1小时，滤过，弃去醚液，药渣加甲醇30ml，加热回流1小时，滤过，滤液蒸干，残渣加水40ml使溶解，用正丁醇提取3次，每次20ml，合并正丁醇液，用水洗涤3次，弃去水液，正丁醇液蒸干，残渣加甲醇5ml使溶解，作为供试品溶液。另取甘草对照药材1g，同法制成对照药材溶液。再取甘草酸单铵盐对照品，加甲醇制成每1ml含2mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各1～2μl，分别点于同一用1%氢氧化钠溶液制备的硅胶G薄层板上，以乙酸乙酯-甲酸-冰醋酸-水（15:1:1:2）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点；在与对照品色谱相应的位置上，显相同的橙黄色荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过12.0%（通则0832第二法）。</p><p><strong>总灰分</strong>  不得过7.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong>  不得过2.0%（通则2302）。</p><p><strong>重金属及有害元素</strong>  照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。</p><p><strong>其他有机氯类农药残留量</strong>  照农药残留量测定法（通则2341有机氯类农药残留量测定—第一法）测定。</p><p>含五氯硝基苯不得过0.1mg/kg。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.05%磷酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为237nm。理论板数按甘草苷峰计算应不低于5000。</p><p><img src="/medicine-image/gan-cao/5.png" alt="IMG_265" /></p><p><strong>对照品溶液的制备</strong> 取甘草苷对照品、甘草酸铵对照品适量，精密称定，加70%乙醇分别制成每1ml含甘草苷20μg、甘草酸铵0.2mg的溶液，即得（甘草酸重量＝甘草酸铵重量/1.0207）。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约0.2g，精密称定，置具塞锥形瓶中，精密加入70%乙醇100ml，密塞，称定重量，超声处理（功率250W，频率40kHz）30分钟，放冷，再称定重量，用70%乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法 </strong>分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含甘草苷（C<sub>21</sub>H<sub>22</sub>O<sub>9</sub>）不得少于0.50%，甘草酸（C<sub>42</sub>H<sub>62</sub>O<sub>16</sub>）不得少于2.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>甘草片</strong>  除去杂质，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品呈类圆形或椭圆形的厚片。外表皮红棕色或灰棕色，具纵皱纹。切面略显纤维性，中心黄白色，有明显放射状纹理及形成层环。质坚实，具粉性。气微，味甜而特殊。</p><p><strong>【检查】</strong> <strong>总灰分</strong>  同药材，不得过5.0%。</p><p><strong>【含量测定】</strong> 同药材，含甘草苷（C<sub>21</sub>H<sub>22</sub>O<sub>9</sub>）不得少于0.45%，甘草酸（C<sub>42</sub>H<sub>62</sub>O<sub>16</sub>）不得少于1.8%。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong>（<strong>水分 </strong>重金属及有害元素） 同药材。</p><p><strong>【性味与归经】</strong> 甘，平。归心、肺、脾、胃经。</p><p><strong>【功能与主治】</strong> 补脾益气，清热解毒，祛痰止咳，缓急止痛，调和诸药。用于脾胃虚弱，倦怠乏力，心悸气短，咳嗽痰多，脘腹、四肢挛急疼痛，痈肿疮毒，缓解药物毒性、烈性。</p><p><strong>【用法与用量】</strong> 2～10g。</p><p><strong>【注意】</strong> 不宜与海藻、京大戟、红大戟、甘遂、芫花同用。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (16, 1, '23.益智.docx', 'velious', '/medicine-image/yi-zhi/1.png', '/medicine-image/yi-zhi/1.png', `植物益智（萧恺钰摄）益智药材益智仁饮片盐益智仁饮片益智YizhiALPINIAE OXYPHYLLAE FRUCTUS本品为姜科植物益智Alpinia oxyphylla Miq.的干燥成熟果实。夏、秋间果实由绿变红时采收，晒干或低温干燥。【性状】 本品呈椭圆形，两端略尖，长1.2～2cm，直径1～1.3cm。表面棕色或灰棕色，有纵向凹凸不平的突起棱线13～20条，顶端有花被残基，基部常残存果梗。`, 0, '2022-07-22 18:00:00', `植物益智（萧恺钰摄）

![IMG_256](/medicine-image/yi-zhi/1.png)

益智药材

![IMG_257](/medicine-image/yi-zhi/2.png)

益智仁饮片

![IMG_259](/medicine-image/yi-zhi/3.png)

盐益智仁饮片

![IMG_260](/medicine-image/yi-zhi/4.png)

# ![IMG_261](/medicine-image/yi-zhi/5.png)

# ****益智****

Yizhi

ALPINIAE OXYPHYLLAE FRUCTUS

本品为姜科植物益智Alpinia oxyphylla Miq.的干燥成熟果实。夏、秋间果实由绿变红时采收，晒干或低温干燥。

**【性状】** 本品呈椭圆形，两端略尖，长1.2～2cm，直径1～1.3cm。表面棕色或灰棕色，有纵向凹凸不平的突起棱线13～20条，顶端有花被残基，基部常残存果梗。果皮薄而稍韧，与种子紧贴，种子集结成团，中有隔膜将种子团分为3瓣，每瓣有种子6～11粒。种子呈不规则的扁圆形，略有钝棱，直径约3mm，表面灰褐色或灰黄色，外被淡棕色膜质的假种皮；质硬，胚乳白色。有特异香气，味辛、微苦。

**【鉴别】** （1）本品种子横切面：假种皮薄壁细胞有时残存。种皮表皮细胞类圆形、类方形或长方形，略径向延长，壁较厚；下皮为1列薄壁细胞，含黄棕色物；油细胞1列，类方形或长方形，含黄色油滴；色素层为数列黄棕色细胞，其间散有较大的类圆形油细胞1～3列，含黄色油滴；内种皮为1列栅状厚壁细胞，黄棕色或红棕色，内壁与侧壁极厚，胞腔小，内含硅质块。外胚乳细胞充满细小淀粉粒集结成的淀粉团。内胚乳细胞含糊粉粒和脂肪油滴。

粉末黄棕色。种皮表皮细胞表面观呈长条形，直径约至29μm，壁稍厚，常与下皮细胞上下层垂直排列。色素层细胞皱缩，界限不清楚，含红棕色或深棕色物，常碎裂成不规则色素块。油细胞类方形、长方形，或散列于色素层细胞间。内种皮厚壁细胞黄棕色或棕色，表面观多角形，壁厚，非木化，胞腔内含硅质块；断面观细胞1列，栅状，内壁和侧壁极厚，胞腔偏外侧，内含硅质块。外胚乳细胞充满细小淀粉粒集结成的淀粉团。内胚乳细胞含糊粉粒和脂肪油滴。

（2）取本品粉末1g，加无水乙醇5ml，超声处理30分钟，滤过，滤液作为供试品溶液。另取益智对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-丙酮（5:2）为展开剂，展开，取出，晾干，喷以5\%香草醛硫酸溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点或荧光斑点。

**【检查】** **总灰分 **不得过8.5\%（通则2302）。

**酸不溶性灰分** 不得过1.5\%（通则2302）。

**【含量测定】** 取本品种子，照挥发油测定法（通则2204）测定。

本品种子含挥发油不得少于1.0\%（ml/g）。

**饮片**

**【炮制】** **益智仁** 除去杂质及外壳。用时捣碎。

**【性状】** 本品为不规则扁圆形的种子或种子团残瓣。种子略有钝棱，直径约3mm；表面灰黄色至灰褐色，具细皱纹；外被淡棕色膜质的假种皮；质硬，胚乳白色。有特异香气，味辛、微苦。

**【鉴别】** （2）除对照药材取益智仁外，同药材。

**【检查】** **水分 **不得过13.0\%（通则0832第四法）。

**【鉴别】**（1） **【含量测定】** 同药材。

**盐益智仁** 取益智仁，照盐水炙法（通则0213）炒干。用时捣碎。

**【性状】** 本品形如益智仁。表面棕褐色至黑褐色，质硬，胚乳白色。有特异香气。味辛、微咸、苦。

**【鉴别】** （1）除横切面外，同药材。

（2）除对照药材取益智仁外，同药材。

**【检查】** **水分 **不得过13.0\%（通则0832第四法）。

**【检查】** （**总灰分 **酸不溶性灰分） 同药材。

**【性味与归经】** 辛，温。归脾、肾经。

**【功能与主治】** 暖肾固精缩尿，温脾止泻摄唾。用于肾虚遗尿，小便频数，遗精白浊，脾寒泄泻，腹中冷痛，口多唾涎。

**【用法与用量】** 3～10g。

**【贮藏】** 置阴凉干燥处。`, `<p>植物益智（萧恺钰摄）</p><p><img src="/medicine-image/yi-zhi/1.png" alt="IMG_256" /></p><p>益智药材</p><p><img src="/medicine-image/yi-zhi/2.png" alt="IMG_257" /></p><p>益智仁饮片</p><p><img src="/medicine-image/yi-zhi/3.png" alt="IMG_259" /></p><p>盐益智仁饮片</p><p><img src="/medicine-image/yi-zhi/4.png" alt="IMG_260" /></p><h1><img src="/medicine-image/yi-zhi/5.png" alt="IMG_261" /></h1><h1><strong><strong>益智</strong></strong></h1><p>Yizhi</p><p>ALPINIAE OXYPHYLLAE FRUCTUS</p><p>本品为姜科植物益智Alpinia oxyphylla Miq.的干燥成熟果实。夏、秋间果实由绿变红时采收，晒干或低温干燥。</p><p><strong>【性状】</strong> 本品呈椭圆形，两端略尖，长1.2～2cm，直径1～1.3cm。表面棕色或灰棕色，有纵向凹凸不平的突起棱线13～20条，顶端有花被残基，基部常残存果梗。果皮薄而稍韧，与种子紧贴，种子集结成团，中有隔膜将种子团分为3瓣，每瓣有种子6～11粒。种子呈不规则的扁圆形，略有钝棱，直径约3mm，表面灰褐色或灰黄色，外被淡棕色膜质的假种皮；质硬，胚乳白色。有特异香气，味辛、微苦。</p><p><strong>【鉴别】</strong> （1）本品种子横切面：假种皮薄壁细胞有时残存。种皮表皮细胞类圆形、类方形或长方形，略径向延长，壁较厚；下皮为1列薄壁细胞，含黄棕色物；油细胞1列，类方形或长方形，含黄色油滴；色素层为数列黄棕色细胞，其间散有较大的类圆形油细胞1～3列，含黄色油滴；内种皮为1列栅状厚壁细胞，黄棕色或红棕色，内壁与侧壁极厚，胞腔小，内含硅质块。外胚乳细胞充满细小淀粉粒集结成的淀粉团。内胚乳细胞含糊粉粒和脂肪油滴。</p><p>粉末黄棕色。种皮表皮细胞表面观呈长条形，直径约至29μm，壁稍厚，常与下皮细胞上下层垂直排列。色素层细胞皱缩，界限不清楚，含红棕色或深棕色物，常碎裂成不规则色素块。油细胞类方形、长方形，或散列于色素层细胞间。内种皮厚壁细胞黄棕色或棕色，表面观多角形，壁厚，非木化，胞腔内含硅质块；断面观细胞1列，栅状，内壁和侧壁极厚，胞腔偏外侧，内含硅质块。外胚乳细胞充满细小淀粉粒集结成的淀粉团。内胚乳细胞含糊粉粒和脂肪油滴。</p><p>（2）取本品粉末1g，加无水乙醇5ml，超声处理30分钟，滤过，滤液作为供试品溶液。另取益智对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-丙酮（5:2）为展开剂，展开，取出，晾干，喷以5%香草醛硫酸溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点或荧光斑点。</p><p><strong>【检查】</strong> <strong>总灰分 </strong>不得过8.5%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过1.5%（通则2302）。</p><p><strong>【含量测定】</strong> 取本品种子，照挥发油测定法（通则2204）测定。</p><p>本品种子含挥发油不得少于1.0%（ml/g）。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>益智仁</strong> 除去杂质及外壳。用时捣碎。</p><p><strong>【性状】</strong> 本品为不规则扁圆形的种子或种子团残瓣。种子略有钝棱，直径约3mm；表面灰黄色至灰褐色，具细皱纹；外被淡棕色膜质的假种皮；质硬，胚乳白色。有特异香气，味辛、微苦。</p><p><strong>【鉴别】</strong> （2）除对照药材取益智仁外，同药材。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过13.0%（通则0832第四法）。</p><p><strong>【鉴别】</strong>（1） <strong>【含量测定】</strong> 同药材。</p><p><strong>盐益智仁</strong> 取益智仁，照盐水炙法（通则0213）炒干。用时捣碎。</p><p><strong>【性状】</strong> 本品形如益智仁。表面棕褐色至黑褐色，质硬，胚乳白色。有特异香气。味辛、微咸、苦。</p><p><strong>【鉴别】</strong> （1）除横切面外，同药材。</p><p>（2）除对照药材取益智仁外，同药材。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过13.0%（通则0832第四法）。</p><p><strong>【检查】</strong> （<strong>总灰分 </strong>酸不溶性灰分） 同药材。</p><p><strong>【性味与归经】</strong> 辛，温。归脾、肾经。</p><p><strong>【功能与主治】</strong> 暖肾固精缩尿，温脾止泻摄唾。用于肾虚遗尿，小便频数，遗精白浊，脾寒泄泻，腹中冷痛，口多唾涎。</p><p><strong>【用法与用量】</strong> 3～10g。</p><p><strong>【贮藏】</strong> 置阴凉干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (41, 1, '46.党参.docx', 'velious', '/medicine-image/dang-can/1.png', '/medicine-image/dang-can/1.png', `党参植物党参熏硫对比-龙兴超人图党参（狮子盘头）-龙兴超人图党参饮片下面为2020版中国药典标准党参DɑngshenCODONOPSIS RADIX本品为桔梗科植物党参Codonopsis pilosula （Franch.）Nannf.、素花党参Codonopsis pilosula Nannf.var.modesta （Nannf.）L.T.Shen或川党参Codonopsis tangshe`, 0, '2022-07-22 18:00:00', `党参植物

![IMG_256](/medicine-image/dang-can/1.png)

党参熏硫对比-龙兴超人图![IMG_261](/medicine-image/dang-can/2.png)

党参（狮子盘头）-龙兴超人图![IMG_262](/medicine-image/dang-can/3.png)

党参饮片

![IMG_263](/medicine-image/dang-can/4.png)

# ****下面为2020版中国药典标准****

# ****党参****

Dɑngshen

CODONOPSIS RADIX

本品为桔梗科植物党参Codonopsis pilosula （Franch.）Nannf.、素花党参Codonopsis pilosula Nannf.var.modesta （Nannf.）L.T.Shen或川党参Codonopsis tangshen Oliv.的干燥根。秋季采挖，洗净，晒干。

**【性状】** **党参** 呈长圆柱形，稍弯曲，长10～35cm，直径0.4～2cm。表面灰黄色、黄棕色至灰棕色，根头部有多数疣状突起的茎痕及芽，每个茎痕的顶端呈凹下的圆点状；根头下有致密的环状横纹，向下渐稀疏，有的达全长的一半，栽培品环状横纹少或无；全体有纵皱纹和散在的横长皮孔样突起，支根断落处常有黑褐色胶状物。质稍柔软或稍硬而略带韧性，断面稍平坦，有裂隙或放射状纹理，皮部淡棕黄色至黄棕色，木部淡黄色至黄色。有特殊香气，味微甜。

**素花党参（西党参）** 长10～35cm，直径0.5～2.5cm。表面黄白色至灰黄色，根头下致密的环状横纹常达全长的一半以上。断面裂隙较多，皮部灰白色至淡棕色。

**川党参** 长10～45cm，直径0.5～2cm。表面灰黄色至黄棕色，有明显不规则的纵沟。质较软而结实，断面裂隙较少，皮部黄白色。

**【鉴别】** （1）本品横切面：木栓细胞数列至10数列，外侧有石细胞，单个或成群。栓内层窄。韧皮部宽广，外侧常现裂隙，散有淡黄色乳管群，并常与筛管群交互排列。形成层成环。木质部导管单个散在或数个相聚，呈放射状排列。薄壁细胞含菊糖。

（2）取本品粉末1g，加甲醇25ml，超声处理30分钟，滤过，滤液蒸干，残渣加水15ml使溶解，通过D101型大孔吸附树脂柱（内径为1.5cm，柱高为10cm），用水50ml洗脱，弃去水液，再用50\%乙醇50ml洗脱，收集洗脱液，蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取党参炔苷对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液2～4μl、对照品溶液2μl，分别点于同一高效硅胶G薄层板上，以正丁醇-冰醋酸-水（7:1:0.5）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在100℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点或荧光斑点。

**【检查】** **水分 **不得过16.0\%（通则0832第二法）。

**总灰分 **不得过5.0\%（通则2302）。

**二氧化硫残留量** 照二氧化硫残留量测定法（通则2331）测定，不得过400mg/kg。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用45\%乙醇作溶剂，不得少于55.0\%。

**饮片**

**【炮制】** **党参片** 除去杂质，洗净，润透，切厚片，干燥。

**【性状】** 本品呈类圆形的厚片。外表皮灰黄色、黄棕色至灰棕色，有时可见根头部有多数疣状突起的茎痕和芽。切面皮部淡棕黄色至黄棕色，木部淡黄色至黄色，有裂隙或放射状纹理。有特殊香气，味微甜。

**【鉴别】** **【检查】** **【浸出物】** 同药材。

**米炒党参** 取党参片，照炒法（通则0213）用米拌炒至表面深黄色，取出，筛去米，放凉。

每100kg党参片，用米20kg。

**【性状】** 本品形如党参片，表面深黄色，偶有焦斑。

**【检查】** **水分 **同药材，不得过10.0\%。

**【鉴别】** **【检查】**（**总灰分 **二氧化硫残留量）**【浸出物】** 同药材。

**【性味与归经】** 甘，平。归脾、肺经。

**【功能与主治】** 健脾益肺，养血生津。用于脾肺气虚，食少倦怠，咳嗽虚喘，气血不足，面色萎黄，心悸气短，津伤口渴，内热消渴。

**【用法与用量】** 9～30g。

**【注意】** 不宜与藜芦同用。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>党参植物</p><p><img src="/medicine-image/dang-can/1.png" alt="IMG_256" /></p><p>党参熏硫对比-龙兴超人图<img src="/medicine-image/dang-can/2.png" alt="IMG_261" /></p><p>党参（狮子盘头）-龙兴超人图<img src="/medicine-image/dang-can/3.png" alt="IMG_262" /></p><p>党参饮片</p><p><img src="/medicine-image/dang-can/4.png" alt="IMG_263" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>党参</strong></strong></h1><p>Dɑngshen</p><p>CODONOPSIS RADIX</p><p>本品为桔梗科植物党参Codonopsis pilosula （Franch.）Nannf.、素花党参Codonopsis pilosula Nannf.var.modesta （Nannf.）L.T.Shen或川党参Codonopsis tangshen Oliv.的干燥根。秋季采挖，洗净，晒干。</p><p><strong>【性状】</strong> <strong>党参</strong> 呈长圆柱形，稍弯曲，长10～35cm，直径0.4～2cm。表面灰黄色、黄棕色至灰棕色，根头部有多数疣状突起的茎痕及芽，每个茎痕的顶端呈凹下的圆点状；根头下有致密的环状横纹，向下渐稀疏，有的达全长的一半，栽培品环状横纹少或无；全体有纵皱纹和散在的横长皮孔样突起，支根断落处常有黑褐色胶状物。质稍柔软或稍硬而略带韧性，断面稍平坦，有裂隙或放射状纹理，皮部淡棕黄色至黄棕色，木部淡黄色至黄色。有特殊香气，味微甜。</p><p><strong>素花党参（西党参）</strong> 长10～35cm，直径0.5～2.5cm。表面黄白色至灰黄色，根头下致密的环状横纹常达全长的一半以上。断面裂隙较多，皮部灰白色至淡棕色。</p><p><strong>川党参</strong> 长10～45cm，直径0.5～2cm。表面灰黄色至黄棕色，有明显不规则的纵沟。质较软而结实，断面裂隙较少，皮部黄白色。</p><p><strong>【鉴别】</strong> （1）本品横切面：木栓细胞数列至10数列，外侧有石细胞，单个或成群。栓内层窄。韧皮部宽广，外侧常现裂隙，散有淡黄色乳管群，并常与筛管群交互排列。形成层成环。木质部导管单个散在或数个相聚，呈放射状排列。薄壁细胞含菊糖。</p><p>（2）取本品粉末1g，加甲醇25ml，超声处理30分钟，滤过，滤液蒸干，残渣加水15ml使溶解，通过D101型大孔吸附树脂柱（内径为1.5cm，柱高为10cm），用水50ml洗脱，弃去水液，再用50%乙醇50ml洗脱，收集洗脱液，蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取党参炔苷对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液2～4μl、对照品溶液2μl，分别点于同一高效硅胶G薄层板上，以正丁醇-冰醋酸-水（7:1:0.5）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在100℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点或荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过16.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过5.0%（通则2302）。</p><p><strong>二氧化硫残留量</strong> 照二氧化硫残留量测定法（通则2331）测定，不得过400mg/kg。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用45%乙醇作溶剂，不得少于55.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>党参片</strong> 除去杂质，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品呈类圆形的厚片。外表皮灰黄色、黄棕色至灰棕色，有时可见根头部有多数疣状突起的茎痕和芽。切面皮部淡棕黄色至黄棕色，木部淡黄色至黄色，有裂隙或放射状纹理。有特殊香气，味微甜。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> 同药材。</p><p><strong>米炒党参</strong> 取党参片，照炒法（通则0213）用米拌炒至表面深黄色，取出，筛去米，放凉。</p><p>每100kg党参片，用米20kg。</p><p><strong>【性状】</strong> 本品形如党参片，表面深黄色，偶有焦斑。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过10.0%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（<strong>总灰分 </strong>二氧化硫残留量）<strong>【浸出物】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘，平。归脾、肺经。</p><p><strong>【功能与主治】</strong> 健脾益肺，养血生津。用于脾肺气虚，食少倦怠，咳嗽虚喘，气血不足，面色萎黄，心悸气短，津伤口渴，内热消渴。</p><p><strong>【用法与用量】</strong> 9～30g。</p><p><strong>【注意】</strong> 不宜与藜芦同用。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (60, 1, '63.苍术.docx', 'velious', '/medicine-image/cang-shu/1.png', '/medicine-image/cang-shu/1.png', `北苍术植物苍术药材（北苍术）苍术饮片（北苍术）茅苍术切片（王泽光图）茅苍术起霜（王泽光图）易混淆品关苍术苍术CɑngzhuATRACTYLODIS RHIZOMA本品为菊科植物茅苍术Atractylodes lancea（Thunb.）DC.或北苍术Atractylodes chinensis（DC.）Koidz.的干燥根茎。春、秋二季采挖，除去泥沙，晒干，撞去须根。【性状】 茅苍术 呈不规则连珠`, 0, '2022-07-22 18:00:00', `北苍术植物

![IMG_256](/medicine-image/cang-shu/1.png)

苍术药材（北苍术）![IMG_257](/medicine-image/cang-shu/2.png)

苍术饮片（北苍术）

![IMG_258](/medicine-image/cang-shu/3.png)

茅苍术切片（王泽光图）![IMG_259](/medicine-image/cang-shu/4.png)

茅苍术起霜（王泽光图）

![IMG_260](/medicine-image/cang-shu/5.png)

易混淆品关苍术

![IMG_261](/medicine-image/cang-shu/6.png)

# ![IMG_262](/medicine-image/cang-shu/7.png)

# ****苍术****

Cɑngzhu

ATRACTYLODIS RHIZOMA

本品为菊科植物茅苍术Atractylodes lancea（Thunb.）DC.或北苍术Atractylodes chinensis（DC.）Koidz.的干燥根茎。春、秋二季采挖，除去泥沙，晒干，撞去须根。

**【性状】** **茅苍术** 呈不规则连珠状或结节状圆柱形，略弯曲，偶有分枝，长3～10cm，直径1～2cm。表面灰棕色，有皱纹、横曲纹及残留须根，顶端具茎痕或残留茎基。质坚实，断面黄白色或灰白色，散有多数橙黄色或棕红色油室，暴露稍久，可析出白色细针状结晶。气香特异，味微甘、辛、苦。

**北苍术** 呈疙瘩块状或结节状圆柱形，长4～9cm，直径1～4cm。表面黑棕色，除去外皮者黄棕色。质较疏松，断面散有黄棕色油室。香气较淡，味辛、苦。

**【鉴别】** （1）本品粉末棕色。草酸钙针晶细小，长5～30μm，不规则地充塞于薄壁细胞中。纤维大多成束，长梭形，直径约至40μm，壁甚厚，木化。石细胞甚多，有时与木栓细胞连结，多角形、类圆形或类长方形，直径20～80μm，壁极厚。菊糖多见，表面呈放射状纹理。

（2）取本品粉末0.8g，加甲醇10ml，超声处理15分钟，滤过，取滤液作为供试品溶液。另取苍术对照药材0.8g，同法制成对照药材溶液。再取苍术素对照品，加甲醇制成每1ml含0.2mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液和对照药材溶液各6μl、对照品溶液2μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-丙酮（9:2）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，加热至斑点显色清晰。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过13.0\%（通则0832第四法）。

**总灰分** 不得过7.0\%（通则2302）。

**【含量测定】** 避光操作。照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（79:21）为流动相；检测波长为340nm。理论板数按苍术素峰计算应不低于5000。

**对照品溶液的制备** 取苍术素对照品适量，精密称定，加甲醇制成每1ml含20μg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过三号筛）约0.2g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，密塞，称定重量，超声处理（功率250W，频率40kHz）1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含苍术素（C13H10O）不得少于0.30\%。

**饮片**

**【炮制】** **苍术** 除去杂质，洗净，润透，切厚片，干燥。

**【性状】** 本品呈不规则类圆形或条形厚片。外表皮灰棕色至黄棕色，有皱纹，有时可见根痕。切面黄白色或灰白色，散有多数橙黄色或棕红色油室，有的可析出白色细针状结晶。气香特异，味微甘、辛、苦。

**【检查】** **水分 **同药材，不得过11.0\%。

**总灰分** 同药材，不得过5.0\%。

**【鉴别】** **【含量测定】** 同药材。

**麸炒苍术** 取苍术片，照麸炒法（通则0213）炒至表面深黄色。

**【性状】** 本品形如苍术片，表面深黄色，散有多数棕褐色油室。有焦香气。

**【检查】** **水分 **同药材，不得过10.0\%。

**总灰分** 同药材，不得过5.0\%。

**【含量测定】** 同药材，含苍术素（C13H10O）不得少于0.20\%。

**【鉴别】** （除显微粉末外） 同药材。

**【性味与归经】** 辛、苦，温。归脾、胃、肝经。

**【功能与主治】** 燥湿健脾，祛风散寒，明目。用于湿阻中焦，脘腹胀满，泄泻，水肿，脚气痿躄，风湿痹痛，风寒感冒，夜盲，眼目昏涩。

**【用法与用量】** 3～9g。

**【贮藏】** 置阴凉干燥处。`, `<p>北苍术植物</p><p><img src="/medicine-image/cang-shu/1.png" alt="IMG_256" /></p><p>苍术药材（北苍术）<img src="/medicine-image/cang-shu/2.png" alt="IMG_257" /></p><p>苍术饮片（北苍术）</p><p><img src="/medicine-image/cang-shu/3.png" alt="IMG_258" /></p><p>茅苍术切片（王泽光图）<img src="/medicine-image/cang-shu/4.png" alt="IMG_259" /></p><p>茅苍术起霜（王泽光图）</p><p><img src="/medicine-image/cang-shu/5.png" alt="IMG_260" /></p><p>易混淆品关苍术</p><p><img src="/medicine-image/cang-shu/6.png" alt="IMG_261" /></p><h1><img src="/medicine-image/cang-shu/7.png" alt="IMG_262" /></h1><h1><strong><strong>苍术</strong></strong></h1><p>Cɑngzhu</p><p>ATRACTYLODIS RHIZOMA</p><p>本品为菊科植物茅苍术Atractylodes lancea（Thunb.）DC.或北苍术Atractylodes chinensis（DC.）Koidz.的干燥根茎。春、秋二季采挖，除去泥沙，晒干，撞去须根。</p><p><strong>【性状】</strong> <strong>茅苍术</strong> 呈不规则连珠状或结节状圆柱形，略弯曲，偶有分枝，长3～10cm，直径1～2cm。表面灰棕色，有皱纹、横曲纹及残留须根，顶端具茎痕或残留茎基。质坚实，断面黄白色或灰白色，散有多数橙黄色或棕红色油室，暴露稍久，可析出白色细针状结晶。气香特异，味微甘、辛、苦。</p><p><strong>北苍术</strong> 呈疙瘩块状或结节状圆柱形，长4～9cm，直径1～4cm。表面黑棕色，除去外皮者黄棕色。质较疏松，断面散有黄棕色油室。香气较淡，味辛、苦。</p><p><strong>【鉴别】</strong> （1）本品粉末棕色。草酸钙针晶细小，长5～30μm，不规则地充塞于薄壁细胞中。纤维大多成束，长梭形，直径约至40μm，壁甚厚，木化。石细胞甚多，有时与木栓细胞连结，多角形、类圆形或类长方形，直径20～80μm，壁极厚。菊糖多见，表面呈放射状纹理。</p><p>（2）取本品粉末0.8g，加甲醇10ml，超声处理15分钟，滤过，取滤液作为供试品溶液。另取苍术对照药材0.8g，同法制成对照药材溶液。再取苍术素对照品，加甲醇制成每1ml含0.2mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液和对照药材溶液各6μl、对照品溶液2μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-丙酮（9:2）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，加热至斑点显色清晰。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过13.0%（通则0832第四法）。</p><p><strong>总灰分</strong> 不得过7.0%（通则2302）。</p><p><strong>【含量测定】</strong> 避光操作。照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（79:21）为流动相；检测波长为340nm。理论板数按苍术素峰计算应不低于5000。</p><p><strong>对照品溶液的制备</strong> 取苍术素对照品适量，精密称定，加甲醇制成每1ml含20μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约0.2g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，密塞，称定重量，超声处理（功率250W，频率40kHz）1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含苍术素（C<sub>13</sub>H<sub>10</sub>O）不得少于0.30%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>苍术</strong> 除去杂质，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品呈不规则类圆形或条形厚片。外表皮灰棕色至黄棕色，有皱纹，有时可见根痕。切面黄白色或灰白色，散有多数橙黄色或棕红色油室，有的可析出白色细针状结晶。气香特异，味微甘、辛、苦。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过11.0%。</p><p><strong>总灰分</strong> 同药材，不得过5.0%。</p><p><strong>【鉴别】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>麸炒苍术</strong> 取苍术片，照麸炒法（通则0213）炒至表面深黄色。</p><p><strong>【性状】</strong> 本品形如苍术片，表面深黄色，散有多数棕褐色油室。有焦香气。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过10.0%。</p><p><strong>总灰分</strong> 同药材，不得过5.0%。</p><p><strong>【含量测定】</strong> 同药材，含苍术素（C13H10O）不得少于0.20%。</p><p><strong>【鉴别】</strong> （除显微粉末外） 同药材。</p><p><strong>【性味与归经】</strong> 辛、苦，温。归脾、胃、肝经。</p><p><strong>【功能与主治】</strong> 燥湿健脾，祛风散寒，明目。用于湿阻中焦，脘腹胀满，泄泻，水肿，脚气痿躄，风湿痹痛，风寒感冒，夜盲，眼目昏涩。</p><p><strong>【用法与用量】</strong> 3～9g。</p><p><strong>【贮藏】</strong> 置阴凉干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (20, 1, '27.款冬花.docx', 'velious', '/medicine-image/kuan-dong-hua/1.png', '/medicine-image/kuan-dong-hua/1.png', `款冬植物（尚永红摄）款冬花药材（王满恩摄）蜜款冬花饮片款冬花KuɑndonghuɑFARFARAE FLOS本品为菊科植物款冬Tussilago farfara L.的干燥花蕾。12月或地冻前当花尚未出土时采挖，除去花梗和泥沙，阴干。【性状】 本品呈长圆棒状。单生或2～3个基部连生，长1～2.5cm，直径0.5～1cm。上端较粗，下端渐细或带有短梗，外面被有多数鱼鳞状苞片。苞片外表面紫红色或淡红色`, 0, '2022-07-22 18:00:00', `款冬植物（尚永红摄）

![IMG_257](/medicine-image/kuan-dong-hua/1.png)

![IMG_258](/medicine-image/kuan-dong-hua/2.png)

款冬花药材（王满恩摄）

![IMG_256](/medicine-image/kuan-dong-hua/3.png)

![IMG_262](/medicine-image/kuan-dong-hua/4.png)

![IMG_263](/medicine-image/kuan-dong-hua/5.png)

蜜款冬花饮片

![IMG_264](/medicine-image/kuan-dong-hua/6.png)

# ![IMG_265](/medicine-image/kuan-dong-hua/7.png)

# ****款冬花****

Kuɑndonghuɑ

FARFARAE FLOS

本品为菊科植物款冬Tussilago farfara L.的干燥花蕾。12月或地冻前当花尚未出土时采挖，除去花梗和泥沙，阴干。

**【性状】** 本品呈长圆棒状。单生或2～3个基部连生，长1～2.5cm，直径0.5～1cm。上端较粗，下端渐细或带有短梗，外面被有多数鱼鳞状苞片。苞片外表面紫红色或淡红色，内表面密被白色絮状茸毛。体轻，撕开后可见白色茸毛。气香，味微苦而辛。

**【鉴别】** （1）本品粉末棕色。非腺毛较多，单细胞，扭曲盘绕成团，直径5～24μm。腺毛略呈棒槌形，头部4～8细胞，柄部细胞2列。花粉粒细小，类球形，直径25～48μm，表面具尖刺，3萌发孔。冠毛分枝状，各分枝单细胞，先端渐尖。分泌细胞类圆形或长圆形，含黄色分泌物。

（2）取本品粉末1g，加乙醇20ml，超声处理1小时，滤过，滤液蒸干，残渣加乙酸乙酯1ml使溶解，作为供试品溶液。另取款冬花对照药材1g，同法制成对照药材溶液。另取款冬酮对照品，加乙酸乙酯制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液和对照药材溶液各2～5μl、对照品溶液2μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-丙酮（6:1）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于20.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（85:15）为流动相；检测波长为220nm。理论板数按款冬酮峰计算应不低于5000。

**对照品溶液的制备** 取款冬酮对照品适量，精密称定，加流动相制成每1ml含50μg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过四号筛）约1g，精密称定，置具塞锥形瓶中，精密加入乙醇20ml，称定重量，超声处理（功率200W，频率40kHz）1小时，放冷，再称定重量，用乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各20μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含款冬酮（C23H34O5）不得少于0.070\%。

**饮片**

**【炮制】** **款冬花** 除去杂质及残梗。

**【性状】** **【鉴别】** **【浸出物】** **【含量测定】** 同药材。

**蜜款冬花** 取净款冬花，照蜜炙法（通则0213）用蜜水炒至不粘手。

**【性状】** 本品形如款冬花，表面棕黄色或棕褐色，稍带黏性。具蜜香气，味微甜。

**【浸出物】** 同药材，不得少于22.0\%。

**【鉴别】** **【含量测定】** 同药材。

**【性味与归经】** 辛、微苦，温。归肺经。

**【功能与主治】** 润肺下气，止咳化痰。用于新久咳嗽，喘咳痰多，劳嗽咳血。

**【用法与用量】** 5～10g。

**【贮藏】** 置干燥处，防潮，防蛀。`, `<p>款冬植物（尚永红摄）</p><p><img src="/medicine-image/kuan-dong-hua/1.png" alt="IMG_257" /></p><p><img src="/medicine-image/kuan-dong-hua/2.png" alt="IMG_258" /></p><p>款冬花药材（王满恩摄）</p><p><img src="/medicine-image/kuan-dong-hua/3.png" alt="IMG_256" /></p><p><img src="/medicine-image/kuan-dong-hua/4.png" alt="IMG_262" /></p><p><img src="/medicine-image/kuan-dong-hua/5.png" alt="IMG_263" /></p><p>蜜款冬花饮片</p><p><img src="/medicine-image/kuan-dong-hua/6.png" alt="IMG_264" /></p><h1><img src="/medicine-image/kuan-dong-hua/7.png" alt="IMG_265" /></h1><h1><strong><strong>款冬花</strong></strong></h1><p>Kuɑndonghuɑ</p><p>FARFARAE FLOS</p><p>本品为菊科植物款冬Tussilago farfara L.的干燥花蕾。12月或地冻前当花尚未出土时采挖，除去花梗和泥沙，阴干。</p><p><strong>【性状】</strong> 本品呈长圆棒状。单生或2～3个基部连生，长1～2.5cm，直径0.5～1cm。上端较粗，下端渐细或带有短梗，外面被有多数鱼鳞状苞片。苞片外表面紫红色或淡红色，内表面密被白色絮状茸毛。体轻，撕开后可见白色茸毛。气香，味微苦而辛。</p><p><strong>【鉴别】</strong> （1）本品粉末棕色。非腺毛较多，单细胞，扭曲盘绕成团，直径5～24μm。腺毛略呈棒槌形，头部4～8细胞，柄部细胞2列。花粉粒细小，类球形，直径25～48μm，表面具尖刺，3萌发孔。冠毛分枝状，各分枝单细胞，先端渐尖。分泌细胞类圆形或长圆形，含黄色分泌物。</p><p>（2）取本品粉末1g，加乙醇20ml，超声处理1小时，滤过，滤液蒸干，残渣加乙酸乙酯1ml使溶解，作为供试品溶液。另取款冬花对照药材1g，同法制成对照药材溶液。另取款冬酮对照品，加乙酸乙酯制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液和对照药材溶液各2～5μl、对照品溶液2μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-丙酮（6:1）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于20.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（85:15）为流动相；检测波长为220nm。理论板数按款冬酮峰计算应不低于5000。</p><p><strong>对照品溶液的制备</strong> 取款冬酮对照品适量，精密称定，加流动相制成每1ml含50μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过四号筛）约1g，精密称定，置具塞锥形瓶中，精密加入乙醇20ml，称定重量，超声处理（功率200W，频率40kHz）1小时，放冷，再称定重量，用乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各20μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含款冬酮（C<sub>23</sub>H<sub>34</sub>O<sub>5</sub>）不得少于0.070%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>款冬花</strong> 除去杂质及残梗。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>蜜款冬花</strong> 取净款冬花，照蜜炙法（通则0213）用蜜水炒至不粘手。</p><p><strong>【性状】</strong> 本品形如款冬花，表面棕黄色或棕褐色，稍带黏性。具蜜香气，味微甜。</p><p><strong>【浸出物】</strong> 同药材，不得少于22.0%。</p><p><strong>【鉴别】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛、微苦，温。归肺经。</p><p><strong>【功能与主治】</strong> 润肺下气，止咳化痰。用于新久咳嗽，喘咳痰多，劳嗽咳血。</p><p><strong>【用法与用量】</strong> 5～10g。</p><p><strong>【贮藏】</strong> 置干燥处，防潮，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (23, 1, '3.路路通.docx', 'velious', '/medicine-image/lu-lu-tong/1.png', '/medicine-image/lu-lu-tong/1.png', `枫香树路路通药材炒路路通饮片路路通LulutongLIQUIDAMBARIS FRUCTUS本品为金缕梅科植物枫香树Liquidambar formosana Hance的干燥成熟果序。冬季果实成熟后采收，除去杂质，干燥。【性状】 本品为聚花果，由多数小蒴果集合而成，呈球形，直径2～3cm。基部有总果梗。表面灰棕色或棕褐色，有多数尖刺和喙状小钝刺，长0.5～1mm，常折断，小蒴果顶部开裂，呈蜂窝状`, 0, '2022-07-22 18:00:00', `枫香树

![IMG_256](/medicine-image/lu-lu-tong/1.png)

路路通药材

![IMG_257](/medicine-image/lu-lu-tong/2.png)

![IMG_258](/medicine-image/lu-lu-tong/3.png)

炒路路通饮片

![IMG_259](/medicine-image/lu-lu-tong/4.png)

# ![IMG_260](/medicine-image/lu-lu-tong/5.png)

# ****路路通****

Lulutong

LIQUIDAMBARIS FRUCTUS

本品为金缕梅科植物枫香树Liquidambar formosana Hance的干燥成熟果序。冬季果实成熟后采收，除去杂质，干燥。

**【性状】** 本品为聚花果，由多数小蒴果集合而成，呈球形，直径2～3cm。基部有总果梗。表面灰棕色或棕褐色，有多数尖刺和喙状小钝刺，长0.5～1mm，常折断，小蒴果顶部开裂，呈蜂窝状小孔。体轻，质硬，不易破开。气微，味淡。

**【鉴别】** （1）本品粉末棕褐色。纤维多碎断，直径13～45μm，末端稍钝或钝圆，壁多波状弯曲，木化，胞腔宽或窄，内常含棕黄色物。果皮石细胞类方形、棱形、不规则形或分枝状，直径53～398μm，壁极厚，孔沟分枝状。表皮细胞断面观长方形，长34～55μm；表面观多角形，直径6～17μm，壁厚，具孔沟，内含棕黄色物。单细胞非腺毛，常弯曲，长42～126μm，基部宽11～19μm，含棕黄色物。

（2）取本品粉末2g，加乙酸乙酯50ml，超声处理30分钟，滤过，滤液置水浴上浓缩至约2ml，加于中性氧化铝柱（200～300目，2g，内径为10mm）上，用乙酸乙酯25ml洗脱，弃去洗脱液，再以50\%甲醇25ml洗脱，收集洗脱液，蒸干，残渣加乙酸乙酯1ml使溶解，作为供试品溶液。另取路路通酸对照品，加乙酸乙酯制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各6μl，分别点于同一硅胶G薄层板上，使成条状，以甲苯-乙酸乙酯-甲酸（20:2:1）5～10℃放置12小时的上层溶液为展开剂，展开缸预平衡15分钟，展开，取出，晾干，喷以1\%香草醛的10\%硫酸乙醇溶液，80℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的条斑。

**【检查】** **水分 **不得过9.0\%（通则0832第二法）。

**总灰分 **不得过5.0\%（通则2302）。

**酸不溶性灰分** 不得过2.5\%（通则2302）。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水-冰醋酸（87:13:0.1）为流动相；蒸发光散射检测器检测。理论板数按路路通酸峰计算应不低于6000。

**对照品溶液的制备** 取路路通酸对照品适量，精密称定，置棕色量瓶中，加无水乙醇制成每1ml含0.3mg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过三号筛）约0.6g，精密称定，置具塞锥形瓶中，精密加入无水乙醇20ml，称定重量，超声处理15分钟，放冷，再称定重量，用无水乙醇补足减失的重量，摇匀，滤过，精密量取续滤液10ml，蒸干，残渣加无水乙醇溶解，转移至2ml量瓶中，加无水乙醇至刻度，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液5μl、8μl，供试品溶液5μl，注入液相色谱仪，测定，用外标两点法对数方程计算，即得。

本品按干燥品计算，含路路通酸（C30H46O3）不得少于0.15\%。

**【性味与归经】** 苦，平。归肝、肾经。

**【功能与主治】** 祛风活络，利水，通经。用于关节痹痛，麻木拘挛，水肿胀满，乳少，经闭。

**【用法与用量】** 5～10g。

**【贮藏】** 置干燥处。`, `<p>枫香树</p><p><img src="/medicine-image/lu-lu-tong/1.png" alt="IMG_256" /></p><p>路路通药材</p><p><img src="/medicine-image/lu-lu-tong/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/lu-lu-tong/3.png" alt="IMG_258" /></p><p>炒路路通饮片</p><p><img src="/medicine-image/lu-lu-tong/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/lu-lu-tong/5.png" alt="IMG_260" /></h1><h1><strong><strong>路路通</strong></strong></h1><p>Lulutong</p><p>LIQUIDAMBARIS FRUCTUS</p><p>本品为金缕梅科植物枫香树Liquidambar formosana Hance的干燥成熟果序。冬季果实成熟后采收，除去杂质，干燥。</p><p><strong>【性状】</strong> 本品为聚花果，由多数小蒴果集合而成，呈球形，直径2～3cm。基部有总果梗。表面灰棕色或棕褐色，有多数尖刺和喙状小钝刺，长0.5～1mm，常折断，小蒴果顶部开裂，呈蜂窝状小孔。体轻，质硬，不易破开。气微，味淡。</p><p><strong>【鉴别】</strong> （1）本品粉末棕褐色。纤维多碎断，直径13～45μm，末端稍钝或钝圆，壁多波状弯曲，木化，胞腔宽或窄，内常含棕黄色物。果皮石细胞类方形、棱形、不规则形或分枝状，直径53～398μm，壁极厚，孔沟分枝状。表皮细胞断面观长方形，长34～55μm；表面观多角形，直径6～17μm，壁厚，具孔沟，内含棕黄色物。单细胞非腺毛，常弯曲，长42～126μm，基部宽11～19μm，含棕黄色物。</p><p>（2）取本品粉末2g，加乙酸乙酯50ml，超声处理30分钟，滤过，滤液置水浴上浓缩至约2ml，加于中性氧化铝柱（200～300目，2g，内径为10mm）上，用乙酸乙酯25ml洗脱，弃去洗脱液，再以50%甲醇25ml洗脱，收集洗脱液，蒸干，残渣加乙酸乙酯1ml使溶解，作为供试品溶液。另取路路通酸对照品，加乙酸乙酯制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各6μl，分别点于同一硅胶G薄层板上，使成条状，以甲苯-乙酸乙酯-甲酸（20:2:1）5～10℃放置12小时的上层溶液为展开剂，展开缸预平衡15分钟，展开，取出，晾干，喷以1%香草醛的10%硫酸乙醇溶液，80℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的条斑。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过9.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过5.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过2.5%（通则2302）。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水-冰醋酸（87:13:0.1）为流动相；蒸发光散射检测器检测。理论板数按路路通酸峰计算应不低于6000。</p><p><strong>对照品溶液的制备</strong> 取路路通酸对照品适量，精密称定，置棕色量瓶中，加无水乙醇制成每1ml含0.3mg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约0.6g，精密称定，置具塞锥形瓶中，精密加入无水乙醇20ml，称定重量，超声处理15分钟，放冷，再称定重量，用无水乙醇补足减失的重量，摇匀，滤过，精密量取续滤液10ml，蒸干，残渣加无水乙醇溶解，转移至2ml量瓶中，加无水乙醇至刻度，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液5μl、8μl，供试品溶液5μl，注入液相色谱仪，测定，用外标两点法对数方程计算，即得。</p><p>本品按干燥品计算，含路路通酸（C<sub>30</sub>H<sub>46</sub>O<sub>3</sub>）不得少于0.15%。</p><p><strong>【性味与归经】</strong> 苦，平。归肝、肾经。</p><p><strong>【功能与主治】</strong> 祛风活络，利水，通经。用于关节痹痛，麻木拘挛，水肿胀满，乳少，经闭。</p><p><strong>【用法与用量】</strong> 5～10g。</p><p><strong>【贮藏】</strong> 置干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (47, 1, '51.夏枯草.docx', 'velious', '/medicine-image/xia-ku-cao/1.png', '/medicine-image/xia-ku-cao/1.png', `夏枯草植物夏枯草药材夏枯草XiɑkucɑoPRUNELLAE SPICA本品为唇形科植物夏枯草Prunella vulgaris L.的干燥果穗。夏季果穗呈棕红色时采收，除去杂质，晒干。【性状】 本品呈圆柱形，略扁，长1.5～8cm，直径0.8～1.5cm；淡棕色至棕红色。全穗由数轮至10数轮宿萼与苞片组成，每轮有对生苞片2片，呈扇形，先端尖尾状，脉纹明显，外表面有白毛。每一苞片内有花3朵，花冠多`, 0, '2022-07-22 18:00:00', `夏枯草植物

![IMG_256](/medicine-image/xia-ku-cao/1.png)

夏枯草药材

![IMG_257](/medicine-image/xia-ku-cao/2.png)

# ![IMG_258](/medicine-image/xia-ku-cao/3.png)

# ****夏枯草****

Xiɑkucɑo

PRUNELLAE SPICA

本品为唇形科植物夏枯草Prunella vulgaris L.的干燥果穗。夏季果穗呈棕红色时采收，除去杂质，晒干。

**【性状】** 本品呈圆柱形，略扁，长1.5～8cm，直径0.8～1.5cm；淡棕色至棕红色。全穗由数轮至10数轮宿萼与苞片组成，每轮有对生苞片2片，呈扇形，先端尖尾状，脉纹明显，外表面有白毛。每一苞片内有花3朵，花冠多已脱落，宿萼二唇形，内有小坚果4枚，卵圆形，棕色，尖端有白色突起。体轻。气微，味淡。

**【鉴别】** （1）本品粉末灰棕色。非腺毛单细胞多见，呈三角形；多细胞者有时可见中间几个细胞镒缩，表面具细小疣状突起。腺毛有两种：一种单细胞头，双细胞柄；另一种双细胞头，单细胞柄，后者有的胞腔内充满黄色分泌物。腺鳞顶面观头部类圆形，4细胞，直径39～60μm，有的内含黄色分泌物。宿存花萼异形细胞表面观垂周壁深波状弯曲，直径19～63μm，胞腔内有时含淡黄色或黄棕色物。

（2）取本品粉末2.5g，加70\%乙醇30ml，超声处理30分钟，滤过，滤液蒸干，残渣加乙醇5ml使溶解，作为供试品溶液。另取迷迭香酸对照品，加乙醇制成每1ml含0.1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液2μl、对照品溶液5μl，分别点于同一硅胶G薄层板上，以环己烷-乙酸乙酯-异丙醇-甲酸（15:3:3.5:0.5）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分** 不得过14.0\%（通则0832第二法）。

**总灰分** 不得过12.0\%（通则2302）。

**酸不溶性灰分** 不得过4.0\%（通则2302）。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于10.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.1\%三氟醋酸溶液（42:58）为流动相；检测波长为330nm。理论板数按迷迭香酸峰计算应不低于6000。

**对照品溶液的制备** 取迷迭香酸对照品适量，精密称定，加稀乙醇制成每1ml含0.5mg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过二号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入稀乙醇50ml，超声处理（功率90W，频率59kHz）30分钟，放冷，再称定重量，用稀乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各5μl，注入液相色谱议，测定，即得。

本品按干燥品计算，含迷迭香酸（C18H16O8）不得少于0.20\%。

**【性味与归经】** 辛、苦，寒。归肝、胆经。

**【功能与主治】** 清肝泻火，明目，散结消肿。用于目赤肿痛，目珠夜痛，头痛眩晕，瘰疬，瘿瘤，乳痈，乳癖，乳房胀痛。

**【用法与用量】** 9～15g。

**【贮藏】** 置干燥处。

夏枯草植物

![IMG_256](/medicine-image/xia-ku-cao/4.png)

夏枯草药材![IMG_257](/medicine-image/xia-ku-cao/5.png)

# ![IMG_258](/medicine-image/xia-ku-cao/6.png)

# ****夏枯草****

Xiɑkucɑo

PRUNELLAE SPICA

本品为唇形科植物夏枯草Prunella vulgaris L.的干燥果穗。夏季果穗呈棕红色时采收，除去杂质，晒干。

**【性状】** 本品呈圆柱形，略扁，长1.5～8cm，直径0.8～1.5cm；淡棕色至棕红色。全穗由数轮至10数轮宿萼与苞片组成，每轮有对生苞片2片，呈扇形，先端尖尾状，脉纹明显，外表面有白毛。每一苞片内有花3朵，花冠多已脱落，宿萼二唇形，内有小坚果4枚，卵圆形，棕色，尖端有白色突起。体轻。气微，味淡。

**【鉴别】** （1）本品粉末灰棕色。非腺毛单细胞多见，呈三角形；多细胞者有时可见中间几个细胞镒缩，表面具细小疣状突起。腺毛有两种：一种单细胞头，双细胞柄；另一种双细胞头，单细胞柄，后者有的胞腔内充满黄色分泌物。腺鳞顶面观头部类圆形，4细胞，直径39～60μm，有的内含黄色分泌物。宿存花萼异形细胞表面观垂周壁深波状弯曲，直径19～63μm，胞腔内有时含淡黄色或黄棕色物。

（2）取本品粉末2.5g，加70\%乙醇30ml，超声处理30分钟，滤过，滤液蒸干，残渣加乙醇5ml使溶解，作为供试品溶液。另取迷迭香酸对照品，加乙醇制成每1ml含0.1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液2μl、对照品溶液5μl，分别点于同一硅胶G薄层板上，以环己烷-乙酸乙酯-异丙醇-甲酸（15:3:3.5:0.5）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分** 不得过14.0\%（通则0832第二法）。

**总灰分** 不得过12.0\%（通则2302）。

**酸不溶性灰分** 不得过4.0\%（通则2302）。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于10.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.1\%三氟醋酸溶液（42:58）为流动相；检0nm。理论板数按迷迭香酸峰计算应不低于6000。

**对照品溶液的制备** 取迷迭香酸对照品适量，精密称定，加稀乙醇制成每1ml含0.5mg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过二号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入稀乙醇50ml，超声处理（功率90W，频率59kHz）30分钟，放冷，再称定重量，用稀乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各5μl，注入液相色谱议，测定，即得。

本品按干燥品计算，含迷迭香酸（C18H16O8）不得少于0.20\%。

**【性味与归经】** 辛、苦，寒。归肝、胆经。

**【功能与主治】** 清肝泻火，明目，散结消肿。用于目赤肿痛，目珠夜痛，头痛眩晕，瘰疬，瘿瘤，乳痈，乳癖，乳房胀痛。

**【用法与用量】** 9～15g。

**【贮藏】** 置干燥处。`, `<p>夏枯草植物</p><p><img src="/medicine-image/xia-ku-cao/1.png" alt="IMG_256" /></p><p>夏枯草药材</p><p><img src="/medicine-image/xia-ku-cao/2.png" alt="IMG_257" /></p><h1><img src="/medicine-image/xia-ku-cao/3.png" alt="IMG_258" /></h1><h1><strong><strong>夏枯草</strong></strong></h1><p>Xiɑkucɑo</p><p>PRUNELLAE SPICA</p><p>本品为唇形科植物夏枯草Prunella vulgaris L.的干燥果穗。夏季果穗呈棕红色时采收，除去杂质，晒干。</p><p><strong>【性状】</strong> 本品呈圆柱形，略扁，长1.5～8cm，直径0.8～1.5cm；淡棕色至棕红色。全穗由数轮至10数轮宿萼与苞片组成，每轮有对生苞片2片，呈扇形，先端尖尾状，脉纹明显，外表面有白毛。每一苞片内有花3朵，花冠多已脱落，宿萼二唇形，内有小坚果4枚，卵圆形，棕色，尖端有白色突起。体轻。气微，味淡。</p><p><strong>【鉴别】</strong> （1）本品粉末灰棕色。非腺毛单细胞多见，呈三角形；多细胞者有时可见中间几个细胞镒缩，表面具细小疣状突起。腺毛有两种：一种单细胞头，双细胞柄；另一种双细胞头，单细胞柄，后者有的胞腔内充满黄色分泌物。腺鳞顶面观头部类圆形，4细胞，直径39～60μm，有的内含黄色分泌物。宿存花萼异形细胞表面观垂周壁深波状弯曲，直径19～63μm，胞腔内有时含淡黄色或黄棕色物。</p><p>（2）取本品粉末2.5g，加70%乙醇30ml，超声处理30分钟，滤过，滤液蒸干，残渣加乙醇5ml使溶解，作为供试品溶液。另取迷迭香酸对照品，加乙醇制成每1ml含0.1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液2μl、对照品溶液5μl，分别点于同一硅胶G薄层板上，以环己烷-乙酸乙酯-异丙醇-甲酸（15:3:3.5:0.5）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过14.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过12.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过4.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于10.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.1%三氟醋酸溶液（42:58）为流动相；检测波长为330nm。理论板数按迷迭香酸峰计算应不低于6000。</p><p><strong>对照品溶液的制备</strong> 取迷迭香酸对照品适量，精密称定，加稀乙醇制成每1ml含0.5mg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过二号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入稀乙醇50ml，超声处理（功率90W，频率59kHz）30分钟，放冷，再称定重量，用稀乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各5μl，注入液相色谱议，测定，即得。</p><p>本品按干燥品计算，含迷迭香酸（C<sub>18</sub>H<sub>16</sub>O<sub>8</sub>）不得少于0.20%。</p><p><strong>【性味与归经】</strong> 辛、苦，寒。归肝、胆经。</p><p><strong>【功能与主治】</strong> 清肝泻火，明目，散结消肿。用于目赤肿痛，目珠夜痛，头痛眩晕，瘰疬，瘿瘤，乳痈，乳癖，乳房胀痛。</p><p><strong>【用法与用量】</strong> 9～15g。</p><p><strong>【贮藏】</strong> 置干燥处。</p><p>夏枯草植物</p><p><img src="/medicine-image/xia-ku-cao/4.png" alt="IMG_256" /></p><p>夏枯草药材<img src="/medicine-image/xia-ku-cao/5.png" alt="IMG_257" /></p><h1><img src="/medicine-image/xia-ku-cao/6.png" alt="IMG_258" /></h1><h1><strong><strong>夏枯草</strong></strong></h1><p>Xiɑkucɑo</p><p>PRUNELLAE SPICA</p><p>本品为唇形科植物夏枯草Prunella vulgaris L.的干燥果穗。夏季果穗呈棕红色时采收，除去杂质，晒干。</p><p><strong>【性状】</strong> 本品呈圆柱形，略扁，长1.5～8cm，直径0.8～1.5cm；淡棕色至棕红色。全穗由数轮至10数轮宿萼与苞片组成，每轮有对生苞片2片，呈扇形，先端尖尾状，脉纹明显，外表面有白毛。每一苞片内有花3朵，花冠多已脱落，宿萼二唇形，内有小坚果4枚，卵圆形，棕色，尖端有白色突起。体轻。气微，味淡。</p><p><strong>【鉴别】</strong> （1）本品粉末灰棕色。非腺毛单细胞多见，呈三角形；多细胞者有时可见中间几个细胞镒缩，表面具细小疣状突起。腺毛有两种：一种单细胞头，双细胞柄；另一种双细胞头，单细胞柄，后者有的胞腔内充满黄色分泌物。腺鳞顶面观头部类圆形，4细胞，直径39～60μm，有的内含黄色分泌物。宿存花萼异形细胞表面观垂周壁深波状弯曲，直径19～63μm，胞腔内有时含淡黄色或黄棕色物。</p><p>（2）取本品粉末2.5g，加70%乙醇30ml，超声处理30分钟，滤过，滤液蒸干，残渣加乙醇5ml使溶解，作为供试品溶液。另取迷迭香酸对照品，加乙醇制成每1ml含0.1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液2μl、对照品溶液5μl，分别点于同一硅胶G薄层板上，以环己烷-乙酸乙酯-异丙醇-甲酸（15:3:3.5:0.5）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过14.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过12.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过4.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于10.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.1%三氟醋酸溶液（42:58）为流动相；检0nm。理论板数按迷迭香酸峰计算应不低于6000。</p><p><strong>对照品溶液的制备</strong> 取迷迭香酸对照品适量，精密称定，加稀乙醇制成每1ml含0.5mg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过二号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入稀乙醇50ml，超声处理（功率90W，频率59kHz）30分钟，放冷，再称定重量，用稀乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各5μl，注入液相色谱议，测定，即得。</p><p>本品按干燥品计算，含迷迭香酸（C<sub>18</sub>H<sub>16</sub>O<sub>8</sub>）不得少于0.20%。</p><p><strong>【性味与归经】</strong> 辛、苦，寒。归肝、胆经。</p><p><strong>【功能与主治】</strong> 清肝泻火，明目，散结消肿。用于目赤肿痛，目珠夜痛，头痛眩晕，瘰疬，瘿瘤，乳痈，乳癖，乳房胀痛。</p><p><strong>【用法与用量】</strong> 9～15g。</p><p><strong>【贮藏】</strong> 置干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (24, 1, '30.枇杷叶.docx', 'velious', '/medicine-image/pi-pa-ye/1.png', '/medicine-image/pi-pa-ye/1.png', `植物枇杷枇杷手绘图枇杷叶药材（谢宗万图）枇杷叶饮片蜜枇杷叶饮片枇杷叶PipɑyeERIOBOTRYAE FOLIUM本品为蔷薇科植物枇杷Eriobotrya japonica（Thunb.）Lindl.的干燥叶。全年均可采收，晒至七、八成干时，扎成小把，再晒干。【性状】 本品呈长圆形或倒卵形，长12～30cm，宽4～9cm。先端尖，基部楔形，边缘有疏锯齿，近基部全缘。上表面灰绿色、黄棕色或红棕色，`, 0, '2022-07-22 18:00:00', `植物枇杷

![IMG_256](/medicine-image/pi-pa-ye/1.png)

枇杷手绘图

![IMG_256](/medicine-image/pi-pa-ye/2.png)

枇杷叶药材（谢宗万图）

![IMG_256](/medicine-image/pi-pa-ye/3.png)

枇杷叶饮片

![IMG_256](/medicine-image/pi-pa-ye/4.png)

蜜枇杷叶饮片

![IMG_257](/medicine-image/pi-pa-ye/5.png)

![IMG_262](/medicine-image/pi-pa-ye/6.png)

# ****枇杷叶****

Pipɑye

ERIOBOTRYAE FOLIUM

本品为蔷薇科植物枇杷Eriobotrya japonica（Thunb.）Lindl.的干燥叶。全年均可采收，晒至七、八成干时，扎成小把，再晒干。

**【性状】** 本品呈长圆形或倒卵形，长12～30cm，宽4～9cm。先端尖，基部楔形，边缘有疏锯齿，近基部全缘。上表面灰绿色、黄棕色或红棕色，较光滑；下表面密被黄色绒毛，主脉于下表面显著突起，侧脉羽状；叶柄极短，被棕黄色绒毛。革质而脆，易折断。气微，味微苦。

**【鉴别】** （1）本品横切面：上表皮细胞扁方形，外被厚角质层；下表皮有多数单细胞非腺毛，常弯曲，近主脉处多弯成人字形，气孔可见。栅栏组织为3～4列细胞，海绵组织疏松，均含草酸钙方晶和簇晶。主脉维管束外韧型，近环状；束鞘纤维束排列成不连续的环，壁木化，其周围薄壁细胞含草酸钙方晶，形成晶纤维；薄壁组织中散有黏液细胞，并含草酸钙方晶。

（2）取本品粉末1g，加甲醇20ml，超声处理20分钟，滤过，滤液蒸干，残渣加甲醇5ml使溶解，作为供试品溶液。另取枇杷叶对照药材1g，同法制成对照药材溶液。再取熊果酸对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各1μl，分别点于同一硅胶G薄层板上，以甲苯-丙酮（5:1）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过13.0\%（通则0832第二法）。

**总灰分** 不得过9.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用75\%乙醇作溶剂，不得少于18.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈-甲醇-0.5\%醋酸铵溶液（67:12:21）为流动相；检测波长为210nm。理论板数按熊果酸峰计算应不低于5000。

**对照品溶液的制备** 取齐墩果酸对照品、熊果酸对照品适量，精密称定，加乙醇制成每1ml含齐墩果酸50μg、熊果酸0.2mg的混合溶液，即得。

**供试品溶液的制备** 取本品粗粉约1g，精密称定，置具塞锥形瓶中，精密加入乙醇50ml，称定重量，超声处理（功率250W，频率50kHz）30分钟，放冷，再称定重量，加乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含齐墩果酸（C30H48O3）和熊果酸（C30H48O3）的总量不得少于0.70\%。

**饮片**

**【炮制】** **枇杷叶** 除去绒毛，用水喷润，切丝，干燥。

**【性状】** 本品呈丝条状。表面灰绿色、黄棕色或红棕色，较光滑。下表面可见绒毛，主脉突出。革质而脆。气微，味微苦。

**【检查】** **水分 **同药材，不得过10.0\%。

**总灰分** 同药材，不得过7.0\%。

**【浸出物】** 同药材，不得少于16.0\%。

**【鉴别】**（除横切面外） **【含量测定】** 同药材。

**蜜枇杷叶** 取枇杷叶丝，照蜜炙法（通则0213）炒至不粘手。

每100kg枇杷叶丝，用炼蜜20kg。

**【性状】** 本品形如枇杷叶丝，表面黄棕色或红棕色，微显光泽，略带黏性。具蜜香气，味微甜。

**【检查】** **水分 **同药材，不得过10.0\%。

**总灰分** 同药材，不得过7.0\%。

**【鉴别】**（除横切面外） **【含量测定】** 同药材。

**【性味与归经】** 苦，微寒。归肺、胃经。

**【功能与主治】** 清肺止咳，降逆止呕。用于肺热咳嗽，气逆喘急，胃热呕逆，烦热口渴。

**【用法与用量】** 6～10g。

**【贮藏】** 置干燥处。`, `<p>植物枇杷</p><p><img src="/medicine-image/pi-pa-ye/1.png" alt="IMG_256" /></p><p>枇杷手绘图</p><p><img src="/medicine-image/pi-pa-ye/2.png" alt="IMG_256" /></p><p>枇杷叶药材（谢宗万图）</p><p><img src="/medicine-image/pi-pa-ye/3.png" alt="IMG_256" /></p><p>枇杷叶饮片</p><p><img src="/medicine-image/pi-pa-ye/4.png" alt="IMG_256" /></p><p>蜜枇杷叶饮片</p><p><img src="/medicine-image/pi-pa-ye/5.png" alt="IMG_257" /></p><p><img src="/medicine-image/pi-pa-ye/6.png" alt="IMG_262" /></p><h1><strong><strong>枇杷叶</strong></strong></h1><p>Pipɑye</p><p>ERIOBOTRYAE FOLIUM</p><p>本品为蔷薇科植物枇杷Eriobotrya japonica（Thunb.）Lindl.的干燥叶。全年均可采收，晒至七、八成干时，扎成小把，再晒干。</p><p><strong>【性状】</strong> 本品呈长圆形或倒卵形，长12～30cm，宽4～9cm。先端尖，基部楔形，边缘有疏锯齿，近基部全缘。上表面灰绿色、黄棕色或红棕色，较光滑；下表面密被黄色绒毛，主脉于下表面显著突起，侧脉羽状；叶柄极短，被棕黄色绒毛。革质而脆，易折断。气微，味微苦。</p><p><strong>【鉴别】</strong> （1）本品横切面：上表皮细胞扁方形，外被厚角质层；下表皮有多数单细胞非腺毛，常弯曲，近主脉处多弯成人字形，气孔可见。栅栏组织为3～4列细胞，海绵组织疏松，均含草酸钙方晶和簇晶。主脉维管束外韧型，近环状；束鞘纤维束排列成不连续的环，壁木化，其周围薄壁细胞含草酸钙方晶，形成晶纤维；薄壁组织中散有黏液细胞，并含草酸钙方晶。</p><p>（2）取本品粉末1g，加甲醇20ml，超声处理20分钟，滤过，滤液蒸干，残渣加甲醇5ml使溶解，作为供试品溶液。另取枇杷叶对照药材1g，同法制成对照药材溶液。再取熊果酸对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各1μl，分别点于同一硅胶G薄层板上，以甲苯-丙酮（5:1）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过13.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过9.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用75%乙醇作溶剂，不得少于18.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈-甲醇-0.5%醋酸铵溶液（67:12:21）为流动相；检测波长为210nm。理论板数按熊果酸峰计算应不低于5000。</p><p><strong>对照品溶液的制备</strong> 取齐墩果酸对照品、熊果酸对照品适量，精密称定，加乙醇制成每1ml含齐墩果酸50μg、熊果酸0.2mg的混合溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粗粉约1g，精密称定，置具塞锥形瓶中，精密加入乙醇50ml，称定重量，超声处理（功率250W，频率50kHz）30分钟，放冷，再称定重量，加乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含齐墩果酸（C<sub>30</sub>H<sub>48</sub>O<sub>3</sub>）和熊果酸（C<sub>30</sub>H<sub>48</sub>O<sub>3</sub>）的总量不得少于0.70%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>枇杷叶</strong> 除去绒毛，用水喷润，切丝，干燥。</p><p><strong>【性状】</strong> 本品呈丝条状。表面灰绿色、黄棕色或红棕色，较光滑。下表面可见绒毛，主脉突出。革质而脆。气微，味微苦。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过10.0%。</p><p><strong>总灰分</strong> 同药材，不得过7.0%。</p><p><strong>【浸出物】</strong> 同药材，不得少于16.0%。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【含量测定】</strong> 同药材。</p><p><strong>蜜枇杷叶</strong> 取枇杷叶丝，照蜜炙法（通则0213）炒至不粘手。</p><p>每100kg枇杷叶丝，用炼蜜20kg。</p><p><strong>【性状】</strong> 本品形如枇杷叶丝，表面黄棕色或红棕色，微显光泽，略带黏性。具蜜香气，味微甜。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过10.0%。</p><p><strong>总灰分</strong> 同药材，不得过7.0%。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 苦，微寒。归肺、胃经。</p><p><strong>【功能与主治】</strong> 清肺止咳，降逆止呕。用于肺热咳嗽，气逆喘急，胃热呕逆，烦热口渴。</p><p><strong>【用法与用量】</strong> 6～10g。</p><p><strong>【贮藏】</strong> 置干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (28, 1, '34.丹参.docx', 'velious', '/medicine-image/dan-can/1.png', '/medicine-image/dan-can/1.png', `丹参植物（陈卓摄）丹参饮片酒丹参饮片炒丹参饮片丹参DɑnshenSALVIAE MILTIORRHIZAE RADIX ET RHIZOMA本品为唇形科植物丹参Salvia miltiorrhiza Bge.的干燥根和根茎。春、秋二季采挖，除去泥沙，干燥。【性状】 本品根茎短粗，顶端有时残留茎基。根数条，长圆柱形，略弯曲，有的分枝并具须状细根，长10～20cm，直径0.3～1cm。表面棕红色或暗棕`, 0, '2022-07-22 18:00:00', `丹参植物（陈卓摄）![IMG_256](/medicine-image/dan-can/1.png)

![IMG_261](/medicine-image/dan-can/2.png)

丹参饮片

![IMG_263](/medicine-image/dan-can/3.png)

酒丹参饮片

![IMG_264](/medicine-image/dan-can/4.png)

炒丹参饮片

![IMG_265](/medicine-image/dan-can/5.png)

# ![IMG_266](/medicine-image/dan-can/6.png)

# ****丹参****

Dɑnshen

SALVIAE MILTIORRHIZAE RADIX ET RHIZOMA

本品为唇形科植物丹参Salvia miltiorrhiza Bge.的干燥根和根茎。春、秋二季采挖，除去泥沙，干燥。

**【性状】** 本品根茎短粗，顶端有时残留茎基。根数条，长圆柱形，略弯曲，有的分枝并具须状细根，长10～20cm，直径0.3～1cm。表面棕红色或暗棕红色，粗糙，具纵皱纹。老根外皮疏松，多显紫棕色，常呈鳞片状剥落。质硬而脆，断面疏松，有裂隙或略平整而致密，皮部棕红色，木部灰黄色或紫褐色，导管束黄白色，呈放射状排列。气微，味微苦涩。

栽培品较粗壮，直径0.5～1.5cm。表面红棕色，具纵皱纹，外皮紧贴不易剥落。质坚实，断面较平整，略呈角质样。

**【鉴别】** （1）本品粉末红棕色。石细胞类圆形、类三角形、类长方形或不规则形，也有延长呈纤维状，边缘不平整，直径14～70μm，长可达257μm，孔沟明显，有的胞腔内含黄棕色物。木纤维多为纤维管胞，长梭形，末端斜尖或钝圆，直径12～27μm，具缘纹孔点状，纹孔斜裂缝状或十字形，孔沟稀疏。网纹导管和具缘纹孔导管直径11～60μm。

（2）取本品粉末1g，加乙醇5ml，超声处理15分钟，离心，取上清液作为供试品溶液。另取丹参对照药材1g，同法制成对照药材溶液。再取丹参酮ⅡA对照品、丹酚酸B对照品，加乙醇制成每1ml分别含0.5mg和1.5mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各5μl，分别点于同一硅胶G薄层板上，使成条状，以三氯甲烷-甲苯-乙酸乙酯-甲醇-甲酸（6:4:8:1:4）为展开剂，展开，展至约4cm，取出，晾干，再以石油醚（60～90℃）-乙酸乙酯（4:1）为展开剂，展开，展至约8cm，取出，晾干，分别置日光及紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点或荧光斑点。

**【检查】** **水分 ** 不得过13.0\%（通则0832第二法）。

**总灰分**  不得过10.0\%（通则2302）。

**酸不溶性灰分**  不得过3.0\%（通则2302）。

**重金属及有害元素 ** 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。

**【浸出物】** **水溶性浸出物**  照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于35.0\%。

**醇溶性浸出物**  照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于15.0\%。

**【含量测定】** **丹参酮类**  照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.02\%磷酸溶液为流动相B，按下表中的规定进行梯度洗脱；柱温为20℃；检测波长为270nm。理论板数按丹参酮ⅡA峰计算应不低于60000。

![IMG_267](/medicine-image/dan-can/7.png)

**供试品溶液的制备** 取本品粉末（过三号筛）约0.3g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，密塞，称定重量，超声处理（功率140W，频率42kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。**对照品溶液的制备** 取丹参酮ⅡA对照品适量，精密称定，置棕色量瓶中，加甲醇制成每1ml含20μg的溶液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定。以丹参酮ⅡA对照品为参照，以其相应的峰为S峰，计算隐丹参酮、丹参酮Ⅰ的相对保留时间，其相对保留时间应在规定值的±5\%范围之内。相对保留时间及校正因子见下表。

![IMG_268](/medicine-image/dan-can/8.png)

本品按干燥品计算，含丹参酮ⅡA（C19H18O3）、隐丹参酮（C19H20O3）和丹参酮Ⅰ（C18H12O3）的总量不得少于0.25\%。以丹参酮ⅡA的峰面积为对照，分别乘以校正因子，计算隐丹参酮、丹参酮Ⅰ、丹参酮ⅡA的含量。

**丹酚酸B**  照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.1\%磷酸溶液（22:78）为流动相；柱温为20℃；流速为每分钟1.2ml；检测波长为286nm。理论板数按丹酚酸B峰计算应不低于6000。

对照品溶液的制备 取丹酚酸B对照品适量，精密称定，加甲醇-水（8:2）混合溶液制成每1ml含0.10mg的溶液，即得。

供试品溶液的制备 取本品粉末（过三号筛）约0.15g，精密称定，置具塞锥形瓶中，精密加入甲醇-水（8:2）混合溶液50ml，密塞，称定重量，超声处理（功率140W，频率42kHz）30分钟，放冷，再称定重量，用甲醇-水（8:2）混合溶液补足减失的重量，摇匀，滤过，精密量取续滤液5ml，移至10ml量瓶中，加甲醇-水（8:2）混合溶液稀释至刻度，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含丹酚酸B（C36H30O16）不得少于3.0\%。

**饮片**

**【炮制】** **丹参**  除去杂质和残茎，洗净，润透，切厚片，干燥。

**【性状】** 本品呈类圆形或椭圆形的厚片。外表皮棕红色或暗棕红色，粗糙，具纵皱纹。切面有裂隙或略平整而致密，有的呈角质样，皮部棕红色，木部灰黄色或紫褐色，有黄白色放射状纹理。气微，味微苦涩。

**【检查】 酸不溶性灰分**  同药材，不得过2.0\%（通则2302）。

**【浸出物】** **醇溶性浸出物**  同药材，不得少于11.0\%。

**【鉴别】** **【检查】**（**水分 **总灰分） **【浸出物】**（水溶性浸出物） 同药材。

**酒丹参**  取丹参片，照酒炙法（通则0213）炒干。

**【性状】** 本品形如丹参片，表面红褐色，略具酒香气。

**【检查】** **水分 ** 同药材，不得过10.0\%（通则0832第二法）。

**【浸出物】** **醇溶性浸出物**  同药材，不得少于11.0\%。

**【鉴别】** **【检查】**（总灰分） **【浸出物】**（水溶性浸出物） 同药材。

**【性味与归经】** 苦，微寒。归心、肝经。

**【功能与主治】** 活血祛瘀，通经止痛，清心除烦，凉血消痈。用于胸痹心痛，脘腹胁痛，癥瘕积聚，热痹疼痛，心烦不眠，月经不调，痛经经闭，疮疡肿痛。

**【用法与用量】** 10～15g。

**【注意】** 不宜与藜芦同用。

**【贮藏】** 置干燥处。`, `<p>丹参植物（陈卓摄）<img src="/medicine-image/dan-can/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/dan-can/2.png" alt="IMG_261" /></p><p>丹参饮片</p><p><img src="/medicine-image/dan-can/3.png" alt="IMG_263" /></p><p>酒丹参饮片</p><p><img src="/medicine-image/dan-can/4.png" alt="IMG_264" /></p><p>炒丹参饮片</p><p><img src="/medicine-image/dan-can/5.png" alt="IMG_265" /></p><h1><img src="/medicine-image/dan-can/6.png" alt="IMG_266" /></h1><h1><strong><strong>丹参</strong></strong></h1><p>Dɑnshen</p><p>SALVIAE MILTIORRHIZAE RADIX ET RHIZOMA</p><p>本品为唇形科植物丹参Salvia miltiorrhiza Bge.的干燥根和根茎。春、秋二季采挖，除去泥沙，干燥。</p><p><strong>【性状】</strong> 本品根茎短粗，顶端有时残留茎基。根数条，长圆柱形，略弯曲，有的分枝并具须状细根，长10～20cm，直径0.3～1cm。表面棕红色或暗棕红色，粗糙，具纵皱纹。老根外皮疏松，多显紫棕色，常呈鳞片状剥落。质硬而脆，断面疏松，有裂隙或略平整而致密，皮部棕红色，木部灰黄色或紫褐色，导管束黄白色，呈放射状排列。气微，味微苦涩。</p><p>栽培品较粗壮，直径0.5～1.5cm。表面红棕色，具纵皱纹，外皮紧贴不易剥落。质坚实，断面较平整，略呈角质样。</p><p><strong>【鉴别】</strong> （1）本品粉末红棕色。石细胞类圆形、类三角形、类长方形或不规则形，也有延长呈纤维状，边缘不平整，直径14～70μm，长可达257μm，孔沟明显，有的胞腔内含黄棕色物。木纤维多为纤维管胞，长梭形，末端斜尖或钝圆，直径12～27μm，具缘纹孔点状，纹孔斜裂缝状或十字形，孔沟稀疏。网纹导管和具缘纹孔导管直径11～60μm。</p><p>（2）取本品粉末1g，加乙醇5ml，超声处理15分钟，离心，取上清液作为供试品溶液。另取丹参对照药材1g，同法制成对照药材溶液。再取丹参酮ⅡA对照品、丹酚酸B对照品，加乙醇制成每1ml分别含0.5mg和1.5mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各5μl，分别点于同一硅胶G薄层板上，使成条状，以三氯甲烷-甲苯-乙酸乙酯-甲醇-甲酸（6:4:8:1:4）为展开剂，展开，展至约4cm，取出，晾干，再以石油醚（60～90℃）-乙酸乙酯（4:1）为展开剂，展开，展至约8cm，取出，晾干，分别置日光及紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点或荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过13.0%（通则0832第二法）。</p><p><strong>总灰分</strong>  不得过10.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong>  不得过3.0%（通则2302）。</p><p><strong>重金属及有害元素 </strong> 照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。</p><p><strong>【浸出物】</strong> <strong>水溶性浸出物</strong>  照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于35.0%。</p><p><strong>醇溶性浸出物</strong>  照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于15.0%。</p><p><strong>【含量测定】</strong> <strong>丹参酮类</strong>  照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以0.02%磷酸溶液为流动相B，按下表中的规定进行梯度洗脱；柱温为20℃；检测波长为270nm。理论板数按丹参酮Ⅱ<sub>A</sub>峰计算应不低于60000。</p><p><img src="/medicine-image/dan-can/7.png" alt="IMG_267" /></p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约0.3g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，密塞，称定重量，超声处理（功率140W，频率42kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。<strong>对照品溶液的制备</strong> 取丹参酮Ⅱ<sub>A</sub>对照品适量，精密称定，置棕色量瓶中，加甲醇制成每1ml含20μg的溶液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定。以丹参酮Ⅱ<sub>A</sub>对照品为参照，以其相应的峰为S峰，计算隐丹参酮、丹参酮Ⅰ的相对保留时间，其相对保留时间应在规定值的±5%范围之内。相对保留时间及校正因子见下表。</p><p><img src="/medicine-image/dan-can/8.png" alt="IMG_268" /></p><p>本品按干燥品计算，含丹参酮Ⅱ<sub>A</sub>（C<sub>19</sub>H<sub>18</sub>O<sub>3</sub>）、隐丹参酮（C<sub>19</sub>H<sub>20</sub>O<sub>3</sub>）和丹参酮Ⅰ（C<sub>18</sub>H<sub>12</sub>O<sub>3</sub>）的总量不得少于0.25%。以丹参酮Ⅱ<sub>A</sub>的峰面积为对照，分别乘以校正因子，计算隐丹参酮、丹参酮Ⅰ、丹参酮Ⅱ<sub>A</sub>的含量。</p><p><strong>丹酚酸B</strong>  照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.1%磷酸溶液（22:78）为流动相；柱温为20℃；流速为每分钟1.2ml；检测波长为286nm。理论板数按丹酚酸B峰计算应不低于6000。</p><p>对照品溶液的制备 取丹酚酸B对照品适量，精密称定，加甲醇-水（8:2）混合溶液制成每1ml含0.10mg的溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过三号筛）约0.15g，精密称定，置具塞锥形瓶中，精密加入甲醇-水（8:2）混合溶液50ml，密塞，称定重量，超声处理（功率140W，频率42kHz）30分钟，放冷，再称定重量，用甲醇-水（8:2）混合溶液补足减失的重量，摇匀，滤过，精密量取续滤液5ml，移至10ml量瓶中，加甲醇-水（8:2）混合溶液稀释至刻度，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含丹酚酸B（C<sub>36</sub>H<sub>30</sub>O<sub>16</sub>）不得少于3.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>丹参</strong>  除去杂质和残茎，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品呈类圆形或椭圆形的厚片。外表皮棕红色或暗棕红色，粗糙，具纵皱纹。切面有裂隙或略平整而致密，有的呈角质样，皮部棕红色，木部灰黄色或紫褐色，有黄白色放射状纹理。气微，味微苦涩。</p><p><strong>【检查】 酸不溶性灰分</strong>  同药材，不得过2.0%（通则2302）。</p><p><strong>【浸出物】</strong> <strong>醇溶性浸出物</strong>  同药材，不得少于11.0%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（<strong>水分 </strong>总灰分） <strong>【浸出物】</strong>（水溶性浸出物） 同药材。</p><p><strong>酒丹参</strong>  取丹参片，照酒炙法（通则0213）炒干。</p><p><strong>【性状】</strong> 本品形如丹参片，表面红褐色，略具酒香气。</p><p><strong>【检查】</strong> <strong>水分 </strong> 同药材，不得过10.0%（通则0832第二法）。</p><p><strong>【浸出物】</strong> <strong>醇溶性浸出物</strong>  同药材，不得少于11.0%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（总灰分） <strong>【浸出物】</strong>（水溶性浸出物） 同药材。</p><p><strong>【性味与归经】</strong> 苦，微寒。归心、肝经。</p><p><strong>【功能与主治】</strong> 活血祛瘀，通经止痛，清心除烦，凉血消痈。用于胸痹心痛，脘腹胁痛，癥瘕积聚，热痹疼痛，心烦不眠，月经不调，痛经经闭，疮疡肿痛。</p><p><strong>【用法与用量】</strong> 10～15g。</p><p><strong>【注意】</strong> 不宜与藜芦同用。</p><p><strong>【贮藏】</strong> 置干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (3, 1, '11.肉豆蔻.docx', 'velious', '/medicine-image/rou-dou-kou/1.png', '/medicine-image/rou-dou-kou/1.png', `植物肉豆蔻肉豆蔻药材麸煨肉豆蔻麸煨肉豆蔻片肉豆蔻RoudoukouMYRISTICAE SEMEN本品为肉豆蔻科植物肉豆蔻Myristica fragrans Houtt.的干燥种仁。【性状】 本品呈卵圆形或椭圆形，长2～3cm，直径1.5～2.5cm。表面灰棕色或灰黄色，有时外被白粉（石灰粉末）。全体有浅色纵行沟纹和不规则网状沟纹。种脐位于宽端，呈浅色圆形突起，合点呈暗凹陷。种脊呈纵沟状，连接两`, 0, '2022-07-22 18:00:00', `植物肉豆蔻

![IMG_256](/medicine-image/rou-dou-kou/1.png)

肉豆蔻药材

![IMG_257](/medicine-image/rou-dou-kou/2.png)

麸煨肉豆蔻

![IMG_258](/medicine-image/rou-dou-kou/3.png)

麸煨肉豆蔻片

![IMG_259](/medicine-image/rou-dou-kou/4.png)

![IMG_256](/medicine-image/rou-dou-kou/5.png)

# ****肉豆蔻****

Roudoukou

MYRISTICAE SEMEN

本品为肉豆蔻科植物肉豆蔻Myristica fragrans Houtt.的干燥种仁。

**【性状】** 本品呈卵圆形或椭圆形，长2～3cm，直径1.5～2.5cm。表面灰棕色或灰黄色，有时外被白粉（石灰粉末）。全体有浅色纵行沟纹和不规则网状沟纹。种脐位于宽端，呈浅色圆形突起，合点呈暗凹陷。种脊呈纵沟状，连接两端。质坚，断面显棕黄色相杂的大理石花纹，宽端可见干燥皱缩的胚，富油性。气香浓烈，味辛。

**【鉴别】** （1）本品横切面：外层外胚乳组织，由10余列扁平皱缩细胞组成，内含棕色物，偶见小方晶，错入组织有小维管束，暗棕色的外胚乳深入于浅黄色的内胚乳中，形成大理石样花纹，内含多数油细胞。内胚乳细胞壁薄，类圆形，充满淀粉粒、脂肪油及糊粉粒，内有疏散的浅黄色细胞。淀粉粒多为单粒，直径10～20μm，少数为2～6分粒组成的复粒，直径25～30μm，脐点明显。以碘液染色，甘油装置立即观察，可见在众多蓝黑色淀粉粒中杂有较大的糊粉粒。以水合氯醛装置观察，可见脂肪油常呈块片状、鳞片状，加热即成油滴状。

（2）取本品粉末2g，加石油醚（60～90℃）10ml，超声处理30分钟，滤过，取滤液作为供试品溶液。另取肉豆蔻对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一高效硅胶G预制薄层板上，以石油醚（60～90℃）-乙酸乙酯（9:1）为展开剂，展开缸中预饱和15分钟，展开，取出，晾干，喷以5\%香草醛硫酸溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过10.0\%（通则0832第四法）。

**黄曲霉毒素** 照真菌毒素测定法（通则2351）测定。

本品每1000g含黄曲霉毒素B1不得过5μg，黄曲霉毒素G2、黄曲霉毒素G1、黄曲霉毒素B2和黄曲霉毒素B1的总量不得过10μg。

**【含量测定】** **挥发油** 取本品粗粉约20g，精密称定，照挥发油测定法（通则2204）测定。

本品含挥发油不得少于6.0\%（ml/g）。

**去氢二异丁香酚** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（75:25）为流动相；检测波长为274nm。理论板数按去氢二异丁香酚峰计算应不低于3000。

对照品溶液的制备 取去氢二异丁香酚对照品适量，精密称定，加甲醇制成每1ml含30μg的溶液，即得。

供试品溶液的制备 取本品粉末（过二号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，称定重量，超声处理（功率250W，频率40kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含去氢二异丁香酚（C20H22O4）不得少于0.10\%。

**饮片**

**【炮制】** **肉豆蔻** 除去杂质，洗净，干燥。

**【性状】** **【鉴别】** **【检查】** **【含量测定】** 同药材。

**麸煨肉豆蔻** 取净肉豆蔻，加入麸皮，麸煨温度150～160℃，约15分钟，至麸皮呈焦黄色，肉豆蔻呈棕褐色，表面有裂隙时取出，筛去麸皮，放凉。用时捣碎。

每100kg肉豆蔻，用麸皮40kg。

**【性状】** 本品形如肉豆蔻，表面为棕褐色，有裂隙。气香，味辛。

**【含量测定】** 同药材，含挥发油不得少于4.0\%（ml/g）；含去氢二异丁香酚（C20H22O4）不得少于0.080\%。

**【鉴别】** **【检查】** 同药材。

**【性味与归经】** 辛，温。归脾、胃、大肠经。

**【功能与主治】** 温中行气，涩肠止泻。用于脾胃虚寒，久泻不止，脘腹胀痛，食少呕吐。

**【用法与用量】** 3～10g。

**【贮藏】** 置阴凉干燥处，防蛀。`, `<p>植物肉豆蔻</p><p><img src="/medicine-image/rou-dou-kou/1.png" alt="IMG_256" /></p><p>肉豆蔻药材</p><p><img src="/medicine-image/rou-dou-kou/2.png" alt="IMG_257" /></p><p>麸煨肉豆蔻</p><p><img src="/medicine-image/rou-dou-kou/3.png" alt="IMG_258" /></p><p>麸煨肉豆蔻片</p><p><img src="/medicine-image/rou-dou-kou/4.png" alt="IMG_259" /></p><p><img src="/medicine-image/rou-dou-kou/5.png" alt="IMG_256" /></p><h1><strong><strong>肉豆蔻</strong></strong></h1><p>Roudoukou</p><p>MYRISTICAE SEMEN</p><p>本品为肉豆蔻科植物肉豆蔻Myristica fragrans Houtt.的干燥种仁。</p><p><strong>【性状】</strong> 本品呈卵圆形或椭圆形，长2～3cm，直径1.5～2.5cm。表面灰棕色或灰黄色，有时外被白粉（石灰粉末）。全体有浅色纵行沟纹和不规则网状沟纹。种脐位于宽端，呈浅色圆形突起，合点呈暗凹陷。种脊呈纵沟状，连接两端。质坚，断面显棕黄色相杂的大理石花纹，宽端可见干燥皱缩的胚，富油性。气香浓烈，味辛。</p><p><strong>【鉴别】</strong> （1）本品横切面：外层外胚乳组织，由10余列扁平皱缩细胞组成，内含棕色物，偶见小方晶，错入组织有小维管束，暗棕色的外胚乳深入于浅黄色的内胚乳中，形成大理石样花纹，内含多数油细胞。内胚乳细胞壁薄，类圆形，充满淀粉粒、脂肪油及糊粉粒，内有疏散的浅黄色细胞。淀粉粒多为单粒，直径10～20μm，少数为2～6分粒组成的复粒，直径25～30μm，脐点明显。以碘液染色，甘油装置立即观察，可见在众多蓝黑色淀粉粒中杂有较大的糊粉粒。以水合氯醛装置观察，可见脂肪油常呈块片状、鳞片状，加热即成油滴状。</p><p>（2）取本品粉末2g，加石油醚（60～90℃）10ml，超声处理30分钟，滤过，取滤液作为供试品溶液。另取肉豆蔻对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一高效硅胶G预制薄层板上，以石油醚（60～90℃）-乙酸乙酯（9:1）为展开剂，展开缸中预饱和15分钟，展开，取出，晾干，喷以5%香草醛硫酸溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过10.0%（通则0832第四法）。</p><p><strong>黄曲霉毒素</strong> 照真菌毒素测定法（通则2351）测定。</p><p>本品每1000g含黄曲霉毒素B<sub>1</sub>不得过5μg，黄曲霉毒素G<sub>2</sub>、黄曲霉毒素G<sub>1</sub>、黄曲霉毒素B<sub>2</sub>和黄曲霉毒素B<sub>1</sub>的总量不得过10μg。</p><p><strong>【含量测定】</strong> <strong>挥发油</strong> 取本品粗粉约20g，精密称定，照挥发油测定法（通则2204）测定。</p><p>本品含挥发油不得少于6.0%（ml/g）。</p><p><strong>去氢二异丁香酚</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（75:25）为流动相；检测波长为274nm。理论板数按去氢二异丁香酚峰计算应不低于3000。</p><p>对照品溶液的制备 取去氢二异丁香酚对照品适量，精密称定，加甲醇制成每1ml含30μg的溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过二号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，称定重量，超声处理（功率250W，频率40kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含去氢二异丁香酚（C<sub>20</sub>H<sub>22</sub>O<sub>4</sub>）不得少于0.10%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>肉豆蔻</strong> 除去杂质，洗净，干燥。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>麸煨肉豆蔻</strong> 取净肉豆蔻，加入麸皮，麸煨温度150～160℃，约15分钟，至麸皮呈焦黄色，肉豆蔻呈棕褐色，表面有裂隙时取出，筛去麸皮，放凉。用时捣碎。</p><p>每100kg肉豆蔻，用麸皮40kg。</p><p><strong>【性状】</strong> 本品形如肉豆蔻，表面为棕褐色，有裂隙。气香，味辛。</p><p><strong>【含量测定】</strong> 同药材，含挥发油不得少于4.0%（ml/g）；含去氢二异丁香酚（C<sub>20</sub>H<sub>22</sub>O<sub>4</sub>）不得少于0.080%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛，温。归脾、胃、大肠经。</p><p><strong>【功能与主治】</strong> 温中行气，涩肠止泻。用于脾胃虚寒，久泻不止，脘腹胀痛，食少呕吐。</p><p><strong>【用法与用量】</strong> 3～10g。</p><p><strong>【贮藏】</strong> 置阴凉干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (81, 1, '82.水蛭.docx', 'velious', '/medicine-image/shui-zhi/1.png', '/medicine-image/shui-zhi/1.png', `水蛭（中药材彩色照片集图）柳叶蚂蟥（中药材彩色照片集图）水蛭（蚂蟥）水蛭段饮片烫水蛭饮片水蛭ShuizhiHIRUDO本品为水蛭科动物蚂蟥Whitmania pigra Whitman、水蛭Hirudo nipponica Whitman或柳叶蚂蟥Whitmania acranulata Whitman的干燥全体。夏、秋二季捕捉，用沸水烫死，晒干或低温干燥。【性状】 蚂蟥  呈扁平纺锤形，有多数环`, 0, '2022-07-22 18:00:00', `水蛭（中药材彩色照片集图）![IMG_256](/medicine-image/shui-zhi/1.png)

柳叶蚂蟥（中药材彩色照片集图）![IMG_257](/medicine-image/shui-zhi/2.png)

水蛭（蚂蟥）

![IMG_258](/medicine-image/shui-zhi/3.png)

水蛭段饮片![IMG_259](/medicine-image/shui-zhi/4.png)

烫水蛭饮片

![IMG_260](/medicine-image/shui-zhi/5.png)

# ![IMG_262](/medicine-image/shui-zhi/6.png)

# ****水蛭****

Shuizhi

HIRUDO

本品为水蛭科动物蚂蟥Whitmania pigra Whitman、水蛭Hirudo nipponica Whitman或柳叶蚂蟥Whitmania acranulata Whitman的干燥全体。夏、秋二季捕捉，用沸水烫死，晒干或低温干燥。

**【性状】** **蚂蟥**  呈扁平纺锤形，有多数环节，长4～10cm，宽0.5～2cm。背部黑褐色或黑棕色，稍隆起，用水浸后，可见黑色斑点排成5条纵纹；腹面平坦，棕黄色。两侧棕黄色，前端略尖，后端钝圆，两端各具1吸盘，前吸盘不显著，后吸盘较大。质脆，易折断，断面胶质状。气微腥。

**水蛭**  扁长圆柱形，体多弯曲扭转，长2～5cm，宽0.2～0.3cm。

**柳叶蚂蟥**  狭长而扁，长5～12cm，宽0.1～0.5cm。

**【鉴别】** 取本品粉末1g，加乙醇5ml，超声处理15分钟，滤过，取滤液作为供试品溶液。另取水蛭对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以环己烷-乙酸乙酯（4:1）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同的紫红色斑点；紫外光灯（365nm）下显相同的橙红色荧光斑点。

**【检查】** **水分 ** 不得过18.0\%（通则0832第二法）。

**总灰分**  不得过8.0\%（通则2302）。

**酸不溶性灰分**  不得过2.0\%（通则2302）。

**酸碱度**  取本品粉末（过三号筛）约1g，加入0.9\%氯化钠溶液10ml，充分搅拌，浸提30分钟，并时时振摇，离心，取上清液，照pH值测定法（通则0631）测定，应为5.0～7.5。

**重金属及有害元素**  照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过10mg/kg、镉不得过1mg/kg、砷不得过5mg/kg、汞不得过1mg/kg。

**黄曲霉毒素**  照真菌毒素测定法（通则2351）测定。

本品每1000g含黄曲霉毒素B1不得过5μg，黄曲霉毒素G2、黄曲霉毒素G1、黄曲霉毒素B2和黄曲霉毒素B1的总量不得过10μg。

**【含量测定】** 取本品粉末（过三号筛）约1g，精密称定，精密加入0.9\%氯化钠溶液5ml，充分搅拌，浸提30分钟，并时时振摇，离心，精密量取上清液100μl，置试管（8mm×38mm）中，加入含0.5\%（牛）纤维蛋白原（以凝固物计）的三羟甲基氨基甲烷盐酸缓冲液\[注1\]（临用配制）200μl，摇匀，置水浴中（37℃±0.5℃）温浸5分钟，滴加每1ml中含40单位的凝血酶溶液\[注2\]（每1分钟滴加1次，每次5μl，边滴加边轻轻摇匀）至凝固（水蛭）或滴加每1ml中含10单位的凝血酶溶液\[注2\]（每4分钟滴加1次，每次2μl，边滴加边轻轻摇匀）至凝固（蚂蟥、柳叶蚂蟥），记录消耗凝血酶溶液的体积，按下式计算：

 

式中 U为每1g含凝血酶活性单位，U/g；

C1为凝血酶溶液的浓度，μ/ml；

C2为供试品溶液的浓度，g/ml；

V1为消耗凝血酶溶液的体积，μl；

V2为供试品溶液的加入量，μl。

中和一个单位的凝血酶的量，为一个抗凝血酶活性单位。

本品每1g含抗凝血酶活性水蛭应不低于16.0U；蚂蟥、柳叶蚂蟥应不低于3.0U。

**饮片**

**【炮制】** **水蛭**  洗净，切段，干燥。

**【性状】** 本品呈不规则的段状、扁块状或扁圆柱状。背部表面黑褐色，稍隆起，腹面棕褐色，均可见细密横环纹。切面灰白色至棕黄色，胶质状。质脆，气微腥。

**烫水蛭**  取净水蛭段，照炒法（通则0213）用滑石粉烫至微鼓起。

**【性状】** 本品呈不规则段状、扁块状或扁圆柱状，略鼓起，背部黑褐色，腹面棕黄色至棕褐色，附有少量白色滑石粉。断面松泡，灰白色至焦黄色。气微腥。

**【检查】** **水分 ** 同药材，不得过14.0\%。

**总灰分**  同药材，不得过10.0\%。

**酸不溶性灰分 ** 同药材，不得过3.0\%。

**【鉴别】** **【检查】**（酸碱度 重金属及有害元素 黄曲霉毒素） 同药材。

**【性味与归经】** 咸、苦，平；有小毒。归肝经。

**【功能与主治】** 破血通经，逐瘀消癥。用于血瘀经闭，癥瘕痞块，中风偏瘫，跌扑损伤。

**【用法与用量】** 1～3g。

**【注意】** 孕妇禁用。

**【贮藏】** 置干燥处，防蛀。

注：\[1\]三羟甲基氨基甲烷盐酸缓冲液的配制 取0.2mol/L三羟甲基氨基甲烷溶液25ml与0.1mol/L盐酸溶液约40ml，加水至100ml，调节pH值至7.4。

\[2\]凝血酶溶液的配制 取凝血酶试剂适量，加生理盐水配制成每1ml含凝血酶40个单位或10个单位的溶液（临用配制）。`, `<p>水蛭（中药材彩色照片集图）<img src="/medicine-image/shui-zhi/1.png" alt="IMG_256" /></p><p>柳叶蚂蟥（中药材彩色照片集图）<img src="/medicine-image/shui-zhi/2.png" alt="IMG_257" /></p><p>水蛭（蚂蟥）</p><p><img src="/medicine-image/shui-zhi/3.png" alt="IMG_258" /></p><p>水蛭段饮片<img src="/medicine-image/shui-zhi/4.png" alt="IMG_259" /></p><p>烫水蛭饮片</p><p><img src="/medicine-image/shui-zhi/5.png" alt="IMG_260" /></p><h1><img src="/medicine-image/shui-zhi/6.png" alt="IMG_262" /></h1><h1><strong><strong>水蛭</strong></strong></h1><p>Shuizhi</p><p>HIRUDO</p><p>本品为水蛭科动物蚂蟥Whitmania pigra Whitman、水蛭Hirudo nipponica Whitman或柳叶蚂蟥Whitmania acranulata Whitman的干燥全体。夏、秋二季捕捉，用沸水烫死，晒干或低温干燥。</p><p><strong>【性状】</strong> <strong>蚂蟥</strong>  呈扁平纺锤形，有多数环节，长4～10cm，宽0.5～2cm。背部黑褐色或黑棕色，稍隆起，用水浸后，可见黑色斑点排成5条纵纹；腹面平坦，棕黄色。两侧棕黄色，前端略尖，后端钝圆，两端各具1吸盘，前吸盘不显著，后吸盘较大。质脆，易折断，断面胶质状。气微腥。</p><p><strong>水蛭</strong>  扁长圆柱形，体多弯曲扭转，长2～5cm，宽0.2～0.3cm。</p><p><strong>柳叶蚂蟥</strong>  狭长而扁，长5～12cm，宽0.1～0.5cm。</p><p><strong>【鉴别】</strong> 取本品粉末1g，加乙醇5ml，超声处理15分钟，滤过，取滤液作为供试品溶液。另取水蛭对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以环己烷-乙酸乙酯（4:1）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同的紫红色斑点；紫外光灯（365nm）下显相同的橙红色荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过18.0%（通则0832第二法）。</p><p><strong>总灰分</strong>  不得过8.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong>  不得过2.0%（通则2302）。</p><p><strong>酸碱度</strong>  取本品粉末（过三号筛）约1g，加入0.9%氯化钠溶液10ml，充分搅拌，浸提30分钟，并时时振摇，离心，取上清液，照pH值测定法（通则0631）测定，应为5.0～7.5。</p><p><strong>重金属及有害元素</strong>  照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过10mg/kg、镉不得过1mg/kg、砷不得过5mg/kg、汞不得过1mg/kg。</p><p><strong>黄曲霉毒素</strong>  照真菌毒素测定法（通则2351）测定。</p><p>本品每1000g含黄曲霉毒素B<sub>1</sub>不得过5μg，黄曲霉毒素G<sub>2</sub>、黄曲霉毒素G<sub>1</sub>、黄曲霉毒素B<sub>2</sub>和黄曲霉毒素B<sub>1</sub>的总量不得过10μg。</p><p><strong>【含量测定】</strong> 取本品粉末（过三号筛）约1g，精密称定，精密加入0.9%氯化钠溶液5ml，充分搅拌，浸提30分钟，并时时振摇，离心，精密量取上清液100μl，置试管（8mm×38mm）中，加入含0.5%（牛）纤维蛋白原（以凝固物计）的三羟甲基氨基甲烷盐酸缓冲液[注1]（临用配制）200μl，摇匀，置水浴中（37℃±0.5℃）温浸5分钟，滴加每1ml中含40单位的凝血酶溶液[注2]（每1分钟滴加1次，每次5μl，边滴加边轻轻摇匀）至凝固（水蛭）或滴加每1ml中含10单位的凝血酶溶液[注2]（每4分钟滴加1次，每次2μl，边滴加边轻轻摇匀）至凝固（蚂蟥、柳叶蚂蟥），记录消耗凝血酶溶液的体积，按下式计算：</p><p> </p><p>式中 U为每1g含凝血酶活性单位，U/g；</p><p>C<sub>1</sub>为凝血酶溶液的浓度，μ/ml；</p><p>C<sub>2</sub>为供试品溶液的浓度，g/ml；</p><p>V<sub>1</sub>为消耗凝血酶溶液的体积，μl；</p><p>V<sub>2</sub>为供试品溶液的加入量，μl。</p><p>中和一个单位的凝血酶的量，为一个抗凝血酶活性单位。</p><p>本品每1g含抗凝血酶活性水蛭应不低于16.0U；蚂蟥、柳叶蚂蟥应不低于3.0U。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>水蛭</strong>  洗净，切段，干燥。</p><p><strong>【性状】</strong> 本品呈不规则的段状、扁块状或扁圆柱状。背部表面黑褐色，稍隆起，腹面棕褐色，均可见细密横环纹。切面灰白色至棕黄色，胶质状。质脆，气微腥。</p><p><strong>烫水蛭</strong>  取净水蛭段，照炒法（通则0213）用滑石粉烫至微鼓起。</p><p><strong>【性状】</strong> 本品呈不规则段状、扁块状或扁圆柱状，略鼓起，背部黑褐色，腹面棕黄色至棕褐色，附有少量白色滑石粉。断面松泡，灰白色至焦黄色。气微腥。</p><p><strong>【检查】</strong> <strong>水分 </strong> 同药材，不得过14.0%。</p><p><strong>总灰分</strong>  同药材，不得过10.0%。</p><p><strong>酸不溶性灰分 </strong> 同药材，不得过3.0%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（酸碱度 重金属及有害元素 黄曲霉毒素） 同药材。</p><p><strong>【性味与归经】</strong> 咸、苦，平；有小毒。归肝经。</p><p><strong>【功能与主治】</strong> 破血通经，逐瘀消癥。用于血瘀经闭，癥瘕痞块，中风偏瘫，跌扑损伤。</p><p><strong>【用法与用量】</strong> 1～3g。</p><p><strong>【注意】</strong> 孕妇禁用。</p><p><strong>【贮藏】</strong> 置干燥处，防蛀。</p><p>注：[1]三羟甲基氨基甲烷盐酸缓冲液的配制 取0.2mol/L三羟甲基氨基甲烷溶液25ml与0.1mol/L盐酸溶液约40ml，加水至100ml，调节pH值至7.4。</p><p>[2]凝血酶溶液的配制 取凝血酶试剂适量，加生理盐水配制成每1ml含凝血酶40个单位或10个单位的溶液（临用配制）。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (22, 1, '29.半夏.docx', 'velious', '/medicine-image/ban-xia/1.png', '/medicine-image/ban-xia/1.png', `植物半夏（萧恺钰摄）半夏手绘图半夏药材半夏BɑnxiɑPINELLIAE RHIZOMA本品为天南星科植物半夏Pinellia ternata（Thunb.）Breit.的干燥块茎。夏、秋二季采挖，洗净，除去外皮和须根，晒干。【性状】 本品呈类球形，有的稍偏斜，直径0.7～1.6cm。表面白色或浅黄色，顶端有凹陷的茎痕，周围密布麻点状根痕；下面钝圆，较光滑。质坚实，断面洁白，富粉性。气微，味辛辣、`, 0, '2022-07-22 18:00:00', `植物半夏（萧恺钰摄）

![IMG_256](/medicine-image/ban-xia/1.png)

半夏手绘图

![IMG_257](/medicine-image/ban-xia/2.png)

半夏药材

![IMG_258](/medicine-image/ban-xia/3.png)

# ![IMG_259](/medicine-image/ban-xia/4.png)

# ****半夏****

Bɑnxiɑ

PINELLIAE RHIZOMA

本品为天南星科植物半夏Pinellia ternata（Thunb.）Breit.的干燥块茎。夏、秋二季采挖，洗净，除去外皮和须根，晒干。

**【性状】** 本品呈类球形，有的稍偏斜，直径0.7～1.6cm。表面白色或浅黄色，顶端有凹陷的茎痕，周围密布麻点状根痕；下面钝圆，较光滑。质坚实，断面洁白，富粉性。气微，味辛辣、麻舌而刺喉。

**【鉴别】** （1）本品粉末类白色。淀粉粒甚多，单粒类圆形、半圆形或圆多角形，直径2～20μm，脐点裂缝状、人字状或星状；复粒由2～6分粒组成。草酸钙针晶束存在于椭圆形黏液细胞中，或随处散在，针晶长20～144μm。螺纹导管直径10～24μm。

（2）取本品粉末1g，加甲醇10ml，加热回流30分钟，滤过，滤液挥至0.5ml，作为供试品溶液。另取精氨酸对照品、丙氨酸对照品、缬氨酸对照品、亮氨酸对照品，加70\%甲醇制成每1ml各含1mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液5μl、对照品溶液1μl，分别点于同一硅胶G薄层板上，以正丁醇-冰醋酸-水（8:3:1）为展开剂，展开，取出，晾干，喷以茚三酮试液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。

（3）取本品粉末1g，加乙醇10ml，加热回流1小时，滤过，滤液浓缩至0.5ml，作为供试品溶液。另取半夏对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙酸乙酯-丙酮-甲酸（30:6:4:0.5）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过13.0\%（通则0832第二法）。

**总灰分** 不得过4.0\%（通则2302）。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于7.5\%。

**饮片**

**【炮制】** **生半夏** 用时捣碎。

**【性状】** **【鉴别】** **【检查】** **【浸出物】** 同药材。

**【性味与归经】** 辛、温；有毒。归脾、胃、肺经。

**【功能与主治】** 燥湿化痰，降逆止呕，消痞散结。用于湿痰寒痰，咳喘痰多，痰饮眩悸，风痰眩晕，痰厥头痛，呕吐反胃，胸脘痞闷，梅核气；外治痈肿痰核。

**【用法与用量】** 内服一般炮制后使用，3～9g。外用适量，磨汁涂或研末以酒调敷患处。

**【注意】** 不宜与川乌、制川乌、草乌、制草乌、附子同用；生品内服宜慎。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>植物半夏（萧恺钰摄）</p><p><img src="/medicine-image/ban-xia/1.png" alt="IMG_256" /></p><p>半夏手绘图</p><p><img src="/medicine-image/ban-xia/2.png" alt="IMG_257" /></p><p>半夏药材</p><p><img src="/medicine-image/ban-xia/3.png" alt="IMG_258" /></p><h1><img src="/medicine-image/ban-xia/4.png" alt="IMG_259" /></h1><h1><strong><strong>半夏</strong></strong></h1><p>Bɑnxiɑ</p><p>PINELLIAE RHIZOMA</p><p>本品为天南星科植物半夏Pinellia ternata（Thunb.）Breit.的干燥块茎。夏、秋二季采挖，洗净，除去外皮和须根，晒干。</p><p><strong>【性状】</strong> 本品呈类球形，有的稍偏斜，直径0.7～1.6cm。表面白色或浅黄色，顶端有凹陷的茎痕，周围密布麻点状根痕；下面钝圆，较光滑。质坚实，断面洁白，富粉性。气微，味辛辣、麻舌而刺喉。</p><p><strong>【鉴别】</strong> （1）本品粉末类白色。淀粉粒甚多，单粒类圆形、半圆形或圆多角形，直径2～20μm，脐点裂缝状、人字状或星状；复粒由2～6分粒组成。草酸钙针晶束存在于椭圆形黏液细胞中，或随处散在，针晶长20～144μm。螺纹导管直径10～24μm。</p><p>（2）取本品粉末1g，加甲醇10ml，加热回流30分钟，滤过，滤液挥至0.5ml，作为供试品溶液。另取精氨酸对照品、丙氨酸对照品、缬氨酸对照品、亮氨酸对照品，加70%甲醇制成每1ml各含1mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液5μl、对照品溶液1μl，分别点于同一硅胶G薄层板上，以正丁醇-冰醋酸-水（8:3:1）为展开剂，展开，取出，晾干，喷以茚三酮试液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。</p><p>（3）取本品粉末1g，加乙醇10ml，加热回流1小时，滤过，滤液浓缩至0.5ml，作为供试品溶液。另取半夏对照药材1g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙酸乙酯-丙酮-甲酸（30:6:4:0.5）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过13.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过4.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于7.5%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>生半夏</strong> 用时捣碎。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛、温；有毒。归脾、胃、肺经。</p><p><strong>【功能与主治】</strong> 燥湿化痰，降逆止呕，消痞散结。用于湿痰寒痰，咳喘痰多，痰饮眩悸，风痰眩晕，痰厥头痛，呕吐反胃，胸脘痞闷，梅核气；外治痈肿痰核。</p><p><strong>【用法与用量】</strong> 内服一般炮制后使用，3～9g。外用适量，磨汁涂或研末以酒调敷患处。</p><p><strong>【注意】</strong> 不宜与川乌、制川乌、草乌、制草乌、附子同用；生品内服宜慎。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (5, 1, '13.苍耳子.docx', 'velious', '/medicine-image/cang-er-zi/1.png', '/medicine-image/cang-er-zi/1.png', `植物苍耳苍耳子药材炒苍耳子饮片苍耳草饮片苍耳子Cɑng'erziXANTHII FRUCTUS本品为菊科植物苍耳Xanthium sibiricum Patr.的干燥成熟带总苞的果实。秋季果实成熟时采收，干燥，除去梗、叶等杂质。【性状】 本品呈纺锤形或卵圆形，长1～1.5cm，直径0.4～0.7cm。表面黄棕色或黄绿色，全体有钩刺，顶端有2枚较粗的刺，分离或相连，基部有果梗痕。质硬而韧，横切面中央`, 0, '2022-07-22 18:00:00', `植物苍耳

![IMG_256](/medicine-image/cang-er-zi/1.png)

苍耳子药材

![IMG_257](/medicine-image/cang-er-zi/2.png)

炒苍耳子饮片

![IMG_258](/medicine-image/cang-er-zi/3.png)

苍耳草饮片

![IMG_259](/medicine-image/cang-er-zi/4.png)

# ![IMG_260](/medicine-image/cang-er-zi/5.png)

# ****苍耳子****

Cɑng'erzi

XANTHII FRUCTUS

本品为菊科植物苍耳Xanthium sibiricum Patr.的干燥成熟带总苞的果实。秋季果实成熟时采收，干燥，除去梗、叶等杂质。

**【性状】** 本品呈纺锤形或卵圆形，长1～1.5cm，直径0.4～0.7cm。表面黄棕色或黄绿色，全体有钩刺，顶端有2枚较粗的刺，分离或相连，基部有果梗痕。质硬而韧，横切面中央有纵隔膜，2室，各有1枚瘦果。瘦果略呈纺锤形，一面较平坦，顶端具1突起的花柱基，果皮薄，灰黑色，具纵纹。种皮膜质，浅灰色，子叶2，有油性。气微，味微苦。

**【鉴别】** （1）本品粉末淡黄棕色至淡黄绿色。总苞纤维成束，常呈纵横交叉排列。果皮表皮细胞棕色，类长方形，常与下层纤维相连。果皮纤维成束或单个散在，细长梭形，纹孔和孔沟明显或不明显。种皮细胞淡黄色，外层细胞类多角形，壁稍厚；内层细胞具乳头状突起。木薄壁细胞类长方形，具纹孔。子叶细胞含糊粉粒和油滴。

（2）取本品粉末2g，加甲醇25ml，超声处理20分钟，滤过，滤液浓缩至2ml，作为供试品溶液。另取苍耳子对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各4μl，分别点于同一硅胶G薄层板上，以正丁醇-冰醋酸-水（4:1:5）上层溶液为展开剂，展开，取出，晾干，置氨蒸气中熏至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过12.0\%（通则0832第二法）。

**总灰分** 不得过5.0\%（通则2302）。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.4\%磷酸溶液（10:90）为流动相；检测波长为327nm。理论板数按绿原酸峰计算应不低于3000。

**对照品溶液的制备** 取绿原酸对照品适量，精密称定，置棕色量瓶中，加50\%甲醇制成每1ml含50μg的溶液，即得（10℃以下保存）。

**供试品溶液的制备** 取本品粉末（过三号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入5\%甲酸的50\%甲醇溶液25ml，称定重量，超声处理（功率300W，频率40kHz）40分钟，放冷，再称定重量，用5\%甲酸的50\%甲醇补足减失的重量，摇匀，滤过，取续滤液（置棕色瓶中），即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各5μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含绿原酸（C16H18O9）不得少于0.25\%。

**饮片**

**【炮制】** **苍耳子** 除去杂质。

**【性状】** **【鉴别】** **【检查】** **【含量测定】** 同药材。

**炒苍耳子** 取净苍耳子，照清炒法（通则0213）炒至黄褐色，去刺，筛净。

**【性状】** 本品形如苍耳子，表面黄褐色，有刺痕。微有香气。

**【检查】** **水分 **同药材，不得过10.0\%。

**【鉴别】** **【检查】**（总灰分） **【含量测定】** 同药材。

**【性味与归经】** 辛、苦，温；有毒。归肺经。

**【功能与主治】** 散风寒，通鼻窍，祛风湿。用于风寒头痛，鼻塞流涕，鼻鼽，鼻渊，风疹瘙痒，湿痹拘挛。

**【用法与用量】** 3～10g。

**【贮藏】** 置干燥处。`, `<p>植物苍耳</p><p><img src="/medicine-image/cang-er-zi/1.png" alt="IMG_256" /></p><p>苍耳子药材</p><p><img src="/medicine-image/cang-er-zi/2.png" alt="IMG_257" /></p><p>炒苍耳子饮片</p><p><img src="/medicine-image/cang-er-zi/3.png" alt="IMG_258" /></p><p>苍耳草饮片</p><p><img src="/medicine-image/cang-er-zi/4.png" alt="IMG_259" /></p><h1><img src="/medicine-image/cang-er-zi/5.png" alt="IMG_260" /></h1><h1><strong><strong>苍耳子</strong></strong></h1><p>Cɑng'erzi</p><p>XANTHII FRUCTUS</p><p>本品为菊科植物苍耳Xanthium sibiricum Patr.的干燥成熟带总苞的果实。秋季果实成熟时采收，干燥，除去梗、叶等杂质。</p><p><strong>【性状】</strong> 本品呈纺锤形或卵圆形，长1～1.5cm，直径0.4～0.7cm。表面黄棕色或黄绿色，全体有钩刺，顶端有2枚较粗的刺，分离或相连，基部有果梗痕。质硬而韧，横切面中央有纵隔膜，2室，各有1枚瘦果。瘦果略呈纺锤形，一面较平坦，顶端具1突起的花柱基，果皮薄，灰黑色，具纵纹。种皮膜质，浅灰色，子叶2，有油性。气微，味微苦。</p><p><strong>【鉴别】</strong> （1）本品粉末淡黄棕色至淡黄绿色。总苞纤维成束，常呈纵横交叉排列。果皮表皮细胞棕色，类长方形，常与下层纤维相连。果皮纤维成束或单个散在，细长梭形，纹孔和孔沟明显或不明显。种皮细胞淡黄色，外层细胞类多角形，壁稍厚；内层细胞具乳头状突起。木薄壁细胞类长方形，具纹孔。子叶细胞含糊粉粒和油滴。</p><p>（2）取本品粉末2g，加甲醇25ml，超声处理20分钟，滤过，滤液浓缩至2ml，作为供试品溶液。另取苍耳子对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各4μl，分别点于同一硅胶G薄层板上，以正丁醇-冰醋酸-水（4:1:5）上层溶液为展开剂，展开，取出，晾干，置氨蒸气中熏至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过12.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过5.0%（通则2302）。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以乙腈-0.4%磷酸溶液（10:90）为流动相；检测波长为327nm。理论板数按绿原酸峰计算应不低于3000。</p><p><strong>对照品溶液的制备</strong> 取绿原酸对照品适量，精密称定，置棕色量瓶中，加50%甲醇制成每1ml含50μg的溶液，即得（10℃以下保存）。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入5%甲酸的50%甲醇溶液25ml，称定重量，超声处理（功率300W，频率40kHz）40分钟，放冷，再称定重量，用5%甲酸的50%甲醇补足减失的重量，摇匀，滤过，取续滤液（置棕色瓶中），即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各5μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含绿原酸（C<sub>16</sub>H<sub>18</sub>O<sub>9</sub>）不得少于0.25%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>苍耳子</strong> 除去杂质。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>炒苍耳子</strong> 取净苍耳子，照清炒法（通则0213）炒至黄褐色，去刺，筛净。</p><p><strong>【性状】</strong> 本品形如苍耳子，表面黄褐色，有刺痕。微有香气。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过10.0%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（总灰分） <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛、苦，温；有毒。归肺经。</p><p><strong>【功能与主治】</strong> 散风寒，通鼻窍，祛风湿。用于风寒头痛，鼻塞流涕，鼻鼽，鼻渊，风疹瘙痒，湿痹拘挛。</p><p><strong>【用法与用量】</strong> 3～10g。</p><p><strong>【贮藏】</strong> 置干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (7, 1, '15.木芙蓉叶.docx', 'velious', '/medicine-image/mu-fu-rong-ye/1.png', '/medicine-image/mu-fu-rong-ye/1.png', `植物木芙蓉木芙蓉叶药材木芙蓉叶饮片木芙蓉叶MufurongyeHIBISCI MUTABILIS FOLIUM本品为锦葵科植物木芙蓉Hibiscus mutabilis L.的干燥叶。夏、秋二季采收，干燥。【性状】 本品多卷缩、破碎，全体被毛。完整叶片展平后呈卵圆状心形，宽10～20cm，掌状3～7浅裂，裂片三角形，边缘有钝齿。上表面暗黄绿色，下表面灰绿色，叶脉7～11条，于两面突起。叶柄长5～2`, 0, '2022-07-22 18:00:00', `植物木芙蓉

![IMG_256](/medicine-image/mu-fu-rong-ye/1.png)

![IMG_257](/medicine-image/mu-fu-rong-ye/2.png)

木芙蓉叶药材

![IMG_258](/medicine-image/mu-fu-rong-ye/3.png)

木芙蓉叶饮片![IMG_259](/medicine-image/mu-fu-rong-ye/4.png)

![IMG_256](/medicine-image/mu-fu-rong-ye/5.png)

![IMG_256](/medicine-image/mu-fu-rong-ye/6.png)

![IMG_260](/medicine-image/mu-fu-rong-ye/7.png)

# ****木芙蓉叶****

Mufurongye

HIBISCI MUTABILIS FOLIUM

本品为锦葵科植物木芙蓉Hibiscus mutabilis L.的干燥叶。夏、秋二季采收，干燥。

**【性状】** 本品多卷缩、破碎，全体被毛。完整叶片展平后呈卵圆状心形，宽10～20cm，掌状3～7浅裂，裂片三角形，边缘有钝齿。上表面暗黄绿色，下表面灰绿色，叶脉7～11条，于两面突起。叶柄长5～20cm。气微，味微辛。

**【鉴别】** （1）本品粉末暗黄绿色或灰绿色。非腺毛较多，单生或星状簇生，单细胞，长圆锥形，有的略弯曲。腺毛有2种：长柄腺毛多碎断，头部单细胞，腺柄（完整者）多至24个细胞，长至570μm；短柄腺毛头部3～4细胞，腺柄极短，1～2细胞。红棕色色素颗粒类圆形，散在于薄壁细胞中。黏液细胞类圆形，无色或浅棕色，直径60～80μm，表面具辐射状细密的纹理。草酸钙簇晶，直径15～20μm，单个散在或多个存在于薄壁细胞中。

（2）取本品粉末0.5g，加甲醇30ml，加热回流30分钟，滤过，滤液蒸干，残渣加水15ml使溶解，用三氯甲烷20ml振摇提取，弃去三氯甲烷液，水液用水饱和的正丁醇25ml振摇提取，取正丁醇液，回收溶剂至干，残渣加无水乙醇2ml使溶解，作为供试品溶液。另取木芙蓉叶对照药材0.5g，同法制成对照药材溶液。再取芦丁对照品，加无水乙醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液和对照药材溶液各2μl、对照品溶液1μl，分别点于同一用4\%醋酸钠溶液制备的硅胶G板上，以乙酸乙酯-甲酸-水-丙酮（15:2:3:7）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分 ** 不得过15.0\%（通则0832第二法）。

**总灰分**  不得过14.0\%（通则2302）。

**酸不溶性灰分**  不得过2.0\%（通则2302）。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以四氢呋喃-0.3\%磷酸溶液（15:85）为流动相；检测波长为359nm。理论板数按芦丁峰计算应不低于3000。

**对照品溶液的制备** 取芦丁对照品适量，精密称定，加稀乙醇制成每1ml含16μg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过三号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入稀乙醇25ml，称定重量，加热回流1小时，放冷，再称定重量，用稀乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各20μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含无水芦丁（C27H30O16）不得少于0.070\%。

**饮片**

**【炮制】** 除去杂质，喷淋清水，稍润，切丝或切碎，干燥；或研粉。

**【性状】** 本品呈不规则的片状或丝条状，多卷缩，上表面暗绿色，下表面黄绿色，密被短柔毛及星状毛，叶脉于两面突起。质脆易碎。气微，味微辛。

**【性味与归经】** 辛，平；归肺、肝经。

**【功能与主治】** 凉血，解毒，消肿，止痛。治痈疽焮肿，缠身蛇丹，烫伤，目赤肿痛，跌打损伤。

**【用法与用量】** 10～30g。外用适量。

**【贮藏】** 置通风干燥处。`, `<p>植物木芙蓉</p><p><img src="/medicine-image/mu-fu-rong-ye/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/mu-fu-rong-ye/2.png" alt="IMG_257" /></p><p>木芙蓉叶药材</p><p><img src="/medicine-image/mu-fu-rong-ye/3.png" alt="IMG_258" /></p><p>木芙蓉叶饮片<img src="/medicine-image/mu-fu-rong-ye/4.png" alt="IMG_259" /></p><p><img src="/medicine-image/mu-fu-rong-ye/5.png" alt="IMG_256" /></p><p><img src="/medicine-image/mu-fu-rong-ye/6.png" alt="IMG_256" /></p><p><img src="/medicine-image/mu-fu-rong-ye/7.png" alt="IMG_260" /></p><h1><strong><strong>木芙蓉叶</strong></strong></h1><p>Mufurongye</p><p>HIBISCI MUTABILIS FOLIUM</p><p>本品为锦葵科植物木芙蓉Hibiscus mutabilis L.的干燥叶。夏、秋二季采收，干燥。</p><p><strong>【性状】</strong> 本品多卷缩、破碎，全体被毛。完整叶片展平后呈卵圆状心形，宽10～20cm，掌状3～7浅裂，裂片三角形，边缘有钝齿。上表面暗黄绿色，下表面灰绿色，叶脉7～11条，于两面突起。叶柄长5～20cm。气微，味微辛。</p><p><strong>【鉴别】</strong> （1）本品粉末暗黄绿色或灰绿色。非腺毛较多，单生或星状簇生，单细胞，长圆锥形，有的略弯曲。腺毛有2种：长柄腺毛多碎断，头部单细胞，腺柄（完整者）多至24个细胞，长至570μm；短柄腺毛头部3～4细胞，腺柄极短，1～2细胞。红棕色色素颗粒类圆形，散在于薄壁细胞中。黏液细胞类圆形，无色或浅棕色，直径60～80μm，表面具辐射状细密的纹理。草酸钙簇晶，直径15～20μm，单个散在或多个存在于薄壁细胞中。</p><p>（2）取本品粉末0.5g，加甲醇30ml，加热回流30分钟，滤过，滤液蒸干，残渣加水15ml使溶解，用三氯甲烷20ml振摇提取，弃去三氯甲烷液，水液用水饱和的正丁醇25ml振摇提取，取正丁醇液，回收溶剂至干，残渣加无水乙醇2ml使溶解，作为供试品溶液。另取木芙蓉叶对照药材0.5g，同法制成对照药材溶液。再取芦丁对照品，加无水乙醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液和对照药材溶液各2μl、对照品溶液1μl，分别点于同一用4%醋酸钠溶液制备的硅胶G板上，以乙酸乙酯-甲酸-水-丙酮（15:2:3:7）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过15.0%（通则0832第二法）。</p><p><strong>总灰分</strong>  不得过14.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong>  不得过2.0%（通则2302）。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以四氢呋喃-0.3%磷酸溶液（15:85）为流动相；检测波长为359nm。理论板数按芦丁峰计算应不低于3000。</p><p><strong>对照品溶液的制备</strong> 取芦丁对照品适量，精密称定，加稀乙醇制成每1ml含16μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入稀乙醇25ml，称定重量，加热回流1小时，放冷，再称定重量，用稀乙醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各20μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含无水芦丁（C<sub>27</sub>H<sub>30</sub>O<sub>16</sub>）不得少于0.070%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，喷淋清水，稍润，切丝或切碎，干燥；或研粉。</p><p><strong>【性状】</strong> 本品呈不规则的片状或丝条状，多卷缩，上表面暗绿色，下表面黄绿色，密被短柔毛及星状毛，叶脉于两面突起。质脆易碎。气微，味微辛。</p><p><strong>【性味与归经】</strong> 辛，平；归肺、肝经。</p><p><strong>【功能与主治】</strong> 凉血，解毒，消肿，止痛。治痈疽焮肿，缠身蛇丹，烫伤，目赤肿痛，跌打损伤。</p><p><strong>【用法与用量】</strong> 10～30g。外用适量。</p><p><strong>【贮藏】</strong> 置通风干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (68, 1, '70.牡丹皮.docx', 'velious', '/medicine-image/mu-dan-pi/1.png', '/medicine-image/mu-dan-pi/1.png', `牡丹刮丹皮连丹皮牡丹皮饮片（原丹）牡丹皮饮片（刮丹）炒牡丹皮饮片牡丹皮MudɑnpiMOUTAN CORTEX本品为毛茛科植物牡丹Paeonia suffruticosa Andr.的干燥根皮。秋季采挖根部，除去细根和泥沙，剥取根皮，晒干；或刮去粗皮，除去木心，晒干。前者习称"连丹皮"，后者习称"刮丹皮"。【性状】 连丹皮 呈筒状或半筒状，有纵剖开的裂缝，略向内卷曲或张开，长5～20cm，直径0.`, 0, '2022-07-22 18:00:00', `牡丹

![IMG_256](/medicine-image/mu-dan-pi/1.png)

刮丹皮

![IMG_257](/medicine-image/mu-dan-pi/2.png)  
连丹皮

![IMG_258](/medicine-image/mu-dan-pi/3.png)

牡丹皮饮片（原丹）

![IMG_259](/medicine-image/mu-dan-pi/4.png)

牡丹皮饮片（刮丹）

![IMG_260](/medicine-image/mu-dan-pi/5.png)

炒牡丹皮饮片

![IMG_261](/medicine-image/mu-dan-pi/6.png)

![IMG_262](/medicine-image/mu-dan-pi/7.png)

# ****牡丹皮****

Mudɑnpi

MOUTAN CORTEX

本品为毛茛科植物牡丹Paeonia suffruticosa Andr.的干燥根皮。秋季采挖根部，除去细根和泥沙，剥取根皮，晒干；或刮去粗皮，除去木心，晒干。前者习称"连丹皮"，后者习称"刮丹皮"。

**【性状】 连丹皮** 呈筒状或半筒状，有纵剖开的裂缝，略向内卷曲或张开，长5～20cm，直径0.5～1.2cm，厚0.1～0.4cm。外表面灰褐色或黄褐色，有多数横长皮孔样突起和细根痕，栓皮脱落处粉红色；内表面淡灰黄色或浅棕色，有明显的细纵纹，常见发亮的结晶。质硬而脆，易折断，断面较平坦，淡粉红色，粉性。气芳香，味微苦而涩。

**刮丹皮** 外表面有刮刀削痕，外表面红棕色或淡灰黄色，有时可见灰褐色斑点状残存外皮。

**【鉴别】** （1）本品粉末淡红棕色。淀粉粒甚多，单粒类圆形或多角形，直径3～16μm，脐点点状、裂缝状或飞鸟状；复粒由2～6分粒组成。草酸钙簇晶直径9～45μm，有时含晶细胞连接，簇晶排列成行，或一个细胞含数个簇晶。连丹皮可见木栓细胞长方形，壁稍厚，浅红色。

（2）取本品粉末1g，加乙醚10ml，密塞，振摇10分钟，滤过，滤液挥干，残渣加丙酮2ml使溶解，作为供试品溶液。另取丹皮酚对照品，加丙酮制成每1ml含2mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以环己烷-乙酸乙酯-冰醋酸（4:1:0.1）为展开剂，展开，取出，晾干，喷以2\%香草醛硫酸乙醇溶液（1→10），在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过13.0\%（通则0832第四法）。

**总灰分** 不得过5.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于15.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（45:55）为流动相；检测波长为274nm。理论板数按丹皮酚峰计算应不低于5000。

**对照品溶液的制备** 取丹皮酚对照品适量，精密称定，加甲醇制成每1ml含20μg的溶液，即得。

**供试品溶液的制备** 取本品粗粉约0.5g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，密塞，称定重量，超声处理（功率300W，频率50kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液1ml，置10ml量瓶中，加甲醇稀释至刻度，摇匀，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含丹皮酚（C9H10O3）不得少于1.2\%。

**饮片**

**【炮制】** 迅速洗净，润后切薄片，晒干。

**【性状】** 本品呈圆形或卷曲形的薄片。连丹皮外表面灰褐色或黄褐色，栓皮脱落处粉红色；刮丹皮外表面红棕色或淡灰黄色。内表面有时可见发亮的结晶。切面淡粉红色，粉性。气芳香，味微苦而涩。

**【鉴别】** **【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 苦、辛，微寒。归心、肝、肾经。

**【功能与主治】** 清热凉血，活血化瘀。用于热入营血，温毒发斑，吐血衄血，夜热早凉，无汗骨蒸，经闭痛经，跌扑伤痛，痈肿疮毒。

**【用法与用量】** 6～12g。

**【注意】** 孕妇慎用。

**【贮藏】** 置阴凉干燥处。

牡丹

![IMG_256](/medicine-image/mu-dan-pi/8.png)

刮丹皮![IMG_257](/medicine-image/mu-dan-pi/9.png)  
连丹皮

![IMG_258](/medicine-image/mu-dan-pi/10.png)

牡丹皮饮片（原丹）![IMG_259](/medicine-image/mu-dan-pi/11.png)

牡丹皮饮片（刮丹）

![IMG_260](/medicine-image/mu-dan-pi/12.png)

炒牡丹皮饮片![IMG_261](/medicine-image/mu-dan-pi/13.png)

![IMG_262](/medicine-image/mu-dan-pi/14.png)

# ****牡丹皮****

Mudɑnpi

MOUTAN CORTEX

本品为毛茛科植物牡丹Paeonia suffruticosa Andr.的干燥根皮。秋季采挖根部，除去细根和泥沙，剥取根皮，晒干；或刮去粗皮，除去木心，晒干。前者习称"连丹皮"，后者习称"刮丹皮"。

**【性状】 连丹皮** 呈筒状或半筒状，有纵剖开的裂缝，略向内卷曲或张开，长5～20cm，直径0.5～1.2cm，厚0.1～0.4cm。外表面灰褐色或黄褐色，有多数横长皮孔样突起和细根痕，栓皮脱落处粉红色；内表面淡灰黄色或浅棕色，有明显的细纵纹，常见发亮的结晶。质硬而脆，易折断，断面较平坦，淡粉红色，粉性。气芳香，味微苦而涩。

**刮丹皮** 外表面有刮刀削痕，外表面红棕色或淡灰黄色，有时可见灰褐色斑点状残存外皮。

**【鉴别】** （1）本品粉末淡红棕色。淀粉粒甚多，单粒类圆形或多角形，直径3～16μm，脐点点状、裂缝状或飞鸟状；复粒由2～6分粒组成。草酸钙簇晶直径9～45μm，有时含晶细胞连接，簇晶排列成行，或一个细胞含数个簇晶。连丹皮可见木栓细胞长方形，壁稍厚，浅红色。

（2）取本品粉末1g，加乙醚10ml，密塞，振摇10分钟，滤过，滤液挥干，残渣加丙酮2ml使溶解，作为供试品溶液。另取丹皮酚对照品，加丙酮制成每1ml含2mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以环己烷-乙酸乙酯-冰醋酸（4:1:0.1）为展开剂，展开，取出，晾干，喷以2\%香草醛硫酸乙醇溶液（1→10），在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过13.0\%（通则0832第四法）。

**总灰分** 不得过5.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于15.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（45:55）为流动相；检测波长为274nm。理论板数按丹皮酚峰计算应不低于5000。

**对照品溶液的制备** 取丹皮酚对照品适量，精密称定，加甲醇制成每1ml含20μg的溶液，即得。

**供试品溶液的制备** 取本品粗粉约0.5g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，密塞，称定重量，超声处理（功率300W，频率50kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液1ml，置10ml量瓶中，加甲醇稀释至刻度，摇匀，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含丹皮酚（C9H10O3）不得少于1.2\%。

**饮片**

**【炮制】** 迅速洗净，润后切薄片，晒干。

**【性状】** 本品呈圆形或卷曲形的薄片。连丹皮外表面灰褐色或黄褐色，栓皮脱落处粉红色；刮丹皮外表面红棕色或淡灰黄色。内表面有时可见发亮的结晶。切面淡粉红色，粉性。气芳香，味微苦而涩。

**【鉴别】** **【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 苦、辛，微寒。归心、肝、肾经。

**【功能与主治】** 清热凉血，活血化瘀。用于热入营血，温毒发斑，吐血衄血，夜热早凉，无汗骨蒸，经闭痛经，跌扑伤痛，痈肿疮毒。

**【用法与用量】** 6～12g。

**【注意】** 孕妇慎用。

**【贮藏】** 置阴凉干燥处。`, `<p>牡丹</p><p><img src="/medicine-image/mu-dan-pi/1.png" alt="IMG_256" /></p><p>刮丹皮</p><p><img src="/medicine-image/mu-dan-pi/2.png" alt="IMG_257" /><br />连丹皮</p><p><img src="/medicine-image/mu-dan-pi/3.png" alt="IMG_258" /></p><p>牡丹皮饮片（原丹）</p><p><img src="/medicine-image/mu-dan-pi/4.png" alt="IMG_259" /></p><p>牡丹皮饮片（刮丹）</p><p><img src="/medicine-image/mu-dan-pi/5.png" alt="IMG_260" /></p><p>炒牡丹皮饮片</p><p><img src="/medicine-image/mu-dan-pi/6.png" alt="IMG_261" /></p><p><img src="/medicine-image/mu-dan-pi/7.png" alt="IMG_262" /></p><h1><strong><strong>牡丹皮</strong></strong></h1><p>Mudɑnpi</p><p>MOUTAN CORTEX</p><p>本品为毛茛科植物牡丹Paeonia suffruticosa Andr.的干燥根皮。秋季采挖根部，除去细根和泥沙，剥取根皮，晒干；或刮去粗皮，除去木心，晒干。前者习称"连丹皮"，后者习称"刮丹皮"。</p><p><strong>【性状】 连丹皮</strong> 呈筒状或半筒状，有纵剖开的裂缝，略向内卷曲或张开，长5～20cm，直径0.5～1.2cm，厚0.1～0.4cm。外表面灰褐色或黄褐色，有多数横长皮孔样突起和细根痕，栓皮脱落处粉红色；内表面淡灰黄色或浅棕色，有明显的细纵纹，常见发亮的结晶。质硬而脆，易折断，断面较平坦，淡粉红色，粉性。气芳香，味微苦而涩。</p><p><strong>刮丹皮</strong> 外表面有刮刀削痕，外表面红棕色或淡灰黄色，有时可见灰褐色斑点状残存外皮。</p><p><strong>【鉴别】</strong> （1）本品粉末淡红棕色。淀粉粒甚多，单粒类圆形或多角形，直径3～16μm，脐点点状、裂缝状或飞鸟状；复粒由2～6分粒组成。草酸钙簇晶直径9～45μm，有时含晶细胞连接，簇晶排列成行，或一个细胞含数个簇晶。连丹皮可见木栓细胞长方形，壁稍厚，浅红色。</p><p>（2）取本品粉末1g，加乙醚10ml，密塞，振摇10分钟，滤过，滤液挥干，残渣加丙酮2ml使溶解，作为供试品溶液。另取丹皮酚对照品，加丙酮制成每1ml含2mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以环己烷-乙酸乙酯-冰醋酸（4:1:0.1）为展开剂，展开，取出，晾干，喷以2%香草醛硫酸乙醇溶液（1→10），在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过13.0%（通则0832第四法）。</p><p><strong>总灰分</strong> 不得过5.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于15.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（45:55）为流动相；检测波长为274nm。理论板数按丹皮酚峰计算应不低于5000。</p><p><strong>对照品溶液的制备</strong> 取丹皮酚对照品适量，精密称定，加甲醇制成每1ml含20μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粗粉约0.5g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，密塞，称定重量，超声处理（功率300W，频率50kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液1ml，置10ml量瓶中，加甲醇稀释至刻度，摇匀，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含丹皮酚（C<sub>9</sub>H<sub>10</sub>O<sub>3</sub>）不得少于1.2%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 迅速洗净，润后切薄片，晒干。</p><p><strong>【性状】</strong> 本品呈圆形或卷曲形的薄片。连丹皮外表面灰褐色或黄褐色，栓皮脱落处粉红色；刮丹皮外表面红棕色或淡灰黄色。内表面有时可见发亮的结晶。切面淡粉红色，粉性。气芳香，味微苦而涩。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 苦、辛，微寒。归心、肝、肾经。</p><p><strong>【功能与主治】</strong> 清热凉血，活血化瘀。用于热入营血，温毒发斑，吐血衄血，夜热早凉，无汗骨蒸，经闭痛经，跌扑伤痛，痈肿疮毒。</p><p><strong>【用法与用量】</strong> 6～12g。</p><p><strong>【注意】</strong> 孕妇慎用。</p><p><strong>【贮藏】</strong> 置阴凉干燥处。</p><p>牡丹</p><p><img src="/medicine-image/mu-dan-pi/8.png" alt="IMG_256" /></p><p>刮丹皮<img src="/medicine-image/mu-dan-pi/9.png" alt="IMG_257" /><br />连丹皮</p><p><img src="/medicine-image/mu-dan-pi/10.png" alt="IMG_258" /></p><p>牡丹皮饮片（原丹）<img src="/medicine-image/mu-dan-pi/11.png" alt="IMG_259" /></p><p>牡丹皮饮片（刮丹）</p><p><img src="/medicine-image/mu-dan-pi/12.png" alt="IMG_260" /></p><p>炒牡丹皮饮片<img src="/medicine-image/mu-dan-pi/13.png" alt="IMG_261" /></p><p><img src="/medicine-image/mu-dan-pi/14.png" alt="IMG_262" /></p><h1><strong><strong>牡丹皮</strong></strong></h1><p>Mudɑnpi</p><p>MOUTAN CORTEX</p><p>本品为毛茛科植物牡丹Paeonia suffruticosa Andr.的干燥根皮。秋季采挖根部，除去细根和泥沙，剥取根皮，晒干；或刮去粗皮，除去木心，晒干。前者习称"连丹皮"，后者习称"刮丹皮"。</p><p><strong>【性状】 连丹皮</strong> 呈筒状或半筒状，有纵剖开的裂缝，略向内卷曲或张开，长5～20cm，直径0.5～1.2cm，厚0.1～0.4cm。外表面灰褐色或黄褐色，有多数横长皮孔样突起和细根痕，栓皮脱落处粉红色；内表面淡灰黄色或浅棕色，有明显的细纵纹，常见发亮的结晶。质硬而脆，易折断，断面较平坦，淡粉红色，粉性。气芳香，味微苦而涩。</p><p><strong>刮丹皮</strong> 外表面有刮刀削痕，外表面红棕色或淡灰黄色，有时可见灰褐色斑点状残存外皮。</p><p><strong>【鉴别】</strong> （1）本品粉末淡红棕色。淀粉粒甚多，单粒类圆形或多角形，直径3～16μm，脐点点状、裂缝状或飞鸟状；复粒由2～6分粒组成。草酸钙簇晶直径9～45μm，有时含晶细胞连接，簇晶排列成行，或一个细胞含数个簇晶。连丹皮可见木栓细胞长方形，壁稍厚，浅红色。</p><p>（2）取本品粉末1g，加乙醚10ml，密塞，振摇10分钟，滤过，滤液挥干，残渣加丙酮2ml使溶解，作为供试品溶液。另取丹皮酚对照品，加丙酮制成每1ml含2mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各10μl，分别点于同一硅胶G薄层板上，以环己烷-乙酸乙酯-冰醋酸（4:1:0.1）为展开剂，展开，取出，晾干，喷以2%香草醛硫酸乙醇溶液（1→10），在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过13.0%（通则0832第四法）。</p><p><strong>总灰分</strong> 不得过5.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于15.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-水（45:55）为流动相；检测波长为274nm。理论板数按丹皮酚峰计算应不低于5000。</p><p><strong>对照品溶液的制备</strong> 取丹皮酚对照品适量，精密称定，加甲醇制成每1ml含20μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粗粉约0.5g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，密塞，称定重量，超声处理（功率300W，频率50kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液1ml，置10ml量瓶中，加甲醇稀释至刻度，摇匀，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含丹皮酚（C<sub>9</sub>H<sub>10</sub>O<sub>3</sub>）不得少于1.2%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 迅速洗净，润后切薄片，晒干。</p><p><strong>【性状】</strong> 本品呈圆形或卷曲形的薄片。连丹皮外表面灰褐色或黄褐色，栓皮脱落处粉红色；刮丹皮外表面红棕色或淡灰黄色。内表面有时可见发亮的结晶。切面淡粉红色，粉性。气芳香，味微苦而涩。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 苦、辛，微寒。归心、肝、肾经。</p><p><strong>【功能与主治】</strong> 清热凉血，活血化瘀。用于热入营血，温毒发斑，吐血衄血，夜热早凉，无汗骨蒸，经闭痛经，跌扑伤痛，痈肿疮毒。</p><p><strong>【用法与用量】</strong> 6～12g。</p><p><strong>【注意】</strong> 孕妇慎用。</p><p><strong>【贮藏】</strong> 置阴凉干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (34, 1, '4.乳香.docx', 'velious', '/medicine-image/ru-xiang/1.png', '/medicine-image/ru-xiang/1.png', `乳香植物原乳香药材（谢宗万图）乳香珠药材醋乳香饮片乳香RuxiɑngOLIBANUM本品为橄榄科植物乳香树Boswellia carterii Birdw.及同属植物Boswellia bhaw-dajiana Birdw.树皮渗出的树脂。分为索马里乳香和埃塞俄比亚乳香，每种乳香又分为乳香珠和原乳香。【性状】 本品呈长卵形滴乳状、类圆形颗粒或粘合成大小不等的不规则块状物。大者长达2cm（乳香珠）或`, 0, '2022-07-22 18:00:00', `乳香植物

![IMG_256](/medicine-image/ru-xiang/1.png)

原乳香药材（谢宗万图）

![IMG_257](/medicine-image/ru-xiang/2.png)

乳香珠药材

![IMG_258](/medicine-image/ru-xiang/3.png)

醋乳香饮片![IMG_259](/medicine-image/ru-xiang/4.png)

![IMG_260](/medicine-image/ru-xiang/5.png)![IMG_256](/medicine-image/ru-xiang/6.png)

# ****乳香****

Ruxiɑng

OLIBANUM

本品为橄榄科植物乳香树Boswellia carterii Birdw.及同属植物Boswellia bhaw-dajiana Birdw.树皮渗出的树脂。分为索马里乳香和埃塞俄比亚乳香，每种乳香又分为乳香珠和原乳香。

**【性状】** 本品呈长卵形滴乳状、类圆形颗粒或粘合成大小不等的不规则块状物。大者长达2cm（乳香珠）或5cm（原乳香）。表面黄白色，半透明，被有黄白色粉末，久存则颜色加深。质脆，遇热软化。破碎面有玻璃样或蜡样光泽。具特异香气，味微苦。

**【鉴别】** （1）本品燃烧时显油性，冒黑烟，有香气；加水研磨成白色或黄白色乳状液。

（2）索马里乳香 取〔含量测定〕项下挥发油适量，加无水乙醇制成每1ml含2.5mg的溶液，作为供试品溶液。另取α-蒎烯对照品，加无水乙醇制成每1ml含0.8mg的溶液，作为对照品溶液。照气相色谱法（通则0521）试验，以聚乙二醇（PEG-20M）毛细管柱，程序升温；初始温度50℃，保持3分钟，以每分钟25℃的速率升温至200℃，保持1分钟；进样口温度为200℃，检测器温度为220℃，分流比为20:1。理论板数按α-蒎烯峰计算应不低于7000，分别取对照品溶液与供试品溶液各1μl，注入气相色谱仪。供试品溶液色谱中应呈现与对照品溶液色谱峰保留时间相一致的色谱峰。

埃塞俄比亚乳香 取乙酸辛酯对照品，加无水乙醇制成每1ml含0.8mg的溶液，作为对照品溶液。同索马里乳香鉴别方法试验，供试品溶液色谱中应呈现与对照品溶液色谱峰保留时间相一致的色谱峰。

**【检查】 杂质 **乳香珠不得过2\%，原乳香不得过10\%（通则2301）。

**【含量测定】** 取本品20g，精密称定，照挥发油测定法（通则2204甲法）测定。

索马里乳香含挥发油不得少于6.0\%（ml/g），埃塞俄比亚乳香含挥发油不得少于2.0\%（ml/g）。

**饮片**

**【炮制】** **醋乳香** 取净乳香，照醋炙法（通则0213）炒至表面光亮。

每100kg乳香，用醋5kg。

**【性味与归经】** 辛、苦，温。归心、肝、脾经。

**【功能与主治】** 活血定痛，消肿生肌。用于胸痹心痛，胃脘疼痛，痛经经闭，产后瘀阻，癥瘕腹痛，风湿痹痛，筋脉拘挛，跌打损伤，痈肿疮疡。

**【用法与用量】** 煎汤或入丸、散，3～5g；外用适量，研末调敷。

**【注意】** 孕妇及胃弱者慎用。

**【贮藏】** 置阴凉干燥处。`, `<p>乳香植物</p><p><img src="/medicine-image/ru-xiang/1.png" alt="IMG_256" /></p><p>原乳香药材（谢宗万图）</p><p><img src="/medicine-image/ru-xiang/2.png" alt="IMG_257" /></p><p>乳香珠药材</p><p><img src="/medicine-image/ru-xiang/3.png" alt="IMG_258" /></p><p>醋乳香饮片<img src="/medicine-image/ru-xiang/4.png" alt="IMG_259" /></p><p><img src="/medicine-image/ru-xiang/5.png" alt="IMG_260" /><img src="/medicine-image/ru-xiang/6.png" alt="IMG_256" /></p><h1><strong><strong>乳香</strong></strong></h1><p>Ruxiɑng</p><p>OLIBANUM</p><p>本品为橄榄科植物乳香树Boswellia carterii Birdw.及同属植物Boswellia bhaw-dajiana Birdw.树皮渗出的树脂。分为索马里乳香和埃塞俄比亚乳香，每种乳香又分为乳香珠和原乳香。</p><p><strong>【性状】</strong> 本品呈长卵形滴乳状、类圆形颗粒或粘合成大小不等的不规则块状物。大者长达2cm（乳香珠）或5cm（原乳香）。表面黄白色，半透明，被有黄白色粉末，久存则颜色加深。质脆，遇热软化。破碎面有玻璃样或蜡样光泽。具特异香气，味微苦。</p><p><strong>【鉴别】</strong> （1）本品燃烧时显油性，冒黑烟，有香气；加水研磨成白色或黄白色乳状液。</p><p>（2）索马里乳香 取〔含量测定〕项下挥发油适量，加无水乙醇制成每1ml含2.5mg的溶液，作为供试品溶液。另取α-蒎烯对照品，加无水乙醇制成每1ml含0.8mg的溶液，作为对照品溶液。照气相色谱法（通则0521）试验，以聚乙二醇（PEG-20M）毛细管柱，程序升温；初始温度50℃，保持3分钟，以每分钟25℃的速率升温至200℃，保持1分钟；进样口温度为200℃，检测器温度为220℃，分流比为20:1。理论板数按α-蒎烯峰计算应不低于7000，分别取对照品溶液与供试品溶液各1μl，注入气相色谱仪。供试品溶液色谱中应呈现与对照品溶液色谱峰保留时间相一致的色谱峰。</p><p>埃塞俄比亚乳香 取乙酸辛酯对照品，加无水乙醇制成每1ml含0.8mg的溶液，作为对照品溶液。同索马里乳香鉴别方法试验，供试品溶液色谱中应呈现与对照品溶液色谱峰保留时间相一致的色谱峰。</p><p><strong>【检查】 杂质 </strong>乳香珠不得过2%，原乳香不得过10%（通则2301）。</p><p><strong>【含量测定】</strong> 取本品20g，精密称定，照挥发油测定法（通则2204甲法）测定。</p><p>索马里乳香含挥发油不得少于6.0%（ml/g），埃塞俄比亚乳香含挥发油不得少于2.0%（ml/g）。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>醋乳香</strong> 取净乳香，照醋炙法（通则0213）炒至表面光亮。</p><p>每100kg乳香，用醋5kg。</p><p><strong>【性味与归经】</strong> 辛、苦，温。归心、肝、脾经。</p><p><strong>【功能与主治】</strong> 活血定痛，消肿生肌。用于胸痹心痛，胃脘疼痛，痛经经闭，产后瘀阻，癥瘕腹痛，风湿痹痛，筋脉拘挛，跌打损伤，痈肿疮疡。</p><p><strong>【用法与用量】</strong> 煎汤或入丸、散，3～5g；外用适量，研末调敷。</p><p><strong>【注意】</strong> 孕妇及胃弱者慎用。</p><p><strong>【贮藏】</strong> 置阴凉干燥处。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (4, 1, '12.延胡索.docx', 'velious', '/medicine-image/yan-hu-suo/1.png', '/medicine-image/yan-hu-suo/1.png', `延胡索植物延胡索药材延胡索切片醋延胡索延胡索（元胡）YɑnhusuoCORYDALIS RHIZOMA本品为罂粟科植物延胡索Corydalis yanhusuo W.T.Wang的干燥块茎。夏初茎叶枯萎时采挖，除去须根，洗净，置沸水中煮或蒸至恰无白心时，取出，晒干。【性状】 本品呈不规则的扁球形，直径0.5～1.5cm。表面黄色或黄褐色，有不规则网状皱纹。顶端有略凹陷的茎痕，底部常有疙瘩状突起。质`, 0, '2022-07-22 18:00:00', `延胡索植物

![IMG_256](/medicine-image/yan-hu-suo/1.png)

延胡索药材

![IMG_257](/medicine-image/yan-hu-suo/2.png)

延胡索切片

![IMG_258](/medicine-image/yan-hu-suo/3.png)

醋延胡索

![IMG_259](/medicine-image/yan-hu-suo/4.png)

![IMG_260](/medicine-image/yan-hu-suo/5.png)![IMG_256](/medicine-image/yan-hu-suo/6.png)

# ****延胡索（元胡）****

Yɑnhusuo

CORYDALIS RHIZOMA

本品为罂粟科植物延胡索Corydalis yanhusuo W.T.Wang的干燥块茎。夏初茎叶枯萎时采挖，除去须根，洗净，置沸水中煮或蒸至恰无白心时，取出，晒干。

**【性状】** 本品呈不规则的扁球形，直径0.5～1.5cm。表面黄色或黄褐色，有不规则网状皱纹。顶端有略凹陷的茎痕，底部常有疙瘩状突起。质硬而脆，断面黄色，角质样，有蜡样光泽。气微，味苦。

**【鉴别】** （1）本品粉末绿黄色。糊化淀粉粒团块淡黄色或近无色。下皮厚壁细胞绿黄色，细胞多角形、类方形或长条形，壁稍弯曲，木化，有的成连珠状增厚，纹孔细密。螺纹导管直径16～32μm。

（2）取本品粉末1g，加甲醇50ml，超声处理30分钟，滤过，滤液蒸干，残渣加水10ml使溶解，加浓氨试液调至碱性，用乙醚振摇提取3次，每次10ml，合并乙醚液，蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取延胡索对照药材1g，同法制成对照药材溶液。再取延胡索乙素对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各2～3μl，分别点于同一用1\%氢氧化钠溶液制备的硅胶G薄层板上，以甲苯-丙酮（9:2）为展开剂，展开，取出，晾干，置碘缸中约3分钟后取出，挥尽板上吸附的碘后，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分 **不得过15.0\%（通则0832第二法）。

**总灰分** 不得过4.0\%（通则2302）。

**黄曲霉毒素** 照真菌毒素测定法（通则2351）中黄曲霉毒素测定法第一法测定。

供试品溶液的制备 取供试品粉末约5g，精密称定，置于均质瓶中，加入氯化钠1g，精密加入70\%甲醇溶液75ml，高速振荡5分钟，离心10分钟（离心速度8000转／分钟），精密量取上清液15ml，置100ml量瓶中，用水稀释至刻度，摇匀，离心10分钟（离心速度8000转／分钟），精密量取上清液20ml，通过免疫亲合柱，流速每分钟3ml，用水10～20ml洗脱，弃去水洗液，使空气进入柱子，将水挤出柱子，再用1.5ml甲醇洗脱，收集洗脱液，置2ml量瓶中，并用水稀释至刻度，摇匀，即得。

本品每1000g含黄曲霉毒素B1不得过5μg，含黄曲霉毒素G2、黄曲霉毒素G1、黄曲霉毒素B2、黄曲霉毒素B1的总量不得过10μg。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于13.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.1\%磷酸溶液（三乙胺调节pH值至6.0）（55:45）为流动相；检测波长为280nm。理论板数按延胡索乙素峰计算应不低于3000。

**对照品溶液的制备** 取延胡索乙素对照品适量，精密称定，加甲醇制成每1ml含46μg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过三号筛）约0.5g，精密称定，置平底烧瓶中，精密加入浓氨试液-甲醇（1:20）混合溶液50ml，称定重量，冷浸1小时后加热回流1小时，放冷，再称定重量，用浓氨试液-甲醇（1:20）混合溶液补足减失的重量，摇匀，滤过。精密量取续滤液25ml，蒸干，残渣加甲醇溶解，转移至5ml量瓶中，并稀释至刻度，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含延胡索乙素（C21H25NO4）不得少于0.050\%。

**饮片**

**【炮制】** **延胡索** 除去杂质，洗净，干燥，切厚片或用时捣碎。

**【性状】** 本品呈不规则的圆形厚片。外表皮黄色或黄褐色，有不规则细皱纹。切面或断面黄色，角质样，具蜡样光泽。气微，味苦。

**【含量测定】** 同药材，含延胡索乙素（C21H25NO4）不得少于0.040\%。

**【鉴别】** **【检查】** **【浸出物】** 同药材。

**醋延胡索** 取净延胡索，照醋炙法（通则0213）炒干，或照醋煮法（通则0213）煮至醋吸尽，切厚片或用时捣碎。

**【性状】** 本品形如延胡索或片，表面和切面黄褐色，质较硬。微具醋香气。

**【含量测定】** 同药材，含延胡索乙素（C21H25NO4）不得少于0.040\%。

**【鉴别】** **【检查】** **【浸出物】** 同药材。

**【性味与归经】** 辛、苦，温。归肝、脾经。

**【功能与主治】** 活血，行气，止痛。用于胸胁、脘腹疼痛，胸痹心痛，经闭痛经，产后瘀阻，跌扑肿痛。

**【用法与用量】** 3～10g；研末吞服，一次1.5～3g。

**【贮藏】** 置干燥处，防蛀。`, `<p>延胡索植物</p><p><img src="/medicine-image/yan-hu-suo/1.png" alt="IMG_256" /></p><p>延胡索药材</p><p><img src="/medicine-image/yan-hu-suo/2.png" alt="IMG_257" /></p><p>延胡索切片</p><p><img src="/medicine-image/yan-hu-suo/3.png" alt="IMG_258" /></p><p>醋延胡索</p><p><img src="/medicine-image/yan-hu-suo/4.png" alt="IMG_259" /></p><p><img src="/medicine-image/yan-hu-suo/5.png" alt="IMG_260" /><img src="/medicine-image/yan-hu-suo/6.png" alt="IMG_256" /></p><h1><strong><strong>延胡索（元胡）</strong></strong></h1><p>Yɑnhusuo</p><p>CORYDALIS RHIZOMA</p><p>本品为罂粟科植物延胡索Corydalis yanhusuo W.T.Wang的干燥块茎。夏初茎叶枯萎时采挖，除去须根，洗净，置沸水中煮或蒸至恰无白心时，取出，晒干。</p><p><strong>【性状】</strong> 本品呈不规则的扁球形，直径0.5～1.5cm。表面黄色或黄褐色，有不规则网状皱纹。顶端有略凹陷的茎痕，底部常有疙瘩状突起。质硬而脆，断面黄色，角质样，有蜡样光泽。气微，味苦。</p><p><strong>【鉴别】</strong> （1）本品粉末绿黄色。糊化淀粉粒团块淡黄色或近无色。下皮厚壁细胞绿黄色，细胞多角形、类方形或长条形，壁稍弯曲，木化，有的成连珠状增厚，纹孔细密。螺纹导管直径16～32μm。</p><p>（2）取本品粉末1g，加甲醇50ml，超声处理30分钟，滤过，滤液蒸干，残渣加水10ml使溶解，加浓氨试液调至碱性，用乙醚振摇提取3次，每次10ml，合并乙醚液，蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取延胡索对照药材1g，同法制成对照药材溶液。再取延胡索乙素对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各2～3μl，分别点于同一用1%氢氧化钠溶液制备的硅胶G薄层板上，以甲苯-丙酮（9:2）为展开剂，展开，取出，晾干，置碘缸中约3分钟后取出，挥尽板上吸附的碘后，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过15.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过4.0%（通则2302）。</p><p><strong>黄曲霉毒素</strong> 照真菌毒素测定法（通则2351）中黄曲霉毒素测定法第一法测定。</p><p>供试品溶液的制备 取供试品粉末约5g，精密称定，置于均质瓶中，加入氯化钠1g，精密加入70%甲醇溶液75ml，高速振荡5分钟，离心10分钟（离心速度8000转／分钟），精密量取上清液15ml，置100ml量瓶中，用水稀释至刻度，摇匀，离心10分钟（离心速度8000转／分钟），精密量取上清液20ml，通过免疫亲合柱，流速每分钟3ml，用水10～20ml洗脱，弃去水洗液，使空气进入柱子，将水挤出柱子，再用1.5ml甲醇洗脱，收集洗脱液，置2ml量瓶中，并用水稀释至刻度，摇匀，即得。</p><p>本品每1000g含黄曲霉毒素B<sub>1</sub>不得过5μg，含黄曲霉毒素G<sub>2</sub>、黄曲霉毒素G<sub>1</sub>、黄曲霉毒素B<sub>2</sub>、黄曲霉毒素B<sub>1</sub>的总量不得过10μg。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用稀乙醇作溶剂，不得少于13.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.1%磷酸溶液（三乙胺调节pH值至6.0）（55:45）为流动相；检测波长为280nm。理论板数按延胡索乙素峰计算应不低于3000。</p><p><strong>对照品溶液的制备</strong> 取延胡索乙素对照品适量，精密称定，加甲醇制成每1ml含46μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约0.5g，精密称定，置平底烧瓶中，精密加入浓氨试液-甲醇（1:20）混合溶液50ml，称定重量，冷浸1小时后加热回流1小时，放冷，再称定重量，用浓氨试液-甲醇（1:20）混合溶液补足减失的重量，摇匀，滤过。精密量取续滤液25ml，蒸干，残渣加甲醇溶解，转移至5ml量瓶中，并稀释至刻度，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含延胡索乙素（C<sub>21</sub>H<sub>25</sub>NO<sub>4</sub>）不得少于0.050%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>延胡索</strong> 除去杂质，洗净，干燥，切厚片或用时捣碎。</p><p><strong>【性状】</strong> 本品呈不规则的圆形厚片。外表皮黄色或黄褐色，有不规则细皱纹。切面或断面黄色，角质样，具蜡样光泽。气微，味苦。</p><p><strong>【含量测定】</strong> 同药材，含延胡索乙素（C<sub>21</sub>H<sub>25</sub>NO<sub>4</sub>）不得少于0.040%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> 同药材。</p><p><strong>醋延胡索</strong> 取净延胡索，照醋炙法（通则0213）炒干，或照醋煮法（通则0213）煮至醋吸尽，切厚片或用时捣碎。</p><p><strong>【性状】</strong> 本品形如延胡索或片，表面和切面黄褐色，质较硬。微具醋香气。</p><p><strong>【含量测定】</strong> 同药材，含延胡索乙素（C<sub>21</sub>H<sub>25</sub>NO<sub>4</sub>）不得少于0.040%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 辛、苦，温。归肝、脾经。</p><p><strong>【功能与主治】</strong> 活血，行气，止痛。用于胸胁、脘腹疼痛，胸痹心痛，经闭痛经，产后瘀阻，跌扑肿痛。</p><p><strong>【用法与用量】</strong> 3～10g；研末吞服，一次1.5～3g。</p><p><strong>【贮藏】</strong> 置干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (61, 1, '64.羌活.docx', 'velious', '/medicine-image/qiang-huo/1.png', '/medicine-image/qiang-huo/1.png', `植物羌活植物宽叶羌活羌活（谢宗万图）宽叶羌活（谢宗万图）羌活药材（香港浸会大学图）羌活饮片羌活QianghuoNOTOPTERYGII RHIZOMA ET RADIX　　本品为伞形科植物羌活Notopterygium incisum Ting ex H. T. Chang 或宽叶羌活 Notopterygium franchetii H. de Boiss.  的干燥根茎和根。春、秋二季釆挖，除`, 0, '2022-07-22 18:00:00', `植物羌活

![IMG_256](/medicine-image/qiang-huo/1.png)

植物宽叶羌活

![IMG_257](/medicine-image/qiang-huo/2.png)

羌活（谢宗万图）

![IMG_258](/medicine-image/qiang-huo/3.png)

宽叶羌活（谢宗万图）![IMG_259](/medicine-image/qiang-huo/4.png)

羌活药材（香港浸会大学图）![IMG_260](/medicine-image/qiang-huo/5.png)![IMG_261](/medicine-image/qiang-huo/6.png)

羌活饮片![IMG_262](/medicine-image/qiang-huo/7.png)

# ![IMG_263](/medicine-image/qiang-huo/8.png)

**羌活**

**Qianghuo**

**NOTOPTERYGII RHIZOMA ET RADIX**

　　本品为伞形科植物羌活Notopterygium incisum Ting ex H. T. Chang 或宽叶羌活 Notopterygium franchetii H. de Boiss. 的干燥根茎和根。春、秋二季釆挖，除去须根及泥沙，晒干。  
　　**【性状】**羌活 为圆柱状略弯曲的根茎，长4～13cm，直径0.6～2.5cm，顶端具茎痕。表面棕褐色至黑褐色，外皮脱,落处呈黄色。节间缩短，呈紧密隆起的环状，形似蚕，习称“蚕羌”；节间延长，形如竹节状，习称“竹节羌”。节上有多数点状或瘤状突起的根痕及棕色破碎鳞片。体轻，质脆，易折断，断面不平整，有多数裂隙，皮部黄棕色至暗棕色，油润，有棕色油点，木部黄白色，射线明显，髓部黄色至黄棕色。气香，味微苦而辛。  
　　宽叶羌活 为根茎和根。根茎类圆柱形，顶端具茎和叶鞘残基，根类圆锥形，有纵皱纹和皮孔；表面棕褐色，近根茎处有较密的环纹，长8～15cm，直径1～3cm，习称“条羌”。有的根茎粗大，不规则结节状，顶部具数个茎基，根较细，习称“大头羌”。质松脆，易折断，断面略平坦，皮部浅棕色，木部黄白色。气味较淡。  
　　**【鉴别】**取本品粉末1g，加甲醇5ml，超声处理20分钟，静置，取上清液作为供试品溶液。另取紫花前胡苷对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2～4μl，分别点于同一用3\%醋酸钠溶液制备的硅胶G薄层板上，以三氯甲烷-甲醇（8：2）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同的蓝色荧光斑点。  
　　**【检查】**总灰分 不得过8.0\%（通则2302）。  
　　酸不溶性灰分 不得过3.0\%（通则2302）。  
　　**【特征图谱】**照高效液相色谱法（通则0512）测定。  
　　色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶（非亲水性）为填充剂（柱长为250mm，内径为4.6mm，粒度为5μm）；以乙腈为流动相A，以0. 1\%磷酸溶液为流动相B，按下表中的规定进行梯度洗脱；柱温为25°C；检测波长为246nm。理论板数按羌活醇峰计算应不低于18000。  
　　![IMG_264](/medicine-image/qiang-huo/9.png)  
　　对照提取物溶液的制备 取羌活对照提取物10mg，精密称定，置5ml量瓶中，加甲醇溶解并稀释至刻度，摇匀，即得。  
　　供试品溶液的制备 取〔含量测定〕项下的供试品溶液， 即得。  
　　测定法 分别精密吸取对照提取物溶液与供试品溶液各 10μl，注入液相色谱仪，测定，记录色谱图，即得。  
　　供试品特征图谱中应呈现与对照提取物中的4个主要特征峰保留时间相对应的色谱峰。  
　　![IMG_265](/medicine-image/qiang-huo/10.png)  
　　**【浸出物】**照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于15.0\%。  
　　**【含量测定】**挥发油 照挥发油测定法（通则2204）测定。  
　　本品含挥发油不得少于1.4\%（ml/g）。  
　　羌活醇和异欧前胡素 照高效液相色谱法（通则0512） 测定。  
　　色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈-水（44：56）为流动相；检测波长为310nm。理论板数按羌活醇峰计算应不低于5000。  
　　对照品溶液的制备 取羌活醇对照品、异欧前胡素对照 品适量，精密称定，加甲醇制成每lml含羌活醇60μg.异欧前胡素30μg的混合溶液，即得。  
　　供试品溶液的制备 取本品粉末（过三号筛）约0.4g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，称定重量，超声处理（功率250W，频率50kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。  
　　测定法 分别精密吸取对照品溶液5μl与供试品溶液 5～10μl，注入液相色谱仪，测定，即得。  
　　本品按干燥品计算，含羌活醇（C21H22O5）和异欧前胡素 （C16H14O4）的总量不得少于0.40\%。  
　　饮片  
　　**【炮制】**除去杂质，洗净，润透，切厚片，干燥。  
　　**【性状】**本品呈类圆形、不规则形横切或斜切片，表皮棕 褐色至黑褐色，切面外侧棕褐色，木部黄白色，有的可见放射状纹理。体轻,质脆。气香，味微苦而辛。  
　　**【检查】**水分 不得过9.0\%（通则0832第四法）。  
　　**【鉴别】【检查】**（总灰分酸不溶性灰分）**【特征图谱】【浸出物】【含量测定】**同药材。  
　　**【性味与归经】**辛、苦，温。归膀胱、肾经。  
　　**【功能与主治】**解表散寒，祛风除湿，止痛。用于风寒感冒，头痛项强，风湿痹痛，肩背酸痛。  
　　**【用法与用量】**3～10g。

　　**【贮藏】**置阴凉干燥处，防蛀。`, `<p>植物羌活</p><p><img src="/medicine-image/qiang-huo/1.png" alt="IMG_256" /></p><p>植物宽叶羌活</p><p><img src="/medicine-image/qiang-huo/2.png" alt="IMG_257" /></p><p>羌活（谢宗万图）</p><p><img src="/medicine-image/qiang-huo/3.png" alt="IMG_258" /></p><p>宽叶羌活（谢宗万图）<img src="/medicine-image/qiang-huo/4.png" alt="IMG_259" /></p><p>羌活药材（香港浸会大学图）<img src="/medicine-image/qiang-huo/5.png" alt="IMG_260" /><img src="/medicine-image/qiang-huo/6.png" alt="IMG_261" /></p><p>羌活饮片<img src="/medicine-image/qiang-huo/7.png" alt="IMG_262" /></p><h1><img src="/medicine-image/qiang-huo/8.png" alt="IMG_263" /></h1><p><strong>羌活</strong></p><p><strong>Qianghuo</strong></p><p><strong>NOTOPTERYGII RHIZOMA ET RADIX</strong></p><p>　　本品为伞形科植物羌活Notopterygium incisum Ting ex H. T. Chang 或宽叶羌活 Notopterygium franchetii H. de Boiss.  的干燥根茎和根。春、秋二季釆挖，除去须根及泥沙，晒干。<br />　　<strong>【性状】</strong>羌活    为圆柱状略弯曲的根茎，长4～13cm，直径0.6～2.5cm，顶端具茎痕。表面棕褐色至黑褐色，外皮脱,落处呈黄色。节间缩短，呈紧密隆起的环状，形似蚕，习称“蚕羌”；节间延长，形如竹节状，习称“竹节羌”。节上有多数点状或瘤状突起的根痕及棕色破碎鳞片。体轻，质脆，易折断，断面不平整，有多数裂隙，皮部黄棕色至暗棕色，油润，有棕色油点，木部黄白色，射线明显，髓部黄色至黄棕色。气香，味微苦而辛。<br />　　宽叶羌活    为根茎和根。根茎类圆柱形，顶端具茎和叶鞘残基，根类圆锥形，有纵皱纹和皮孔；表面棕褐色，近根茎处有较密的环纹，长8～15cm，直径1～3cm，习称“条羌”。有的根茎粗大，不规则结节状，顶部具数个茎基，根较细，习称“大头羌”。质松脆，易折断，断面略平坦，皮部浅棕色，木部黄白色。气味较淡。<br />　　<strong>【鉴别】</strong>取本品粉末1g，加甲醇5ml，超声处理20分钟，静置，取上清液作为供试品溶液。另取紫花前胡苷对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2～4μl，分别点于同一用3%醋酸钠溶液制备的硅胶G薄层板上，以三氯甲烷-甲醇（8：2）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同的蓝色荧光斑点。<br />　　<strong>【检查】</strong>总灰分    不得过8.0%（通则2302）。<br />　　酸不溶性灰分    不得过3.0%（通则2302）。<br />　　<strong>【特征图谱】</strong>照高效液相色谱法（通则0512）测定。<br />　　色谱条件与系统适用性试验    以十八烷基硅烷键合硅胶（非亲水性）为填充剂（柱长为250mm，内径为4.6mm，粒度为5μm）；以乙腈为流动相A，以0. 1%磷酸溶液为流动相B，按下表中的规定进行梯度洗脱；柱温为25°C；检测波长为246nm。理论板数按羌活醇峰计算应不低于18000。<br />　　<img src="/medicine-image/qiang-huo/9.png" alt="IMG_264" /><br />　　对照提取物溶液的制备    取羌活对照提取物10mg，精密称定，置5ml量瓶中，加甲醇溶解并稀释至刻度，摇匀，即得。<br />　　供试品溶液的制备    取〔含量测定〕项下的供试品溶液， 即得。<br />　　测定法    分别精密吸取对照提取物溶液与供试品溶液各 10μl，注入液相色谱仪，测定，记录色谱图，即得。<br />　　供试品特征图谱中应呈现与对照提取物中的4个主要特征峰保留时间相对应的色谱峰。<br />　　<img src="/medicine-image/qiang-huo/10.png" alt="IMG_265" /><br />　　<strong>【浸出物】</strong>照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于15.0%。<br />　　<strong>【含量测定】</strong>挥发油    照挥发油测定法（通则2204）测定。<br />　　本品含挥发油不得少于1.4%（ml/g）。<br />　　羌活醇和异欧前胡素    照高效液相色谱法（通则0512） 测定。<br />　　色谱条件与系统适用性试验    以十八烷基硅烷键合硅胶为填充剂；以乙腈-水（44：56）为流动相；检测波长为310nm。理论板数按羌活醇峰计算应不低于5000。<br />　　对照品溶液的制备    取羌活醇对照品、异欧前胡素对照 品适量，精密称定，加甲醇制成每lml含羌活醇60μg.异欧前胡素30μg的混合溶液，即得。<br />　　供试品溶液的制备    取本品粉末（过三号筛）约0.4g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，称定重量，超声处理（功率250W，频率50kHz）30分钟，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。<br />　　测定法    分别精密吸取对照品溶液5μl与供试品溶液 5～10μl，注入液相色谱仪，测定，即得。<br />　　本品按干燥品计算，含羌活醇（C<sub>21</sub>H<sub>22</sub>O<sub>5</sub>）和异欧前胡素 （C<sub>16</sub>H<sub>14</sub>O<sub>4</sub>）的总量不得少于0.40%。<br />　　饮片<br />　　<strong>【炮制】</strong>除去杂质，洗净，润透，切厚片，干燥。<br />　　<strong>【性状】</strong>本品呈类圆形、不规则形横切或斜切片，表皮棕 褐色至黑褐色，切面外侧棕褐色，木部黄白色，有的可见放射状纹理。体轻,质脆。气香，味微苦而辛。<br />　　<strong>【检查】</strong>水分    不得过9.0%（通则0832第四法）。<br />　　<strong>【鉴别】【检查】</strong>（总灰分酸不溶性灰分）<strong>【特征图谱】【浸出物】【含量测定】</strong>同药材。<br />　　<strong>【性味与归经】</strong>辛、苦，温。归膀胱、肾经。<br />　　<strong>【功能与主治】</strong>解表散寒，祛风除湿，止痛。用于风寒感冒，头痛项强，风湿痹痛，肩背酸痛。<br />　　<strong>【用法与用量】</strong>3～10g。</p><p>　　<strong>【贮藏】</strong>置阴凉干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (82, 1, '83.肉苁蓉.docx', 'velious', '/medicine-image/rou-cong-rong/1.png', '/medicine-image/rou-cong-rong/1.png', `肉苁蓉植物管花肉苁蓉植物肉苁蓉管花肉苁蓉肉苁蓉片（徐老师图）管花肉苁蓉片酒苁蓉（徐老师图）易混淆品（盐沙肉苁蓉）市场多以青海产地出售肉苁蓉RoucongrongCISTANCHES HERBA本品为列当科植物肉苁蓉Cistanche deserticola Y.C.Ma或管花肉苁蓉Cistanche tubulosa （Schenk）Wight的干燥带鳞叶的肉质茎。春季苗刚出土时或秋季冻土之前采挖`, 0, '2022-07-22 18:00:00', `肉苁蓉植物

![IMG_256](/medicine-image/rou-cong-rong/1.png)

管花肉苁蓉植物

![IMG_257](/medicine-image/rou-cong-rong/2.png)

肉苁蓉

![IMG_258](/medicine-image/rou-cong-rong/3.png)

管花肉苁蓉

![IMG_259](/medicine-image/rou-cong-rong/4.png)

肉苁蓉片（徐老师图）

![IMG_260](/medicine-image/rou-cong-rong/5.png)

管花肉苁蓉片

![IMG_261](/medicine-image/rou-cong-rong/6.png)

酒苁蓉（徐老师图）

![IMG_262](/medicine-image/rou-cong-rong/7.png)

易混淆品（盐沙肉苁蓉）市场多以青海产地出售

![IMG_264](/medicine-image/rou-cong-rong/8.png)

# ![IMG_265](/medicine-image/rou-cong-rong/9.png)****肉苁蓉****

Roucongrong

CISTANCHES HERBA

本品为列当科植物肉苁蓉Cistanche deserticola Y.C.Ma或管花肉苁蓉Cistanche tubulosa （Schenk）Wight的干燥带鳞叶的肉质茎。春季苗刚出土时或秋季冻土之前采挖，除去茎尖。切段，晒干。

**【性状】** **肉苁蓉** 呈扁圆柱形，稍弯曲，长3～15cm，直径2～8cm。表面棕褐色或灰棕色，密被覆瓦状排列的肉质鳞叶，通常鳞叶先端已断。体重，质硬，微有柔性，不易折断，断面棕褐色，有淡棕色点状维管束，排列成波状环纹。气微，味甜、微苦。

**管花肉苁蓉** 呈类纺锤形、扁纺锤形或扁柱形，稍弯曲，长5～25cm，直径2.5～9cm。表面棕褐色至黑褐色。断面颗粒状，灰棕色至灰褐色，散生点状维管束。

**【鉴别】** 取本品粉末1g，加甲醇20ml，超声处理15分钟，滤过，滤液浓缩至近干，残渣加甲醇2ml使溶解，作为供试品溶液。另取松果菊苷对照品、毛蕊花糖苷对照品，加甲醇分别制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各2μl，分别点于同一聚酰胺薄层板上，以甲醇-醋酸-水（2:1:7）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分 **不得过10.0\%（通则0832第二法）。

**总灰分** 不得过8.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用稀乙醇作溶剂，肉苁蓉不得少于35.0\%，管花肉苁蓉不得少于25.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇为流动相A，以0.1\%甲酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为330nm。理论板数按松果菊苷峰计算应不低于3000。

![IMG_266](/medicine-image/rou-cong-rong/10.png)

**对照品溶液的制备** 取松果菊苷对照品、毛蕊花糖苷对照品适量，精密称定，加50\%甲醇制成每1ml各含0.2mg的混合溶液，即得。

**供试品溶液的制备** 取本品粉末（过四号筛）约1g，精密称定，置100ml棕色量瓶中，精密加入50\%甲醇50ml，密塞，摇匀，称定重量，浸泡30分钟，超声处理40分钟（功率250W，频率35kHz），放冷，再称定重量，加50\%甲醇补足减失的重量，摇匀，静置，取上清液，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，肉苁蓉含松果菊苷（C35H46O20）和毛蕊花糖苷（C29H36O15）的总量不得少于0.30\%；管花肉苁蓉含松果菊苷（C35H46O20）和毛蕊花糖苷（C29H36O15）的总量不得少于1.5\%。

**饮片**

**【炮制】** **肉苁蓉片** 除去杂质，洗净，润透，切厚片，干燥。

**【性状】** 肉苁蓉片 呈不规则形的厚片。表面棕褐色或灰棕色。有的可见肉质鳞叶。切面有淡棕色或棕黄色点状维管束，排列成波状环纹。气微，味甜、微苦。

管花肉苁蓉片 切面散生点状维管束。

**【鉴别】** **【检查】** **【浸出物】** **【含量测定】** 同药材。

**酒苁蓉** 取净肉苁蓉片，照酒炖或酒蒸法（通则0213）炖或蒸至酒吸尽。

**【性状】** 酒苁蓉 形如肉苁蓉片。表面黑棕色，切面点状维管束，排列成波状环纹。质柔润。略有酒香气，味甜，微苦。

酒管花肉苁蓉 切面散生点状维管束。

**【鉴别】** **【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 甘、咸，温。归肾、大肠经。

**【功能与主治】** 补肾阳，益精血，润肠通便。用于肾阳不足，精血亏虚，阳痿不孕，腰膝酸软，筋骨无力，肠燥便秘。

**【用法与用量】** 6～10g。

**【贮藏】** 置通风干燥处，防蛀。

肉苁蓉植物![IMG_256](/medicine-image/rou-cong-rong/11.png)管花肉苁蓉植物

![IMG_257](/medicine-image/rou-cong-rong/12.png)肉苁蓉![IMG_258](/medicine-image/rou-cong-rong/13.png)管花肉苁蓉

![IMG_259](/medicine-image/rou-cong-rong/14.png)

肉苁蓉片（徐老师图）

![IMG_260](/medicine-image/rou-cong-rong/15.png)

管花肉苁蓉片![IMG_261](/medicine-image/rou-cong-rong/16.png)

酒苁蓉（徐老师图）![IMG_262](/medicine-image/rou-cong-rong/17.png)

酒管花肉苁蓉![IMG_263](/medicine-image/rou-cong-rong/18.png)

易混淆品（盐沙肉苁蓉）市场多以青海产地出售

![IMG_264](/medicine-image/rou-cong-rong/19.png)

# ![IMG_265](/medicine-image/rou-cong-rong/20.png)

# ****肉苁蓉****

Roucongrong

CISTANCHES HERBA

本品为列当科植物肉苁蓉Cistanche deserticola Y.C.Ma或管花肉苁蓉Cistanche tubulosa （Schenk）Wight的干燥带鳞叶的肉质茎。春季苗刚出土时或秋季冻土之前采挖，除去茎尖。切段，晒干。

**【性状】** **肉苁蓉** 呈扁圆柱形，稍弯曲，长3～15cm，直径2～8cm。表面棕褐色或灰棕色，密被覆瓦状排列的肉质鳞叶，通常鳞叶先端已断。体重，质硬，微有柔性，不易折断，断面棕褐色，有淡棕色点状维管束，排列成波状环纹。气微，味甜、微苦。

**管花肉苁蓉** 呈类纺锤形、扁纺锤形或扁柱形，稍弯曲，长5～25cm，直径2.5～9cm。表面棕褐色至黑褐色。断面颗粒状，灰棕色至灰褐色，散生点状维管束。

**【鉴别】** 取本品粉末1g，加甲醇20ml，超声处理15分钟，滤过，滤液浓缩至近干，残渣加甲醇2ml使溶解，作为供试品溶液。另取松果菊苷对照品、毛蕊花糖苷对照品，加甲醇分别制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各2μl，分别点于同一聚酰胺薄层板上，以甲醇-醋酸-水（2:1:7）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分 **不得过10.0\%（通则0832第二法）。

**总灰分** 不得过8.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用稀乙醇作溶剂，肉苁蓉不得少于35.0\%，管花肉苁蓉不得少于25.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇为流动相A，以0.1\%甲酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为330nm。理论板数按松果菊苷峰计算应不低于3000。

![IMG_266](/medicine-image/rou-cong-rong/21.png)

**对照品溶液的制备** 取松果菊苷对照品、毛蕊花糖苷对照品适量，精密称定，加50\%甲醇制成每1ml各含0.2mg的混合溶液，即得。

**供试品溶液的制备** 取本品粉末（过四号筛）约1g，精密称定，置100ml棕色量瓶中，精密加入50\%甲醇50ml，密塞，摇匀，称定重量，浸泡30分钟，超声处理40分钟（功率250W，频率35kHz），放冷，再称定重量，加50\%甲醇补足减失的重量，摇匀，静置，取上清液，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，肉苁蓉含松果菊苷（C35H46O20）和毛蕊花糖苷（C29H36O15）的总量不得少于0.30\%；管花肉苁蓉含松果菊苷（C35H46O20）和毛蕊花糖苷（C29H36O15）的总量不得少于1.5\%。

**饮片**

**【炮制】** **肉苁蓉片** 除去杂质，洗净，润透，切厚片，干燥。

**【性状】** 肉苁蓉片 呈不规则形的厚片。表面棕褐色或灰棕色。有的可见肉质鳞叶。切面有淡棕色或棕黄色点状维管束，排列成波状环纹。气微，味甜、微苦。

管花肉苁蓉片 切面散生点状维管束。

**【鉴别】** **【检查】** **【浸出物】** **【含量测定】** 同药材。

**酒苁蓉** 取净肉苁蓉片，照酒炖或酒蒸法（通则0213）炖或蒸至酒吸尽。

**【性状】** 酒苁蓉 形如肉苁蓉片。表面黑棕色，切面点状维管束，排列成波状环纹。质柔润。略有酒香气，味甜，微苦。

酒管花肉苁蓉 切面散生点状维管束。

**【鉴别】** **【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 甘、咸，温。归肾、大肠经。

**【功能与主治】** 补肾阳，益精血，润肠通便。用于肾阳不足，精血亏虚，阳痿不孕，腰膝酸软，筋骨无力，肠燥便秘。

**【用法与用量】** 6～10g。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>肉苁蓉植物</p><p><img src="/medicine-image/rou-cong-rong/1.png" alt="IMG_256" /></p><p>管花肉苁蓉植物</p><p><img src="/medicine-image/rou-cong-rong/2.png" alt="IMG_257" /></p><p>肉苁蓉</p><p><img src="/medicine-image/rou-cong-rong/3.png" alt="IMG_258" /></p><p>管花肉苁蓉</p><p><img src="/medicine-image/rou-cong-rong/4.png" alt="IMG_259" /></p><p>肉苁蓉片（徐老师图）</p><p><img src="/medicine-image/rou-cong-rong/5.png" alt="IMG_260" /></p><p>管花肉苁蓉片</p><p><img src="/medicine-image/rou-cong-rong/6.png" alt="IMG_261" /></p><p>酒苁蓉（徐老师图）</p><p><img src="/medicine-image/rou-cong-rong/7.png" alt="IMG_262" /></p><p>易混淆品（盐沙肉苁蓉）市场多以青海产地出售</p><p><img src="/medicine-image/rou-cong-rong/8.png" alt="IMG_264" /></p><h1><img src="/medicine-image/rou-cong-rong/9.png" alt="IMG_265" /><strong><strong>肉苁蓉</strong></strong></h1><p>Roucongrong</p><p>CISTANCHES HERBA</p><p>本品为列当科植物肉苁蓉Cistanche deserticola Y.C.Ma或管花肉苁蓉Cistanche tubulosa （Schenk）Wight的干燥带鳞叶的肉质茎。春季苗刚出土时或秋季冻土之前采挖，除去茎尖。切段，晒干。</p><p><strong>【性状】</strong> <strong>肉苁蓉</strong> 呈扁圆柱形，稍弯曲，长3～15cm，直径2～8cm。表面棕褐色或灰棕色，密被覆瓦状排列的肉质鳞叶，通常鳞叶先端已断。体重，质硬，微有柔性，不易折断，断面棕褐色，有淡棕色点状维管束，排列成波状环纹。气微，味甜、微苦。</p><p><strong>管花肉苁蓉</strong> 呈类纺锤形、扁纺锤形或扁柱形，稍弯曲，长5～25cm，直径2.5～9cm。表面棕褐色至黑褐色。断面颗粒状，灰棕色至灰褐色，散生点状维管束。</p><p><strong>【鉴别】</strong> 取本品粉末1g，加甲醇20ml，超声处理15分钟，滤过，滤液浓缩至近干，残渣加甲醇2ml使溶解，作为供试品溶液。另取松果菊苷对照品、毛蕊花糖苷对照品，加甲醇分别制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各2μl，分别点于同一聚酰胺薄层板上，以甲醇-醋酸-水（2:1:7）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过10.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过8.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用稀乙醇作溶剂，肉苁蓉不得少于35.0%，管花肉苁蓉不得少于25.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇为流动相A，以0.1%甲酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为330nm。理论板数按松果菊苷峰计算应不低于3000。</p><p><img src="/medicine-image/rou-cong-rong/10.png" alt="IMG_266" /></p><p><strong>对照品溶液的制备</strong> 取松果菊苷对照品、毛蕊花糖苷对照品适量，精密称定，加50%甲醇制成每1ml各含0.2mg的混合溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过四号筛）约1g，精密称定，置100ml棕色量瓶中，精密加入50%甲醇50ml，密塞，摇匀，称定重量，浸泡30分钟，超声处理40分钟（功率250W，频率35kHz），放冷，再称定重量，加50%甲醇补足减失的重量，摇匀，静置，取上清液，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，肉苁蓉含松果菊苷（C<sub>35</sub>H<sub>46</sub>O<sub>20</sub>）和毛蕊花糖苷（C<sub>29</sub>H<sub>36</sub>O<sub>15</sub>）的总量不得少于0.30%；管花肉苁蓉含松果菊苷（C<sub>35</sub>H<sub>46</sub>O<sub>20</sub>）和毛蕊花糖苷（C<sub>29</sub>H<sub>36</sub>O<sub>15</sub>）的总量不得少于1.5%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>肉苁蓉片</strong> 除去杂质，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 肉苁蓉片 呈不规则形的厚片。表面棕褐色或灰棕色。有的可见肉质鳞叶。切面有淡棕色或棕黄色点状维管束，排列成波状环纹。气微，味甜、微苦。</p><p>管花肉苁蓉片 切面散生点状维管束。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>酒苁蓉</strong> 取净肉苁蓉片，照酒炖或酒蒸法（通则0213）炖或蒸至酒吸尽。</p><p><strong>【性状】</strong> 酒苁蓉 形如肉苁蓉片。表面黑棕色，切面点状维管束，排列成波状环纹。质柔润。略有酒香气，味甜，微苦。</p><p>酒管花肉苁蓉 切面散生点状维管束。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘、咸，温。归肾、大肠经。</p><p><strong>【功能与主治】</strong> 补肾阳，益精血，润肠通便。用于肾阳不足，精血亏虚，阳痿不孕，腰膝酸软，筋骨无力，肠燥便秘。</p><p><strong>【用法与用量】</strong> 6～10g。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p><p>肉苁蓉植物<img src="/medicine-image/rou-cong-rong/11.png" alt="IMG_256" />管花肉苁蓉植物</p><p><img src="/medicine-image/rou-cong-rong/12.png" alt="IMG_257" />肉苁蓉<img src="/medicine-image/rou-cong-rong/13.png" alt="IMG_258" />管花肉苁蓉</p><p><img src="/medicine-image/rou-cong-rong/14.png" alt="IMG_259" /></p><p>肉苁蓉片（徐老师图）</p><p><img src="/medicine-image/rou-cong-rong/15.png" alt="IMG_260" /></p><p>管花肉苁蓉片<img src="/medicine-image/rou-cong-rong/16.png" alt="IMG_261" /></p><p>酒苁蓉（徐老师图）<img src="/medicine-image/rou-cong-rong/17.png" alt="IMG_262" /></p><p>酒管花肉苁蓉<img src="/medicine-image/rou-cong-rong/18.png" alt="IMG_263" /></p><p>易混淆品（盐沙肉苁蓉）市场多以青海产地出售</p><p><img src="/medicine-image/rou-cong-rong/19.png" alt="IMG_264" /></p><h1><img src="/medicine-image/rou-cong-rong/20.png" alt="IMG_265" /></h1><h1><strong><strong>肉苁蓉</strong></strong></h1><p>Roucongrong</p><p>CISTANCHES HERBA</p><p>本品为列当科植物肉苁蓉Cistanche deserticola Y.C.Ma或管花肉苁蓉Cistanche tubulosa （Schenk）Wight的干燥带鳞叶的肉质茎。春季苗刚出土时或秋季冻土之前采挖，除去茎尖。切段，晒干。</p><p><strong>【性状】</strong> <strong>肉苁蓉</strong> 呈扁圆柱形，稍弯曲，长3～15cm，直径2～8cm。表面棕褐色或灰棕色，密被覆瓦状排列的肉质鳞叶，通常鳞叶先端已断。体重，质硬，微有柔性，不易折断，断面棕褐色，有淡棕色点状维管束，排列成波状环纹。气微，味甜、微苦。</p><p><strong>管花肉苁蓉</strong> 呈类纺锤形、扁纺锤形或扁柱形，稍弯曲，长5～25cm，直径2.5～9cm。表面棕褐色至黑褐色。断面颗粒状，灰棕色至灰褐色，散生点状维管束。</p><p><strong>【鉴别】</strong> 取本品粉末1g，加甲醇20ml，超声处理15分钟，滤过，滤液浓缩至近干，残渣加甲醇2ml使溶解，作为供试品溶液。另取松果菊苷对照品、毛蕊花糖苷对照品，加甲醇分别制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各2μl，分别点于同一聚酰胺薄层板上，以甲醇-醋酸-水（2:1:7）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过10.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过8.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的冷浸法测定，用稀乙醇作溶剂，肉苁蓉不得少于35.0%，管花肉苁蓉不得少于25.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇为流动相A，以0.1%甲酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为330nm。理论板数按松果菊苷峰计算应不低于3000。</p><p><img src="/medicine-image/rou-cong-rong/21.png" alt="IMG_266" /></p><p><strong>对照品溶液的制备</strong> 取松果菊苷对照品、毛蕊花糖苷对照品适量，精密称定，加50%甲醇制成每1ml各含0.2mg的混合溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过四号筛）约1g，精密称定，置100ml棕色量瓶中，精密加入50%甲醇50ml，密塞，摇匀，称定重量，浸泡30分钟，超声处理40分钟（功率250W，频率35kHz），放冷，再称定重量，加50%甲醇补足减失的重量，摇匀，静置，取上清液，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，肉苁蓉含松果菊苷（C<sub>35</sub>H<sub>46</sub>O<sub>20</sub>）和毛蕊花糖苷（C<sub>29</sub>H<sub>36</sub>O<sub>15</sub>）的总量不得少于0.30%；管花肉苁蓉含松果菊苷（C<sub>35</sub>H<sub>46</sub>O<sub>20</sub>）和毛蕊花糖苷（C<sub>29</sub>H<sub>36</sub>O<sub>15</sub>）的总量不得少于1.5%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>肉苁蓉片</strong> 除去杂质，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 肉苁蓉片 呈不规则形的厚片。表面棕褐色或灰棕色。有的可见肉质鳞叶。切面有淡棕色或棕黄色点状维管束，排列成波状环纹。气微，味甜、微苦。</p><p>管花肉苁蓉片 切面散生点状维管束。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>酒苁蓉</strong> 取净肉苁蓉片，照酒炖或酒蒸法（通则0213）炖或蒸至酒吸尽。</p><p><strong>【性状】</strong> 酒苁蓉 形如肉苁蓉片。表面黑棕色，切面点状维管束，排列成波状环纹。质柔润。略有酒香气，味甜，微苦。</p><p>酒管花肉苁蓉 切面散生点状维管束。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘、咸，温。归肾、大肠经。</p><p><strong>【功能与主治】</strong> 补肾阳，益精血，润肠通便。用于肾阳不足，精血亏虚，阳痿不孕，腰膝酸软，筋骨无力，肠燥便秘。</p><p><strong>【用法与用量】</strong> 6～10g。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (27, 1, '33.川牛膝.docx', 'velious', '/medicine-image/chuan-niu-xi/1.png', '/medicine-image/chuan-niu-xi/1.png', `川牛膝植物（陈卓摄）川牛膝鲜品（陈卓摄）川牛膝药材川牛膝饮片牛膝、川牛膝断面对比下面为2020版中国药典标准川牛膝ChuɑnniuxiCYATHULAE RADIX本品为苋科植物川牛膝Cyathula officinalis Kuan的干燥根。秋、冬二季采挖，除去芦头、须根及泥沙，烘或晒至半干，堆放回润，再烘干或晒干。【性状】 本品呈近圆柱形，微扭曲，向下略细或有少数分枝，长30～60cm，直径0`, 0, '2022-07-22 18:00:00', `川牛膝植物（陈卓摄）

![IMG_256](/medicine-image/chuan-niu-xi/1.png)

川牛膝鲜品（陈卓摄）![IMG_258](/medicine-image/chuan-niu-xi/2.png)

![IMG_259](/medicine-image/chuan-niu-xi/3.png)

![IMG_260](/medicine-image/chuan-niu-xi/4.png)

![IMG_261](/medicine-image/chuan-niu-xi/5.png)

川牛膝药材

![IMG_262](/medicine-image/chuan-niu-xi/6.png)

川牛膝饮片

![IMG_263](/medicine-image/chuan-niu-xi/7.png)

牛膝、川牛膝断面对比![IMG_266](/medicine-image/chuan-niu-xi/8.png)

# ****下面为2020版中国药典标准****

# ****川牛膝****

Chuɑnniuxi

CYATHULAE RADIX

本品为苋科植物川牛膝Cyathula officinalis Kuan的干燥根。秋、冬二季采挖，除去芦头、须根及泥沙，烘或晒至半干，堆放回润，再烘干或晒干。

**【性状】** 本品呈近圆柱形，微扭曲，向下略细或有少数分枝，长30～60cm，直径0.5～3cm。表面黄棕色或灰褐色，具纵皱纹、支根痕和多数横长的皮孔样突起。质韧，不易折断，断面浅黄色或棕黄色，维管束点状，排列成数轮同心环。气微，味甜。

**【鉴别】** （1）本品横切面：木栓细胞数列。栓内层窄。中柱大，三生维管束外韧型，断续排列成4～11轮，内侧维管束的束内形成层可见；木质部导管多单个，常径向排列，木化；木纤维较发达，有的切向延伸或断续连接成环。中央次生构造维管系统常分成2～9股，有的根中心可见导管稀疏分布。薄壁细胞含草酸钙砂晶、方晶。

粉末棕色。草酸钙砂晶、方晶散在，或充塞于薄壁细胞中。具缘纹孔导管直径10～80μm，纹孔圆形或横向延长呈长圆形，互列，排列紧密，有的导管分子末端呈梭形。纤维长条形，弯曲，末端渐尖，直径8～25μm，壁厚3～5μm，纹孔呈单斜纹孔或人字形，也可见具缘纹孔，纹孔口交叉成十字形，孔沟明显，疏密不一。

（2）取本品粉末2g，加甲醇50ml，加热回流1小时，滤过，滤液浓缩至约1ml，加于中性氧化铝柱（100～200目，2g，内径为1cm）上，用甲醇-乙酸乙酯（1:1）40ml洗脱，收集洗脱液，蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取川牛膝对照药材2g，同法制成对照药材溶液。再取杯苋甾酮对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液5～10μl、对照药材溶液和对照品溶液各5μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇（10:1）为展开剂，展开，取出，晾干，喷以10\%硫酸乙醇溶液，在105℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分 ** 不得过16.0\%（通则0832第二法）。

**总灰分**  取本品切制成直径在3mm以下的颗粒，依法检查，不得过8.0\%（通则2302）。

**【浸出物】** 取本品直径在3mm以下的颗粒，照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于65.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；检测波长为243nm。理论板数按杯苋甾酮峰计算应不低于3000。

![IMG_267](/medicine-image/chuan-niu-xi/9.png)

**供试品溶液的制备** 取本品粉末（过三号筛）约1g，精密称定，置具塞锥形瓶中，精密加入甲醇20ml，密塞，称定重量，加热回流1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。**对照品溶液的制备** 取杯苋甾酮对照品适量，精密称定，加甲醇制成每1ml含25μg的溶液，即得。

**测定法** 分别精密吸取对照品溶液10μl与供试品溶液5～20μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含杯苋甾酮（C29H44O8）不得少于0.030\%。

**饮片**

**【炮制】** **川牛膝**  除去杂质及芦头，洗净，润透，切薄片，干燥。

**【性状】** 本品呈圆形或椭圆形薄片。外表皮黄棕色或灰褐色。切面浅黄色至棕黄色。可见多数排列成数轮同心环的黄色点状维管束。气微，味甜。

**【检查】** **水分 ** 同药材，不得过12.0\%。

**【浸出物】** 同药材，不得少于60.0\%。

**【鉴别】**（除横切面外） **【检查】**（总灰分） **【含量测定】** 同药材。

**酒川牛膝**  取川牛膝片，照酒炙法（通则0213）炒干。

**【性状】** 本品形如川牛膝片，表面棕黑色。微有酒香气，味甜。

**【检查】** **水分 ** 同药材，不得过12.0\%。

**【浸出物】** 同药材，不得少于60.0\%。

**【鉴别】**（除横切面外） **【检查】**（总灰分） **【含量测定】** 同药材。

**【性味与归经】** 甘、微苦，平。归肝、肾经。

**【功能与主治】** 逐瘀通经，通利关节，利尿通淋。用于经闭癥瘕，胞衣不下，跌扑损伤，风湿痹痛，足痿筋挛，尿血血淋。

**【用法与用量】** 5～10g。

**【注意】** 孕妇慎用。

**【贮藏】** 置阴凉干燥处，防潮。`, `<p>川牛膝植物（陈卓摄）</p><p><img src="/medicine-image/chuan-niu-xi/1.png" alt="IMG_256" /></p><p>川牛膝鲜品（陈卓摄）<img src="/medicine-image/chuan-niu-xi/2.png" alt="IMG_258" /></p><p><img src="/medicine-image/chuan-niu-xi/3.png" alt="IMG_259" /></p><p><img src="/medicine-image/chuan-niu-xi/4.png" alt="IMG_260" /></p><p><img src="/medicine-image/chuan-niu-xi/5.png" alt="IMG_261" /></p><p>川牛膝药材</p><p><img src="/medicine-image/chuan-niu-xi/6.png" alt="IMG_262" /></p><p>川牛膝饮片</p><p><img src="/medicine-image/chuan-niu-xi/7.png" alt="IMG_263" /></p><p>牛膝、川牛膝断面对比<img src="/medicine-image/chuan-niu-xi/8.png" alt="IMG_266" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>川牛膝</strong></strong></h1><p>Chuɑnniuxi</p><p>CYATHULAE RADIX</p><p>本品为苋科植物川牛膝Cyathula officinalis Kuan的干燥根。秋、冬二季采挖，除去芦头、须根及泥沙，烘或晒至半干，堆放回润，再烘干或晒干。</p><p><strong>【性状】</strong> 本品呈近圆柱形，微扭曲，向下略细或有少数分枝，长30～60cm，直径0.5～3cm。表面黄棕色或灰褐色，具纵皱纹、支根痕和多数横长的皮孔样突起。质韧，不易折断，断面浅黄色或棕黄色，维管束点状，排列成数轮同心环。气微，味甜。</p><p><strong>【鉴别】</strong> （1）本品横切面：木栓细胞数列。栓内层窄。中柱大，三生维管束外韧型，断续排列成4～11轮，内侧维管束的束内形成层可见；木质部导管多单个，常径向排列，木化；木纤维较发达，有的切向延伸或断续连接成环。中央次生构造维管系统常分成2～9股，有的根中心可见导管稀疏分布。薄壁细胞含草酸钙砂晶、方晶。</p><p>粉末棕色。草酸钙砂晶、方晶散在，或充塞于薄壁细胞中。具缘纹孔导管直径10～80μm，纹孔圆形或横向延长呈长圆形，互列，排列紧密，有的导管分子末端呈梭形。纤维长条形，弯曲，末端渐尖，直径8～25μm，壁厚3～5μm，纹孔呈单斜纹孔或人字形，也可见具缘纹孔，纹孔口交叉成十字形，孔沟明显，疏密不一。</p><p>（2）取本品粉末2g，加甲醇50ml，加热回流1小时，滤过，滤液浓缩至约1ml，加于中性氧化铝柱（100～200目，2g，内径为1cm）上，用甲醇-乙酸乙酯（1:1）40ml洗脱，收集洗脱液，蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取川牛膝对照药材2g，同法制成对照药材溶液。再取杯苋甾酮对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取供试品溶液5～10μl、对照药材溶液和对照品溶液各5μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇（10:1）为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，在105℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过16.0%（通则0832第二法）。</p><p><strong>总灰分</strong>  取本品切制成直径在3mm以下的颗粒，依法检查，不得过8.0%（通则2302）。</p><p><strong>【浸出物】</strong> 取本品直径在3mm以下的颗粒，照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于65.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；检测波长为243nm。理论板数按杯苋甾酮峰计算应不低于3000。</p><p><img src="/medicine-image/chuan-niu-xi/9.png" alt="IMG_267" /></p><p><strong>供试品溶液的制备</strong> 取本品粉末（过三号筛）约1g，精密称定，置具塞锥形瓶中，精密加入甲醇20ml，密塞，称定重量，加热回流1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。<strong>对照品溶液的制备</strong> 取杯苋甾酮对照品适量，精密称定，加甲醇制成每1ml含25μg的溶液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液10μl与供试品溶液5～20μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含杯苋甾酮（C<sub>29</sub>H<sub>44</sub>O<sub>8</sub>）不得少于0.030%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>川牛膝</strong>  除去杂质及芦头，洗净，润透，切薄片，干燥。</p><p><strong>【性状】</strong> 本品呈圆形或椭圆形薄片。外表皮黄棕色或灰褐色。切面浅黄色至棕黄色。可见多数排列成数轮同心环的黄色点状维管束。气微，味甜。</p><p><strong>【检查】</strong> <strong>水分 </strong> 同药材，不得过12.0%。</p><p><strong>【浸出物】</strong> 同药材，不得少于60.0%。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong>（总灰分） <strong>【含量测定】</strong> 同药材。</p><p><strong>酒川牛膝</strong>  取川牛膝片，照酒炙法（通则0213）炒干。</p><p><strong>【性状】</strong> 本品形如川牛膝片，表面棕黑色。微有酒香气，味甜。</p><p><strong>【检查】</strong> <strong>水分 </strong> 同药材，不得过12.0%。</p><p><strong>【浸出物】</strong> 同药材，不得少于60.0%。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong>（总灰分） <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘、微苦，平。归肝、肾经。</p><p><strong>【功能与主治】</strong> 逐瘀通经，通利关节，利尿通淋。用于经闭癥瘕，胞衣不下，跌扑损伤，风湿痹痛，足痿筋挛，尿血血淋。</p><p><strong>【用法与用量】</strong> 5～10g。</p><p><strong>【注意】</strong> 孕妇慎用。</p><p><strong>【贮藏】</strong> 置阴凉干燥处，防潮。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (52, 1, '56.百部.docx', 'velious', '/medicine-image/bai-bu/1.png', '/medicine-image/bai-bu/1.png', `直立百部（徐老师图）蔓生百部植物（徐老师图）对叶百部植物（徐老师图）直立百部药材（谢宗万图）蔓生百部药材对叶百部药材（谢宗万图）百部饮片蜜百部百部BɑibuSTEMONAE RADIX本品为百部科植物直立百部Stemona sessilifolia （Miq.）Miq.、蔓生百部Stemona japonica （Bl.）Miq.或对叶百部Stemona tuberosa Lour.的干燥块根。春`, 0, '2022-07-22 18:00:00', `直立百部（徐老师图）![IMG_256](/medicine-image/bai-bu/1.png)

蔓生百部植物（徐老师图）![IMG_257](/medicine-image/bai-bu/2.png)

对叶百部植物（徐老师图）![IMG_258](/medicine-image/bai-bu/3.png)

直立百部药材（谢宗万图）![IMG_259](/medicine-image/bai-bu/4.png)

蔓生百部药材

![IMG_260](/medicine-image/bai-bu/5.png)

对叶百部药材（谢宗万图）![IMG_261](/medicine-image/bai-bu/6.png)

百部饮片

![IMG_262](/medicine-image/bai-bu/7.png)

蜜百部

![IMG_263](/medicine-image/bai-bu/8.png)

# ![IMG_264](/medicine-image/bai-bu/9.png)

# ****百部****

Bɑibu

STEMONAE RADIX

本品为百部科植物直立百部Stemona sessilifolia （Miq.）Miq.、蔓生百部Stemona japonica （Bl.）Miq.或对叶百部Stemona tuberosa Lour.的干燥块根。春、秋二季采挖，除去须根，洗净，置沸水中略烫或蒸至无白心，取出，晒干。

**【性状】** **直立百部** 呈纺锤形，上端较细长，皱缩弯曲，长5～12cm，直径0.5～1cm。表面黄白色或淡棕黄色，有不规则深纵沟，间或有横皱纹。质脆，易折断，断面平坦，角质样，淡黄棕色或黄白色，皮部较宽，中柱扁缩。气微，味甘、苦。

**蔓生百部** 两端稍狭细，表面多不规则皱褶和横皱纹。

**对叶百部** 呈长纺锤形或长条形，长8～24cm，直径0.8～2cm。表面浅黄棕色至灰棕色，具浅纵皱纹或不规则纵槽。质坚实，断面黄白色至暗棕色，中柱较大，髓部类白色。

**【鉴别】** （1）本品横切面：直立百部 根被为3～4列细胞，壁木栓化及木化，具致密的细条纹。皮层较宽。中柱韧皮部束与木质部束各19～27个，间隔排列，韧皮部束内侧有少数非木化纤维；木质部束导管2～5个，并有木纤维和管胞，导管类多角形，径向直径约至48μm，偶有导管深入至髓部。髓部散有少数细小纤维。

蔓生百部 根被为3～6列细胞。韧皮部纤维木化。导管径向直径约至184μm，通常深入至髓部，与外侧导管束作2～3轮排列。

对叶百部 根被为3列细胞，细胞壁无细条纹，其最内层细胞的内壁特厚。皮层外侧散有纤维，类方形，壁微木化。中柱韧皮部束与木质部束各32～40个。木质部束导管圆多角形，直径至107μm，其内侧与木纤维和微木化的薄壁细胞连接成环层。

（2）取本品粉末5g，加70\%乙醇50ml，加热回流1小时，滤过，滤液蒸去乙醇，残渣加浓氨试液调节pH值至10～11，再加三氯甲烷5ml振摇提取，分取三氯甲烷层，蒸干，残渣加1\%盐酸溶液5ml使溶解，滤过。滤液分为两份：一份中滴加碘化铋钾试液，生成橙红色沉淀；另一份中滴加硅钨酸试液，生成乳白色沉淀。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下热浸法测定，不得少于50.0\%。

**饮片**

**【炮制】** **百部** 除去杂质，洗净，润透，切厚片，干燥。

**【性状】** 本品呈不规则厚片或不规则条形斜片；表面灰白色、棕黄色，有深纵皱纹；切面灰白色、淡黄棕色或黄白色，角质样；皮部较厚，中柱扁缩。质韧软。气微，味甘、苦。

**【检查】** **水分 **不得过12.0\%（通则0832第二法）。

**蜜百部** 取百部片，照蜜炙法（通则0213）炒至不粘手。

每100kg百部，用炼蜜12.5kg。

**【性状】** 本品形同百部片，表面棕黄色或褐棕色，略带焦斑，稍有黏性。味甜。

**【检查】** **水分 **不得过12.0\%（通则0832第二法）。

**【性味与归经】** 甘、苦，微温。归肺经。

**【功能与主治】** 润肺下气止咳，杀虫灭虱。用于新久咳嗽，肺痨咳嗽，顿咳；外用于头虱，体虱，蛲虫病，阴痒。蜜百部润肺止咳。用于阴虚劳嗽。

**【用法与用量】** 3～9g。外用适量，水煎或酒浸。

**【贮藏】** 置通风干燥处，防潮。`, `<p>直立百部（徐老师图）<img src="/medicine-image/bai-bu/1.png" alt="IMG_256" /></p><p>蔓生百部植物（徐老师图）<img src="/medicine-image/bai-bu/2.png" alt="IMG_257" /></p><p>对叶百部植物（徐老师图）<img src="/medicine-image/bai-bu/3.png" alt="IMG_258" /></p><p>直立百部药材（谢宗万图）<img src="/medicine-image/bai-bu/4.png" alt="IMG_259" /></p><p>蔓生百部药材</p><p><img src="/medicine-image/bai-bu/5.png" alt="IMG_260" /></p><p>对叶百部药材（谢宗万图）<img src="/medicine-image/bai-bu/6.png" alt="IMG_261" /></p><p>百部饮片</p><p><img src="/medicine-image/bai-bu/7.png" alt="IMG_262" /></p><p>蜜百部</p><p><img src="/medicine-image/bai-bu/8.png" alt="IMG_263" /></p><h1><img src="/medicine-image/bai-bu/9.png" alt="IMG_264" /></h1><h1><strong><strong>百部</strong></strong></h1><p>Bɑibu</p><p>STEMONAE RADIX</p><p>本品为百部科植物直立百部Stemona sessilifolia （Miq.）Miq.、蔓生百部Stemona japonica （Bl.）Miq.或对叶百部Stemona tuberosa Lour.的干燥块根。春、秋二季采挖，除去须根，洗净，置沸水中略烫或蒸至无白心，取出，晒干。</p><p><strong>【性状】</strong> <strong>直立百部</strong> 呈纺锤形，上端较细长，皱缩弯曲，长5～12cm，直径0.5～1cm。表面黄白色或淡棕黄色，有不规则深纵沟，间或有横皱纹。质脆，易折断，断面平坦，角质样，淡黄棕色或黄白色，皮部较宽，中柱扁缩。气微，味甘、苦。</p><p><strong>蔓生百部</strong> 两端稍狭细，表面多不规则皱褶和横皱纹。</p><p><strong>对叶百部</strong> 呈长纺锤形或长条形，长8～24cm，直径0.8～2cm。表面浅黄棕色至灰棕色，具浅纵皱纹或不规则纵槽。质坚实，断面黄白色至暗棕色，中柱较大，髓部类白色。</p><p><strong>【鉴别】</strong> （1）本品横切面：直立百部 根被为3～4列细胞，壁木栓化及木化，具致密的细条纹。皮层较宽。中柱韧皮部束与木质部束各19～27个，间隔排列，韧皮部束内侧有少数非木化纤维；木质部束导管2～5个，并有木纤维和管胞，导管类多角形，径向直径约至48μm，偶有导管深入至髓部。髓部散有少数细小纤维。</p><p>蔓生百部 根被为3～6列细胞。韧皮部纤维木化。导管径向直径约至184μm，通常深入至髓部，与外侧导管束作2～3轮排列。</p><p>对叶百部 根被为3列细胞，细胞壁无细条纹，其最内层细胞的内壁特厚。皮层外侧散有纤维，类方形，壁微木化。中柱韧皮部束与木质部束各32～40个。木质部束导管圆多角形，直径至107μm，其内侧与木纤维和微木化的薄壁细胞连接成环层。</p><p>（2）取本品粉末5g，加70%乙醇50ml，加热回流1小时，滤过，滤液蒸去乙醇，残渣加浓氨试液调节pH值至10～11，再加三氯甲烷5ml振摇提取，分取三氯甲烷层，蒸干，残渣加1%盐酸溶液5ml使溶解，滤过。滤液分为两份：一份中滴加碘化铋钾试液，生成橙红色沉淀；另一份中滴加硅钨酸试液，生成乳白色沉淀。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下热浸法测定，不得少于50.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>百部</strong> 除去杂质，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品呈不规则厚片或不规则条形斜片；表面灰白色、棕黄色，有深纵皱纹；切面灰白色、淡黄棕色或黄白色，角质样；皮部较厚，中柱扁缩。质韧软。气微，味甘、苦。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过12.0%（通则0832第二法）。</p><p><strong>蜜百部</strong> 取百部片，照蜜炙法（通则0213）炒至不粘手。</p><p>每100kg百部，用炼蜜12.5kg。</p><p><strong>【性状】</strong> 本品形同百部片，表面棕黄色或褐棕色，略带焦斑，稍有黏性。味甜。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过12.0%（通则0832第二法）。</p><p><strong>【性味与归经】</strong> 甘、苦，微温。归肺经。</p><p><strong>【功能与主治】</strong> 润肺下气止咳，杀虫灭虱。用于新久咳嗽，肺痨咳嗽，顿咳；外用于头虱，体虱，蛲虫病，阴痒。蜜百部润肺止咳。用于阴虚劳嗽。</p><p><strong>【用法与用量】</strong> 3～9g。外用适量，水煎或酒浸。</p><p><strong>【贮藏】</strong> 置通风干燥处，防潮。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (36, 1, '41.麦冬.docx', 'velious', '/medicine-image/mai-dong/1.png', '/medicine-image/mai-dong/1.png', `洗净麦冬植物（陈卓摄）洗净鲜麦冬（陈卓摄）麦冬药材麦冬饮片麦冬MɑidongOPHIOPOGONIS RADIX本品为百合科植物麦冬Ophiopogon japonicus（L.f.）Ker-Gawl.的干燥块根。夏季采挖，洗净，反复暴晒、堆置，至七八成干，除去须根，干燥。【性状】 本品呈纺锤形，两端略尖，长1.5～3cm，直径0.3～0.6cm。表面淡黄色或灰黄色，有细纵纹。质柔韧，断面黄白色，`, 0, '2022-07-22 18:00:00', `洗净麦冬植物（陈卓摄）![IMG_264](/medicine-image/mai-dong/1.png)

洗净鲜麦冬（陈卓摄）

![IMG_265](/medicine-image/mai-dong/2.png)

麦冬药材

![IMG_269](/medicine-image/mai-dong/3.png)

麦冬饮片![IMG_270](/medicine-image/mai-dong/4.png)

![IMG_256](/medicine-image/mai-dong/5.png)

![IMG_256](/medicine-image/mai-dong/6.png)

# ****麦冬****

Mɑidong

OPHIOPOGONIS RADIX

本品为百合科植物麦冬Ophiopogon japonicus（L.f.）Ker-Gawl.的干燥块根。夏季采挖，洗净，反复暴晒、堆置，至七八成干，除去须根，干燥。

**【性状】** 本品呈纺锤形，两端略尖，长1.5～3cm，直径0.3～0.6cm。表面淡黄色或灰黄色，有细纵纹。质柔韧，断面黄白色，半透明，中柱细小。气微香，味甘、微苦。

**【鉴别】** （1）本品横切面：表皮细胞1列或脱落，根被为3～5列木化细胞。皮层宽广，散有含草酸钙针晶束的黏液细胞，有的针晶直径至10μm；内皮层细胞壁均匀增厚，木化，有通道细胞，外侧为1列石细胞，其内壁及侧壁增厚，纹孔细密。中柱较小，韧皮部束16～22个，木质部由导管、管胞、木纤维以及内侧的木化细胞连结成环层。髓小，薄壁细胞类圆形。

（2）取本品2g，剪碎，加三氯甲烷-甲醇（7:3）混合溶液20ml，浸泡3小时，超声处理30分钟，放冷，滤过，滤液蒸干，残渣加三氯甲烷0.5ml使溶解，作为供试品溶液。另取麦冬对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各6μl，分别点于同一硅胶GF254薄层板上，以甲苯-甲醇-冰醋酸（80:5:0.1）为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过18.0\%（通则0832第二法）。

**总灰分** 不得过5.0\%（通则2302）。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于60.0\%。

**【含量测定】** **对照品溶液的制备** 取鲁斯可皂苷元对照品适量，精密称定，加甲醇制成每1ml含50μg的溶液，即得。

**标准曲线的制备** 精密量取对照品溶液0.5ml、1ml、2ml、3ml、4ml、5ml、6ml，分别置具塞试管中，于水浴中挥干溶剂，精密加入高氯酸10ml，摇匀，置热水中保温15分钟，取出，冰水冷却，以相应的试剂为空白，照紫外-可见分光光度法（通则0401），在397nm波长处测定吸光度，以吸光度为纵坐标，浓度为横坐标，绘制标准曲线。

**测定法** 取本品细粉约3g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，称定重量，加热回流2小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液25ml，回收溶剂至干，残渣加水10ml使溶解，用水饱和正丁醇振摇提取5次，每次10ml，合并正丁醇液，用氨试液洗涤2次，每次5ml，弃去氨液，正丁醇液蒸干。残渣用80\%甲醇溶解，转移至50ml量瓶中，加80\%甲醇至刻度，摇匀。精密量取供试品溶液2～5ml，置10ml具塞试管中，照标准曲线的制备项下的方法，自"于水浴中挥干溶剂"起，依法测定吸光度，从标准曲线上读出供试品溶液中鲁斯可皂苷元的重量，计算，即得。

本品按干燥品计算，含麦冬总皂苷以鲁斯可皂苷元（C27H42O4）计，不得少于0.12\%。

**饮片**

**【炮制】** 除去杂质，洗净，润透，轧扁，干燥。

**【性状】** 本品形如麦冬，或为轧扁的纺锤形块片。表面淡黄色或灰黄色，有细纵纹。质柔韧，断面黄白色，半透明，中柱细小。气微香，味甘、微苦。

**【鉴别】** **【检查】** **【含量测定】** 同药材。

**【性味与归经】** 甘、微苦，微寒。归心、肺、胃经。

**【功能与主治】** 养阴生津，润肺清心。用于肺燥干咳，阴虚痨嗽，喉痹咽痛，津伤口渴，内热消渴，心烦失眠，肠燥便秘。

**【用法与用量】** 6～12g。

**【贮藏】** 置阴凉干燥处，防潮。`, `<p>洗净麦冬植物（陈卓摄）<img src="/medicine-image/mai-dong/1.png" alt="IMG_264" /></p><p>洗净鲜麦冬（陈卓摄）</p><p><img src="/medicine-image/mai-dong/2.png" alt="IMG_265" /></p><p>麦冬药材</p><p><img src="/medicine-image/mai-dong/3.png" alt="IMG_269" /></p><p>麦冬饮片<img src="/medicine-image/mai-dong/4.png" alt="IMG_270" /></p><p><img src="/medicine-image/mai-dong/5.png" alt="IMG_256" /></p><p><img src="/medicine-image/mai-dong/6.png" alt="IMG_256" /></p><h1><strong><strong>麦冬</strong></strong></h1><p>Mɑidong</p><p>OPHIOPOGONIS RADIX</p><p>本品为百合科植物麦冬Ophiopogon japonicus（L.f.）Ker-Gawl.的干燥块根。夏季采挖，洗净，反复暴晒、堆置，至七八成干，除去须根，干燥。</p><p><strong>【性状】</strong> 本品呈纺锤形，两端略尖，长1.5～3cm，直径0.3～0.6cm。表面淡黄色或灰黄色，有细纵纹。质柔韧，断面黄白色，半透明，中柱细小。气微香，味甘、微苦。</p><p><strong>【鉴别】</strong> （1）本品横切面：表皮细胞1列或脱落，根被为3～5列木化细胞。皮层宽广，散有含草酸钙针晶束的黏液细胞，有的针晶直径至10μm；内皮层细胞壁均匀增厚，木化，有通道细胞，外侧为1列石细胞，其内壁及侧壁增厚，纹孔细密。中柱较小，韧皮部束16～22个，木质部由导管、管胞、木纤维以及内侧的木化细胞连结成环层。髓小，薄壁细胞类圆形。</p><p>（2）取本品2g，剪碎，加三氯甲烷-甲醇（7:3）混合溶液20ml，浸泡3小时，超声处理30分钟，放冷，滤过，滤液蒸干，残渣加三氯甲烷0.5ml使溶解，作为供试品溶液。另取麦冬对照药材2g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各6μl，分别点于同一硅胶GF254薄层板上，以甲苯-甲醇-冰醋酸（80:5:0.1）为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过18.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过5.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于60.0%。</p><p><strong>【含量测定】</strong> <strong>对照品溶液的制备</strong> 取鲁斯可皂苷元对照品适量，精密称定，加甲醇制成每1ml含50μg的溶液，即得。</p><p><strong>标准曲线的制备</strong> 精密量取对照品溶液0.5ml、1ml、2ml、3ml、4ml、5ml、6ml，分别置具塞试管中，于水浴中挥干溶剂，精密加入高氯酸10ml，摇匀，置热水中保温15分钟，取出，冰水冷却，以相应的试剂为空白，照紫外-可见分光光度法（通则0401），在397nm波长处测定吸光度，以吸光度为纵坐标，浓度为横坐标，绘制标准曲线。</p><p><strong>测定法</strong> 取本品细粉约3g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，称定重量，加热回流2小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液25ml，回收溶剂至干，残渣加水10ml使溶解，用水饱和正丁醇振摇提取5次，每次10ml，合并正丁醇液，用氨试液洗涤2次，每次5ml，弃去氨液，正丁醇液蒸干。残渣用80%甲醇溶解，转移至50ml量瓶中，加80%甲醇至刻度，摇匀。精密量取供试品溶液2～5ml，置10ml具塞试管中，照标准曲线的制备项下的方法，自"于水浴中挥干溶剂"起，依法测定吸光度，从标准曲线上读出供试品溶液中鲁斯可皂苷元的重量，计算，即得。</p><p>本品按干燥品计算，含麦冬总皂苷以鲁斯可皂苷元（C<sub>27</sub>H<sub>42</sub>O<sub>4</sub>）计，不得少于0.12%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，润透，轧扁，干燥。</p><p><strong>【性状】</strong> 本品形如麦冬，或为轧扁的纺锤形块片。表面淡黄色或灰黄色，有细纵纹。质柔韧，断面黄白色，半透明，中柱细小。气微香，味甘、微苦。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘、微苦，微寒。归心、肺、胃经。</p><p><strong>【功能与主治】</strong> 养阴生津，润肺清心。用于肺燥干咳，阴虚痨嗽，喉痹咽痛，津伤口渴，内热消渴，心烦失眠，肠燥便秘。</p><p><strong>【用法与用量】</strong> 6～12g。</p><p><strong>【贮藏】</strong> 置阴凉干燥处，防潮。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (87, 1, '88.白术.docx', 'velious', '/medicine-image/bai-shu/1.png', '/medicine-image/bai-shu/1.png', `白术植物鲜品白术鲜品白术片白术药材白术切片麸炒白术白术BɑizhuATRACTYLODIS MACROCEPHALAE RHIZOMA本品为菊科植物白术Atractylodes macrocephala Koidz.的干燥根茎。冬季下部叶枯黄、上部叶变脆时采挖，除去泥沙，烘干或晒干，再除去须根。【性状】 本品为不规则的肥厚团块，长3～13cm，直径1.5～7cm。表面灰黄色或灰棕色，有瘤状突起及断`, 0, '2022-07-22 18:00:00', `白术植物

![IMG_256](/medicine-image/bai-shu/1.png)

鲜品白术

![IMG_257](/medicine-image/bai-shu/2.png)

鲜品白术片

![IMG_258](/medicine-image/bai-shu/3.png)

白术药材

![IMG_259](/medicine-image/bai-shu/4.png)

白术切片

![IMG_260](/medicine-image/bai-shu/5.png)

麸炒白术

![IMG_261](/medicine-image/bai-shu/6.png)

# ![IMG_262](/medicine-image/bai-shu/7.png)

# ****白术****

Bɑizhu

ATRACTYLODIS MACROCEPHALAE RHIZOMA

本品为菊科植物白术Atractylodes macrocephala Koidz.的干燥根茎。冬季下部叶枯黄、上部叶变脆时采挖，除去泥沙，烘干或晒干，再除去须根。

**【性状】** 本品为不规则的肥厚团块，长3～13cm，直径1.5～7cm。表面灰黄色或灰棕色，有瘤状突起及断续的纵皱和沟纹，并有须根痕，顶端有残留茎基和芽痕。质坚硬不易折断，断面不平坦，黄白色至淡棕色，有棕黄色的点状油室散在；烘干者断面角质样，色较深或有裂隙。气清香，味甘、微辛，嚼之略带黏性。

**【鉴别】** （1）本品粉末淡黄棕色。草酸钙针晶细小，长10～32μm，存在于薄壁细胞中，少数针晶直径至4μm。纤维黄色，大多成束，长梭形，直径约至40μm，壁甚厚，木化，孔沟明显。石细胞淡黄色，类圆形、多角形、长方形或少数纺锤形，直径37～64μm。薄壁细胞含菊糖，表面显放射状纹理。导管分子短小，为网纹导管及具缘纹孔导管，直径至48μm。

（2）取本品粉末0.5g，加正己烷2ml，超声处理15分钟，滤过，取滤液作为供试品溶液。另取白术对照药材0.5g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述新制备的两种溶液各10μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙酸乙酯（50:1）为展开剂，展开，取出，晾干，喷以5\%香草醛硫酸溶液，加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点，并应显有一桃红色主斑点（苍术酮）。

**【检查】** **水分 **不得过15.0\%（通则0832第二法）。

**总灰分 **不得过5.0\%（通则2302）。

**二氧化硫残留量** 照二氧化硫残留量测定法（通则2331）测定，不得过400mg/kg。

**色度** 取本品最粗粉1g，精密称定，置具塞锥形瓶中，加55\%乙醇200ml，用稀盐酸调节pH值至2～3，连续振摇1小时，滤过，吸取滤液10ml，置比色管中，照溶液颜色检查法（通则0901第一法）试验，与黄色9号标准比色液比较，不得更深。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用60\%乙醇作溶剂，不得少于35.0\%。

**饮片**

**【炮制】** **白术** 除去杂质，洗净，润透，切厚片，干燥。

**【性状】** 本品呈不规则的厚片。外表皮灰黄色或灰棕色。切面黄白色至淡棕色，散生棕黄色的点状油室，木部具放射状纹理；烘干者切面角质样，色较深或有裂隙。气清香，味甘、微辛，嚼之略带黏性。

**【鉴别】**（除显微粉末外） **【检查】** **【浸出物】** 同药材。

**麸炒白术** 将蜜炙麸皮撒入热锅内，待冒烟时加入白术片，炒至黄棕色、逸出焦香气，取出，筛去蜜炙麸皮。

每100kg白术片，用蜜炙麸皮10kg。

**【性状】** 本品形如白术片，表面黄棕色，偶见焦斑。略有焦香气。

**【检查】** **色度** 同药材，与黄色10号比色液比较，不得更深。

**【鉴别】**（除显微粉末外） **【检查】**（**水分 **总灰分 二氧化硫残留量） **【浸出物】** 同药材。

**【性味与归经】** 苦、甘，温。归脾、胃经。

**【功能与主治】** 健脾益气，燥湿利水，止汗，安胎。用于脾虚食少，腹胀泄泻，痰饮眩悸，水肿，自汗，胎动不安。

**【用法与用量】** 6～12g。

**【贮藏】** 置阴凉干燥处，防蛀。`, `<p>白术植物</p><p><img src="/medicine-image/bai-shu/1.png" alt="IMG_256" /></p><p>鲜品白术</p><p><img src="/medicine-image/bai-shu/2.png" alt="IMG_257" /></p><p>鲜品白术片</p><p><img src="/medicine-image/bai-shu/3.png" alt="IMG_258" /></p><p>白术药材</p><p><img src="/medicine-image/bai-shu/4.png" alt="IMG_259" /></p><p>白术切片</p><p><img src="/medicine-image/bai-shu/5.png" alt="IMG_260" /></p><p>麸炒白术</p><p><img src="/medicine-image/bai-shu/6.png" alt="IMG_261" /></p><h1><img src="/medicine-image/bai-shu/7.png" alt="IMG_262" /></h1><h1><strong><strong>白术</strong></strong></h1><p>Bɑizhu</p><p>ATRACTYLODIS MACROCEPHALAE RHIZOMA</p><p>本品为菊科植物白术Atractylodes macrocephala Koidz.的干燥根茎。冬季下部叶枯黄、上部叶变脆时采挖，除去泥沙，烘干或晒干，再除去须根。</p><p><strong>【性状】</strong> 本品为不规则的肥厚团块，长3～13cm，直径1.5～7cm。表面灰黄色或灰棕色，有瘤状突起及断续的纵皱和沟纹，并有须根痕，顶端有残留茎基和芽痕。质坚硬不易折断，断面不平坦，黄白色至淡棕色，有棕黄色的点状油室散在；烘干者断面角质样，色较深或有裂隙。气清香，味甘、微辛，嚼之略带黏性。</p><p><strong>【鉴别】</strong> （1）本品粉末淡黄棕色。草酸钙针晶细小，长10～32μm，存在于薄壁细胞中，少数针晶直径至4μm。纤维黄色，大多成束，长梭形，直径约至40μm，壁甚厚，木化，孔沟明显。石细胞淡黄色，类圆形、多角形、长方形或少数纺锤形，直径37～64μm。薄壁细胞含菊糖，表面显放射状纹理。导管分子短小，为网纹导管及具缘纹孔导管，直径至48μm。</p><p>（2）取本品粉末0.5g，加正己烷2ml，超声处理15分钟，滤过，取滤液作为供试品溶液。另取白术对照药材0.5g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述新制备的两种溶液各10μl，分别点于同一硅胶G薄层板上，以石油醚（60～90℃）-乙酸乙酯（50:1）为展开剂，展开，取出，晾干，喷以5%香草醛硫酸溶液，加热至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点，并应显有一桃红色主斑点（苍术酮）。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过15.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过5.0%（通则2302）。</p><p><strong>二氧化硫残留量</strong> 照二氧化硫残留量测定法（通则2331）测定，不得过400mg/kg。</p><p><strong>色度</strong> 取本品最粗粉1g，精密称定，置具塞锥形瓶中，加55%乙醇200ml，用稀盐酸调节pH值至2～3，连续振摇1小时，滤过，吸取滤液10ml，置比色管中，照溶液颜色检查法（通则0901第一法）试验，与黄色9号标准比色液比较，不得更深。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用60%乙醇作溶剂，不得少于35.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>白术</strong> 除去杂质，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品呈不规则的厚片。外表皮灰黄色或灰棕色。切面黄白色至淡棕色，散生棕黄色的点状油室，木部具放射状纹理；烘干者切面角质样，色较深或有裂隙。气清香，味甘、微辛，嚼之略带黏性。</p><p><strong>【鉴别】</strong>（除显微粉末外） <strong>【检查】</strong> <strong>【浸出物】</strong> 同药材。</p><p><strong>麸炒白术</strong> 将蜜炙麸皮撒入热锅内，待冒烟时加入白术片，炒至黄棕色、逸出焦香气，取出，筛去蜜炙麸皮。</p><p>每100kg白术片，用蜜炙麸皮10kg。</p><p><strong>【性状】</strong> 本品形如白术片，表面黄棕色，偶见焦斑。略有焦香气。</p><p><strong>【检查】</strong> <strong>色度</strong> 同药材，与黄色10号比色液比较，不得更深。</p><p><strong>【鉴别】</strong>（除显微粉末外） <strong>【检查】</strong>（<strong>水分 </strong>总灰分 二氧化硫残留量） <strong>【浸出物】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 苦、甘，温。归脾、胃经。</p><p><strong>【功能与主治】</strong> 健脾益气，燥湿利水，止汗，安胎。用于脾虚食少，腹胀泄泻，痰饮眩悸，水肿，自汗，胎动不安。</p><p><strong>【用法与用量】</strong> 6～12g。</p><p><strong>【贮藏】</strong> 置阴凉干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (9, 1, '17.地黄.docx', 'velious', '/medicine-image/di-huang/1.png', '/medicine-image/di-huang/1.png', `植物地黄地黄手绘图鲜地黄鲜地黄断面生地黄生地黄饮片熟地黄饮片生地炭饮片地黄DihuɑngREHMANNIAE RADIX本品为玄参科植物地黄Rehmannia glutinosa Libosch.的新鲜或干燥块根。秋季采挖，除去芦头、须根及泥沙，鲜用；或将地黄缓缓烘焙至约八成干。前者习称"鲜地黄"，后者习称"生地黄"。【性状】 鲜地黄 呈纺锤形或条状，长8～24cm，直径2～9cm。外皮薄，表面浅`, 0, '2022-07-22 18:00:00', `植物地黄

![IMG_256](/medicine-image/di-huang/1.png)

地黄手绘图

![IMG_256](/medicine-image/di-huang/2.png)

鲜地黄

![IMG_258](/medicine-image/di-huang/3.png)

鲜地黄断面

![IMG_259](/medicine-image/di-huang/4.png)  
生地黄

![IMG_260](/medicine-image/di-huang/5.png)

生地黄饮片

![IMG_263](/medicine-image/di-huang/6.png)

熟地黄饮片

![IMG_264](/medicine-image/di-huang/7.png)

生地炭饮片![IMG_265](/medicine-image/di-huang/8.png)

![IMG_256](/medicine-image/di-huang/9.png)

# ![IMG_266](/medicine-image/di-huang/10.png)

# ****地黄****

Dihuɑng

REHMANNIAE RADIX

本品为玄参科植物地黄Rehmannia glutinosa Libosch.的新鲜或干燥块根。秋季采挖，除去芦头、须根及泥沙，鲜用；或将地黄缓缓烘焙至约八成干。前者习称"鲜地黄"，后者习称"生地黄"。

**【性状】** **鲜地黄** 呈纺锤形或条状，长8～24cm，直径2～9cm。外皮薄，表面浅红黄色，具弯曲的纵皱纹、芽痕、横长皮孔样突起及不规则疤痕。肉质，易断，断面皮部淡黄白色，可见橘红色油点，木部黄白色，导管呈放射状排列。气微，味微甜、微苦。

**生地黄** 多呈不规则的团块状或长圆形，中间膨大，两端稍细，有的细小，长条状，稍扁而扭曲，长6～12cm，直径2～6cm。表面棕黑色或棕灰色，极皱缩，具不规则的横曲纹。体重，质较软而韧，不易折断，断面棕黄色至黑色或乌黑色，有光泽，具黏性。气微，味微甜。

**【鉴别】** （1）本品横切面：木栓细胞数列。栓内层薄壁细胞排列疏松；散有较多分泌细胞，含橙黄色油滴；偶有石细胞。韧皮部较宽，分泌细胞较少。形成层成环。木质部射线宽广；导管稀疏，排列成放射状。

生地黄粉末深棕色。木栓细胞淡棕色。薄壁细胞类圆形，内含类圆形核状物。分泌细胞形状与一般薄壁细胞相似，内含橙黄色或橙红色油滴状物。具缘纹孔导管和网纹导管直径约至92μm。

（2）取本品粉末2g，加甲醇20ml，加热回流1小时，放冷，滤过，滤液浓缩至5ml，作为供试品溶液。另取梓醇对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇-水（14:6:1）为展开剂，展开，取出，晾干，喷以茴香醛试液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。

（3）取本品粉末1g，加80\%甲醇50ml，超声处理30分钟，滤过，滤液蒸干，残渣加水5ml使溶解，用水饱和的正丁醇振摇提取4次，每次10ml，合并正丁醇液，蒸干，残渣加甲醇2ml使溶解，作为供试品溶液。另取毛蕊花糖苷对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述供试品溶液5μl、对照品溶液2μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-甲醇-甲酸（16:0.5:2）为展开剂，展开，取出，晾干，用0.1\%的2，2-二苯基-1-苦肼基无水乙醇溶液浸板，晾干。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **生地黄 不得过15.0\%（通则0832第二法）。

**总灰分** 不得过8.0\%（通则2302）。

**酸不溶性灰分** 不得过3.0\%（通则2302）。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于65.0\%。

**【含量测定】** **梓醇** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.1\%磷酸溶液（1:99）为流动相；检测波长为210nm。理论板数按梓醇峰计算应不低于5000。

对照品溶液的制备 取梓醇对照品适量，精密称定，加流动相制成每1ml含50μg的溶液，即得。

供试品溶液的制备 取本品（生地黄）切成约5mm的小块，经80℃减压干燥24小时后，磨成粗粉，取约0.8g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，称定重量，加热回流提取1.5小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液10ml，浓缩至近干，残渣用流动相溶解，转移至10ml量瓶中，并用流动相稀释至刻度，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

生地黄含梓醇（C15H22O10）不得少于0.20\%。

**地黄苷D** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.1\%磷酸溶液（5:95）为流动相，检测波长为203nm。理论板数按地黄苷D峰计算应不低于5000。

对照品溶液的制备 取地黄苷D对照品适量，精密称定，加25\%甲醇制成每1ml含70μg的溶液，即得。

供试品溶液的制备 取本品（生地黄）切成约5mm的小块，经80℃减压干燥24小时后，研成粗粉，取约1g，精密称定，置具塞锥形瓶中，精密加入25\%甲醇25ml，称定重量，超声处理（功率400W，频率50kHz）1小时，放冷，再称定重量，用25\%甲醇补足减失的重量，摇匀，高速离心10分钟，取上清液滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

生地黄含地黄苷D（C27H42O20）不得少于0.10\%。

**饮片**

**【炮制】** 除去杂质，洗净，闷润，切厚片，干燥。

**【性状】** 本品呈类圆形或不规则的厚片。外表皮棕黑色或棕灰色，极皱缩，具不规则的横曲纹。切面棕黄色至黑色或乌黑色，有光泽，具黏性。气微，味微甜。

**【鉴别】**（除横切面外） **【检查】** **【浸出物】** **【含量测定】** 同药材。

**【性味与归经】** 鲜地黄 甘、苦，寒。归心、肝、肾经。

生地黄 甘，寒。归心、肝、肾经。

**【功能与主治】** 鲜地黄 清热生津，凉血，止血。用于热病伤阴，舌绛烦渴，温毒发斑，吐血，衄血，咽喉肿痛。

生地黄 清热凉血，养阴生津。用于热入营血，温毒发斑，吐血衄血，热病伤阴，舌绛烦渴，津伤便秘，阴虚发热，骨蒸劳热，内热消渴。

**【用法与用量】** 鲜地黄 12～30g。

生地黄 10～15g。

**【贮藏】** 鲜地黄埋在沙土中，防冻；生地黄置通风干燥处，防霉，防蛀。`, `<p>植物地黄</p><p><img src="/medicine-image/di-huang/1.png" alt="IMG_256" /></p><p>地黄手绘图</p><p><img src="/medicine-image/di-huang/2.png" alt="IMG_256" /></p><p>鲜地黄</p><p><img src="/medicine-image/di-huang/3.png" alt="IMG_258" /></p><p>鲜地黄断面</p><p><img src="/medicine-image/di-huang/4.png" alt="IMG_259" /><br />生地黄</p><p><img src="/medicine-image/di-huang/5.png" alt="IMG_260" /></p><p>生地黄饮片</p><p><img src="/medicine-image/di-huang/6.png" alt="IMG_263" /></p><p>熟地黄饮片</p><p><img src="/medicine-image/di-huang/7.png" alt="IMG_264" /></p><p>生地炭饮片<img src="/medicine-image/di-huang/8.png" alt="IMG_265" /></p><p><img src="/medicine-image/di-huang/9.png" alt="IMG_256" /></p><h1><img src="/medicine-image/di-huang/10.png" alt="IMG_266" /></h1><h1><strong><strong>地黄</strong></strong></h1><p>Dihuɑng</p><p>REHMANNIAE RADIX</p><p>本品为玄参科植物地黄Rehmannia glutinosa Libosch.的新鲜或干燥块根。秋季采挖，除去芦头、须根及泥沙，鲜用；或将地黄缓缓烘焙至约八成干。前者习称"鲜地黄"，后者习称"生地黄"。</p><p><strong>【性状】</strong> <strong>鲜地黄</strong> 呈纺锤形或条状，长8～24cm，直径2～9cm。外皮薄，表面浅红黄色，具弯曲的纵皱纹、芽痕、横长皮孔样突起及不规则疤痕。肉质，易断，断面皮部淡黄白色，可见橘红色油点，木部黄白色，导管呈放射状排列。气微，味微甜、微苦。</p><p><strong>生地黄</strong> 多呈不规则的团块状或长圆形，中间膨大，两端稍细，有的细小，长条状，稍扁而扭曲，长6～12cm，直径2～6cm。表面棕黑色或棕灰色，极皱缩，具不规则的横曲纹。体重，质较软而韧，不易折断，断面棕黄色至黑色或乌黑色，有光泽，具黏性。气微，味微甜。</p><p><strong>【鉴别】</strong> （1）本品横切面：木栓细胞数列。栓内层薄壁细胞排列疏松；散有较多分泌细胞，含橙黄色油滴；偶有石细胞。韧皮部较宽，分泌细胞较少。形成层成环。木质部射线宽广；导管稀疏，排列成放射状。</p><p>生地黄粉末深棕色。木栓细胞淡棕色。薄壁细胞类圆形，内含类圆形核状物。分泌细胞形状与一般薄壁细胞相似，内含橙黄色或橙红色油滴状物。具缘纹孔导管和网纹导管直径约至92μm。</p><p>（2）取本品粉末2g，加甲醇20ml，加热回流1小时，放冷，滤过，滤液浓缩至5ml，作为供试品溶液。另取梓醇对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以三氯甲烷-甲醇-水（14:6:1）为展开剂，展开，取出，晾干，喷以茴香醛试液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。</p><p>（3）取本品粉末1g，加80%甲醇50ml，超声处理30分钟，滤过，滤液蒸干，残渣加水5ml使溶解，用水饱和的正丁醇振摇提取4次，每次10ml，合并正丁醇液，蒸干，残渣加甲醇2ml使溶解，作为供试品溶液。另取毛蕊花糖苷对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述供试品溶液5μl、对照品溶液2μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-甲醇-甲酸（16:0.5:2）为展开剂，展开，取出，晾干，用0.1%的2，2-二苯基-1-苦肼基无水乙醇溶液浸板，晾干。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>生地黄 不得过15.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过8.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过3.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下的冷浸法测定，不得少于65.0%。</p><p><strong>【含量测定】</strong> <strong>梓醇</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.1%磷酸溶液（1:99）为流动相；检测波长为210nm。理论板数按梓醇峰计算应不低于5000。</p><p>对照品溶液的制备 取梓醇对照品适量，精密称定，加流动相制成每1ml含50μg的溶液，即得。</p><p>供试品溶液的制备 取本品（生地黄）切成约5mm的小块，经80℃减压干燥24小时后，磨成粗粉，取约0.8g，精密称定，置具塞锥形瓶中，精密加入甲醇50ml，称定重量，加热回流提取1.5小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，精密量取续滤液10ml，浓缩至近干，残渣用流动相溶解，转移至10ml量瓶中，并用流动相稀释至刻度，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>生地黄含梓醇（C<sub>15</sub>H<sub>22</sub>O<sub>10</sub>）不得少于0.20%。</p><p><strong>地黄苷D</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.1%磷酸溶液（5:95）为流动相，检测波长为203nm。理论板数按地黄苷D峰计算应不低于5000。</p><p>对照品溶液的制备 取地黄苷D对照品适量，精密称定，加25%甲醇制成每1ml含70μg的溶液，即得。</p><p>供试品溶液的制备 取本品（生地黄）切成约5mm的小块，经80℃减压干燥24小时后，研成粗粉，取约1g，精密称定，置具塞锥形瓶中，精密加入25%甲醇25ml，称定重量，超声处理（功率400W，频率50kHz）1小时，放冷，再称定重量，用25%甲醇补足减失的重量，摇匀，高速离心10分钟，取上清液滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>生地黄含地黄苷D（C<sub>27</sub>H<sub>42</sub>O<sub>20</sub>）不得少于0.10%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> 除去杂质，洗净，闷润，切厚片，干燥。</p><p><strong>【性状】</strong> 本品呈类圆形或不规则的厚片。外表皮棕黑色或棕灰色，极皱缩，具不规则的横曲纹。切面棕黄色至黑色或乌黑色，有光泽，具黏性。气微，味微甜。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 鲜地黄 甘、苦，寒。归心、肝、肾经。</p><p>生地黄 甘，寒。归心、肝、肾经。</p><p><strong>【功能与主治】</strong> 鲜地黄 清热生津，凉血，止血。用于热病伤阴，舌绛烦渴，温毒发斑，吐血，衄血，咽喉肿痛。</p><p>生地黄 清热凉血，养阴生津。用于热入营血，温毒发斑，吐血衄血，热病伤阴，舌绛烦渴，津伤便秘，阴虚发热，骨蒸劳热，内热消渴。</p><p><strong>【用法与用量】</strong> 鲜地黄 12～30g。</p><p>生地黄 10～15g。</p><p><strong>【贮藏】</strong> 鲜地黄埋在沙土中，防冻；生地黄置通风干燥处，防霉，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (17, 1, '24.焦栀子.docx', 'velious', '/medicine-image/jiao-zhi-zi/1.png', '/medicine-image/jiao-zhi-zi/1.png', `栀子植物（夏志超摄 ）栀子药材栀子饮片炒栀子个饮片焦栀子个饮片栀子炭饮片焦栀子JiɑozhiziGARDENIAE FRUCTUS PRAEPARATUS本品为栀子的炮制加工品。【炮制】 取栀子，或碾碎，照清炒法（通则0213）用中火炒至表面焦褐色或焦黑色，果皮内表面和种子表面为黄棕色或棕褐色，取出，放凉。【性状】 本品形状同栀子或为不规则的碎块，表面焦褐色或焦黑色。果皮内表面棕色，种子表面为黄棕`, 0, '2022-07-22 18:00:00', `栀子植物（夏志超摄 ）

![IMG_256](/medicine-image/jiao-zhi-zi/1.png)

![IMG_258](/medicine-image/jiao-zhi-zi/2.png)

栀子药材![IMG_269](/medicine-image/jiao-zhi-zi/3.png)

![IMG_256](/medicine-image/jiao-zhi-zi/4.png)

栀子饮片![IMG_270](/medicine-image/jiao-zhi-zi/5.png)

![IMG_256](/medicine-image/jiao-zhi-zi/6.png)

炒栀子个饮片

![IMG_271](/medicine-image/jiao-zhi-zi/7.png)

焦栀子个饮片

![IMG_272](/medicine-image/jiao-zhi-zi/8.png)

栀子炭饮片![IMG_273](/medicine-image/jiao-zhi-zi/9.png)

# ![IMG_274](/medicine-image/jiao-zhi-zi/10.png)

# ****焦栀子****

Jiɑozhizi

GARDENIAE FRUCTUS PRAEPARATUS

本品为栀子的炮制加工品。

**【炮制】** 取栀子，或碾碎，照清炒法（通则0213）用中火炒至表面焦褐色或焦黑色，果皮内表面和种子表面为黄棕色或棕褐色，取出，放凉。

**【性状】** 本品形状同栀子或为不规则的碎块，表面焦褐色或焦黑色。果皮内表面棕色，种子表面为黄棕色或棕褐色。气微，味微酸而苦。

**【含量测定】** 同栀子药材，含栀子苷（C17H24O10）不得少于1.0\%。

**【鉴别】** **【检查】**（水分总灰分） 同栀子药材。

**【性味与归经】** 苦，寒。归心、肺、三焦经。

**【功能与主治】** 凉血止血。用于血热吐血，衄血，尿血，崩漏。

**【用法与用量】** 6～9g。

**【贮藏】** 同栀子药材。`, `<p>栀子植物（夏志超摄 ）</p><p><img src="/medicine-image/jiao-zhi-zi/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/jiao-zhi-zi/2.png" alt="IMG_258" /></p><p>栀子药材<img src="/medicine-image/jiao-zhi-zi/3.png" alt="IMG_269" /></p><p><img src="/medicine-image/jiao-zhi-zi/4.png" alt="IMG_256" /></p><p>栀子饮片<img src="/medicine-image/jiao-zhi-zi/5.png" alt="IMG_270" /></p><p><img src="/medicine-image/jiao-zhi-zi/6.png" alt="IMG_256" /></p><p>炒栀子个饮片</p><p><img src="/medicine-image/jiao-zhi-zi/7.png" alt="IMG_271" /></p><p>焦栀子个饮片</p><p><img src="/medicine-image/jiao-zhi-zi/8.png" alt="IMG_272" /></p><p>栀子炭饮片<img src="/medicine-image/jiao-zhi-zi/9.png" alt="IMG_273" /></p><h1><img src="/medicine-image/jiao-zhi-zi/10.png" alt="IMG_274" /></h1><h1><strong><strong>焦栀子</strong></strong></h1><p>Jiɑozhizi</p><p>GARDENIAE FRUCTUS PRAEPARATUS</p><p>本品为栀子的炮制加工品。</p><p><strong>【炮制】</strong> 取栀子，或碾碎，照清炒法（通则0213）用中火炒至表面焦褐色或焦黑色，果皮内表面和种子表面为黄棕色或棕褐色，取出，放凉。</p><p><strong>【性状】</strong> 本品形状同栀子或为不规则的碎块，表面焦褐色或焦黑色。果皮内表面棕色，种子表面为黄棕色或棕褐色。气微，味微酸而苦。</p><p><strong>【含量测定】</strong> 同栀子药材，含栀子苷（C<sub>17</sub>H<sub>24</sub>O<sub>10</sub>）不得少于1.0%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（水分<strong> </strong>总灰分） 同栀子药材。</p><p><strong>【性味与归经】</strong> 苦，寒。归心、肺、三焦经。</p><p><strong>【功能与主治】</strong> 凉血止血。用于血热吐血，衄血，尿血，崩漏。</p><p><strong>【用法与用量】</strong> 6～9g。</p><p><strong>【贮藏】</strong> 同栀子药材。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (21, 1, '28.麦芽.docx', 'velious', '/medicine-image/mai-ya/1.png', '/medicine-image/mai-ya/1.png', `大麦植物（陈辉摄）麦芽药材（孙广振摄）炒麦芽焦麦芽饮片麦芽MɑiyɑHORDEI FRUCTUS GERMINATUS本品为禾本科植物大麦Hordeum vulgare L.的成熟果实经发芽干燥的炮制加工品。将麦粒用水浸泡后，保持适宜温、湿度，待幼芽长至约5mm时，晒干或低温干燥。【性状】 本品呈梭形，长8～12mm，直径3～4mm。表面淡黄色，背面为外稃包围，具5脉；腹面为内稃包围。除去内外稃后`, 0, '2022-07-22 18:00:00', `大麦植物（陈辉摄）

![IMG_256](/medicine-image/mai-ya/1.png)

麦芽药材（孙广振摄）

![IMG_256](/medicine-image/mai-ya/2.png)

![IMG_259](/medicine-image/mai-ya/3.png)![IMG_256](/medicine-image/mai-ya/4.png)

**炒麦芽**

![IMG_261](/medicine-image/mai-ya/5.png)

焦麦芽饮片

![IMG_262](/medicine-image/mai-ya/6.png)

# ![IMG_263](/medicine-image/mai-ya/7.png)

# ****麦芽****

Mɑiyɑ

HORDEI FRUCTUS GERMINATUS

本品为禾本科植物大麦Hordeum vulgare L.的成熟果实经发芽干燥的炮制加工品。将麦粒用水浸泡后，保持适宜温、湿度，待幼芽长至约5mm时，晒干或低温干燥。

**【性状】** 本品呈梭形，长8～12mm，直径3～4mm。表面淡黄色，背面为外稃包围，具5脉；腹面为内稃包围。除去内外稃后，腹面有1条纵沟；基部胚根处生出幼芽和须根，幼芽长披针状条形，长约5mm。须根数条，纤细而弯曲。质硬，断面白色，粉性。气微，味微甘。

**【鉴别】** （1）本品粉末灰白色。淀粉粒单粒类圆形，直径3～60μm，脐点人字形或裂隙状。稃片外表皮表面观长细胞与2个短细胞（栓化细胞、硅质细胞）交互排列；长细胞壁厚，紧密深波状弯曲，短细胞类圆形，有稀疏壁孔。麦芒非腺毛细长，多碎断；稃片表皮非腺毛壁较薄，长80～230μm；鳞片非腺毛锥形，壁稍厚，长30～110μm。

（2）取本品粉末5g，加无水乙醇30ml，超声处理40分钟，滤过，滤液加50\%氢氧化钾溶液1.5ml，加热回流15分钟，置冰浴中冷却5分钟，用石油醚（30～60℃）振摇提取3次，每次10ml，合并石油醚液，挥干，残渣加乙酸乙酯1ml使溶解，作为供试品溶液。另取麦芽对照药材5g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，使成条状，以甲苯-三氯甲烷-乙酸乙酯（10:10:2）为展开剂，展开，取出，晾干，再以甲苯-三氯甲烷-乙酸乙酯（10:10:1）为展开剂，展开，取出，晾干，喷以15\%硝酸乙醇溶液，在100℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点。

**【检查】** **水分 **不得过13.0\%（通则0832第二法）。

**总灰分** 不得过5.0\%（通则2302）。

**出芽率** 取本品10g，照药材和饮片取样法（通则0211），取对角两份供试品，检查出芽粒数与总粒数，计算出芽率（\%）。

本品出芽率不得少于85\%。

**黄曲霉毒素** 照真菌毒素测定法（通则2351）测定。

本品每1000g含黄曲霉毒素B1不得过5μg，黄曲霉毒素G2、黄曲霉毒素G1、黄曲霉毒素B2和黄曲霉毒素B1总量不得过10μg。

**饮片**

**【炮制】** **麦芽** 除去杂质。

**【性状】** **【鉴别】** **【检查】** 同药材。

**炒麦芽** 取净麦芽，照清炒法（通则0213）炒至棕黄色，放凉，筛去灰屑。

**【性状】** 本品形如麦芽，表面棕黄色，偶有焦斑。有香气，味微苦。

**【检查】** **水分 **同药材，不得过12.0\%。

**总灰分** 同药材，不得过4.0\%。

**【鉴别】** 同药材。

**焦麦芽** 取净麦芽，照清炒法（通则0213）炒至焦褐色，放凉，筛去灰屑。

**【性状】** 本品形如麦芽，表面焦褐色，有焦斑。有焦香气，味微苦。

**【检查】** **水分 **同药材，不得过10.0\%。

**总灰分** 同药材，不得过4.0\%。

**【鉴别】** 同药材。

**【性味与归经】** 甘，平。归脾、胃经。

**【功能与主治】** 行气消食，健脾开胃，回乳消胀。用于食积不消，脘腹胀痛，脾虚食少，乳汁郁积，乳房胀痛，妇女断乳，肝郁胁痛，肝胃气痛。生麦芽健脾和胃，疏肝行气。用于脾虚食少，乳汁郁积。炒麦芽行气消食回乳。用于食积不消，妇女断乳。焦麦芽消食化滞。用于食积不消，脘腹胀痛。

**【用法与用量】** 10～15g；回乳炒用60g。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>大麦植物（陈辉摄）</p><p><img src="/medicine-image/mai-ya/1.png" alt="IMG_256" /></p><p>麦芽药材（孙广振摄）</p><p><img src="/medicine-image/mai-ya/2.png" alt="IMG_256" /></p><p><img src="/medicine-image/mai-ya/3.png" alt="IMG_259" /><img src="/medicine-image/mai-ya/4.png" alt="IMG_256" /></p><p><strong>炒麦芽</strong></p><p><img src="/medicine-image/mai-ya/5.png" alt="IMG_261" /></p><p>焦麦芽饮片</p><p><img src="/medicine-image/mai-ya/6.png" alt="IMG_262" /></p><h1><img src="/medicine-image/mai-ya/7.png" alt="IMG_263" /></h1><h1><strong><strong>麦芽</strong></strong></h1><p>Mɑiyɑ</p><p>HORDEI FRUCTUS GERMINATUS</p><p>本品为禾本科植物大麦Hordeum vulgare L.的成熟果实经发芽干燥的炮制加工品。将麦粒用水浸泡后，保持适宜温、湿度，待幼芽长至约5mm时，晒干或低温干燥。</p><p><strong>【性状】</strong> 本品呈梭形，长8～12mm，直径3～4mm。表面淡黄色，背面为外稃包围，具5脉；腹面为内稃包围。除去内外稃后，腹面有1条纵沟；基部胚根处生出幼芽和须根，幼芽长披针状条形，长约5mm。须根数条，纤细而弯曲。质硬，断面白色，粉性。气微，味微甘。</p><p><strong>【鉴别】</strong> （1）本品粉末灰白色。淀粉粒单粒类圆形，直径3～60μm，脐点人字形或裂隙状。稃片外表皮表面观长细胞与2个短细胞（栓化细胞、硅质细胞）交互排列；长细胞壁厚，紧密深波状弯曲，短细胞类圆形，有稀疏壁孔。麦芒非腺毛细长，多碎断；稃片表皮非腺毛壁较薄，长80～230μm；鳞片非腺毛锥形，壁稍厚，长30～110μm。</p><p>（2）取本品粉末5g，加无水乙醇30ml，超声处理40分钟，滤过，滤液加50%氢氧化钾溶液1.5ml，加热回流15分钟，置冰浴中冷却5分钟，用石油醚（30～60℃）振摇提取3次，每次10ml，合并石油醚液，挥干，残渣加乙酸乙酯1ml使溶解，作为供试品溶液。另取麦芽对照药材5g，同法制成对照药材溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，使成条状，以甲苯-三氯甲烷-乙酸乙酯（10:10:2）为展开剂，展开，取出，晾干，再以甲苯-三氯甲烷-乙酸乙酯（10:10:1）为展开剂，展开，取出，晾干，喷以15%硝酸乙醇溶液，在100℃加热至斑点显色清晰，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过13.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过5.0%（通则2302）。</p><p><strong>出芽率</strong> 取本品10g，照药材和饮片取样法（通则0211），取对角两份供试品，检查出芽粒数与总粒数，计算出芽率（%）。</p><p>本品出芽率不得少于85%。</p><p><strong>黄曲霉毒素</strong> 照真菌毒素测定法（通则2351）测定。</p><p>本品每1000g含黄曲霉毒素B<sub>1</sub>不得过5μg，黄曲霉毒素G<sub>2</sub>、黄曲霉毒素G<sub>1</sub>、黄曲霉毒素B<sub>2</sub>和黄曲霉毒素B<sub>1</sub>总量不得过10μg。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>麦芽</strong> 除去杂质。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong> 同药材。</p><p><strong>炒麦芽</strong> 取净麦芽，照清炒法（通则0213）炒至棕黄色，放凉，筛去灰屑。</p><p><strong>【性状】</strong> 本品形如麦芽，表面棕黄色，偶有焦斑。有香气，味微苦。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过12.0%。</p><p><strong>总灰分</strong> 同药材，不得过4.0%。</p><p><strong>【鉴别】</strong> 同药材。</p><p><strong>焦麦芽</strong> 取净麦芽，照清炒法（通则0213）炒至焦褐色，放凉，筛去灰屑。</p><p><strong>【性状】</strong> 本品形如麦芽，表面焦褐色，有焦斑。有焦香气，味微苦。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过10.0%。</p><p><strong>总灰分</strong> 同药材，不得过4.0%。</p><p><strong>【鉴别】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘，平。归脾、胃经。</p><p><strong>【功能与主治】</strong> 行气消食，健脾开胃，回乳消胀。用于食积不消，脘腹胀痛，脾虚食少，乳汁郁积，乳房胀痛，妇女断乳，肝郁胁痛，肝胃气痛。生麦芽健脾和胃，疏肝行气。用于脾虚食少，乳汁郁积。炒麦芽行气消食回乳。用于食积不消，妇女断乳。焦麦芽消食化滞。用于食积不消，脘腹胀痛。</p><p><strong>【用法与用量】</strong> 10～15g；回乳炒用60g。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (65, 1, '68.柴胡.docx', 'velious', '/medicine-image/chai-hu/1.png', '/medicine-image/chai-hu/1.png', `柴胡（北柴胡）-冬凌草老师图北柴胡（野生）-冬凌草老师图北柴胡切片（野生）-冬凌草老师图柴胡ChɑihuBUPLEURI RADIX本品为伞形科植物柴胡Bupleurum chinense DC.或狭叶柴胡Bupleurum scorzonerifolium Willd.的干燥根。按性状不同，分别习称"北柴胡"和"南柴胡"。春、秋二季采挖，除去茎叶和泥沙，干燥。【性状】 北柴胡 呈圆柱形或长圆锥形`, 0, '2022-07-22 18:00:00', `柴胡（北柴胡）-冬凌草老师图

![IMG_256](/medicine-image/chai-hu/1.png)

![IMG_257](/medicine-image/chai-hu/2.png)

![IMG_258](/medicine-image/chai-hu/3.png)

北柴胡（野生）-冬凌草老师图![IMG_262](/medicine-image/chai-hu/4.png)

北柴胡切片（野生）-冬凌草老师图

![IMG_264](/medicine-image/chai-hu/5.png)

# ![IMG_269](/medicine-image/chai-hu/6.png)

# ****柴胡****

Chɑihu

BUPLEURI RADIX

本品为伞形科植物柴胡Bupleurum chinense DC.或狭叶柴胡Bupleurum scorzonerifolium Willd.的干燥根。按性状不同，分别习称"北柴胡"和"南柴胡"。春、秋二季采挖，除去茎叶和泥沙，干燥。

**【性状】** **北柴胡** 呈圆柱形或长圆锥形，长6～15cm，直径0.3～0.8cm。根头膨大，顶端残留3～15个茎基或短纤维状叶基，下部分枝。表面黑褐色或浅棕色，具纵皱纹、支根痕及皮孔。质硬而韧，不易折断，断面显纤维性，皮部浅棕色，木部黄白色。气微香，味微苦。

**南柴胡** 根较细，圆锥形，顶端有多数细毛状枯叶纤维，下部多不分枝或稍分枝。表面红棕色或黑棕色，靠近根头处多具细密环纹。质稍软，易折断，断面略平坦，不显纤维性。具败油气。

**【鉴别】** **北柴胡** 取本品粉末0.5g，加甲醇20ml，超声处理10分钟，滤过，滤液浓缩至5ml，作为供试品溶液。另取北柴胡对照药材0.5g，同法制成对照药材溶液。再取柴胡皂苷a对照品、柴胡皂苷d对照品，加甲醇制成每1ml各含0.5mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各5μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-乙醇-水（8:2:1）为展开剂，展开，取出，晾干，喷以2\%对二甲氨基苯甲醛的40\%硫酸溶液，在60℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点或荧光斑点。

**【检查】** **水分 **不得过10.0\%（通则0832第二法）。

**总灰分 **不得过8.0\%（通则2302）。

**酸不溶性灰分** 不得过3.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法项下的热浸法（通则2201）测定，用乙醇作溶剂，不得少于11.0\%。

**【含量测定】** **北柴胡** 照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；检测波长为210nm。理论板数按柴胡皂苷a峰计算应不低于10000。

![IMG_270](/medicine-image/chai-hu/7.png)

对照品溶液的制备 取柴胡皂苷a对照品、柴胡皂苷d对照品适量，精密称定，加甲醇制成每1ml含柴胡皂苷a 0.4mg、柴胡皂苷d 0.5mg的溶液，摇匀，即得。

供试品溶液的制备 取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，加入含5\%浓氨试液的甲醇溶液25ml，密塞，30℃水温超声处理（功率200W，频率40kHz）30分钟，滤过，用甲醇20ml分2次洗涤容器及药渣，洗液与滤液合并，回收溶剂至干。残渣加甲醇溶解，转移至5ml量瓶中，加甲醇至刻度，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液20μl与供试品溶液10～20μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含柴胡皂苷a（C42H68O13）和柴胡皂苷d（C42H68O13）的总量不得少于0.30\%。

**饮片**

**【炮制】** **北柴胡** 除去杂质和残茎，洗净，润透，切厚片，干燥。

**【性状】** 本品呈不规则厚片。外表皮黑褐色或浅棕色，具纵皱纹和支根痕。切面淡黄白色，纤维性。质硬。气微香，味微苦。

**【鉴别】** **【检查】** **【浸出物】** **【含量测定】** 同北柴胡。

**醋北柴胡** 取北柴胡片，照醋炙法（通则0213）炒干。

**【性状】** 本品形如北柴胡片，表面淡棕黄色，微有醋香气，味微苦。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于12.0\%。

**【鉴别】** **【检查】** **【含量测定】** 同北柴胡。

**南柴胡** 除去杂质，洗净，润透，切厚片，干燥。

**【性状】** 本品呈类圆形或不规则片。外表皮红棕色或黑褐色。有时可见根头处具细密环纹或有细毛状枯叶纤维。切面黄白色，平坦。具败油气。

**醋南柴胡** 取南柴胡片，照醋炙法（通则0213）炒干。

**【性状】** 本品形如南柴胡片，微有醋香气。

**【性味与归经】** 辛、苦，微寒。归肝、胆、肺经。

**【功能与主治】** 疏散退热，疏肝解郁，升举阳气。用于感冒发热，寒热往来，胸胁胀痛，月经不调，子宫脱垂，脱肛。

**【用法与用量】** 3～10g。

**【注意】** 大叶柴胡Bupleurum longiradiatum Turcz.的干燥根茎，表面密生环节，有毒，不可当柴胡用。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>柴胡（北柴胡）-冬凌草老师图</p><p><img src="/medicine-image/chai-hu/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/chai-hu/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/chai-hu/3.png" alt="IMG_258" /></p><p>北柴胡（野生）-冬凌草老师图<img src="/medicine-image/chai-hu/4.png" alt="IMG_262" /></p><p>北柴胡切片（野生）-冬凌草老师图</p><p><img src="/medicine-image/chai-hu/5.png" alt="IMG_264" /></p><h1><img src="/medicine-image/chai-hu/6.png" alt="IMG_269" /></h1><h1><strong><strong>柴胡</strong></strong></h1><p>Chɑihu</p><p>BUPLEURI RADIX</p><p>本品为伞形科植物柴胡Bupleurum chinense DC.或狭叶柴胡Bupleurum scorzonerifolium Willd.的干燥根。按性状不同，分别习称"北柴胡"和"南柴胡"。春、秋二季采挖，除去茎叶和泥沙，干燥。</p><p><strong>【性状】</strong> <strong>北柴胡</strong> 呈圆柱形或长圆锥形，长6～15cm，直径0.3～0.8cm。根头膨大，顶端残留3～15个茎基或短纤维状叶基，下部分枝。表面黑褐色或浅棕色，具纵皱纹、支根痕及皮孔。质硬而韧，不易折断，断面显纤维性，皮部浅棕色，木部黄白色。气微香，味微苦。</p><p><strong>南柴胡</strong> 根较细，圆锥形，顶端有多数细毛状枯叶纤维，下部多不分枝或稍分枝。表面红棕色或黑棕色，靠近根头处多具细密环纹。质稍软，易折断，断面略平坦，不显纤维性。具败油气。</p><p><strong>【鉴别】</strong> <strong>北柴胡</strong> 取本品粉末0.5g，加甲醇20ml，超声处理10分钟，滤过，滤液浓缩至5ml，作为供试品溶液。另取北柴胡对照药材0.5g，同法制成对照药材溶液。再取柴胡皂苷a对照品、柴胡皂苷d对照品，加甲醇制成每1ml各含0.5mg的混合溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各5μl，分别点于同一硅胶G薄层板上，以乙酸乙酯-乙醇-水（8:2:1）为展开剂，展开，取出，晾干，喷以2%对二甲氨基苯甲醛的40%硫酸溶液，在60℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点或荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过10.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过8.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过3.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法项下的热浸法（通则2201）测定，用乙醇作溶剂，不得少于11.0%。</p><p><strong>【含量测定】</strong> <strong>北柴胡</strong> 照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱；检测波长为210nm。理论板数按柴胡皂苷a峰计算应不低于10000。</p><p><img src="/medicine-image/chai-hu/7.png" alt="IMG_270" /></p><p>对照品溶液的制备 取柴胡皂苷a对照品、柴胡皂苷d对照品适量，精密称定，加甲醇制成每1ml含柴胡皂苷a 0.4mg、柴胡皂苷d 0.5mg的溶液，摇匀，即得。</p><p>供试品溶液的制备 取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，加入含5%浓氨试液的甲醇溶液25ml，密塞，30℃水温超声处理（功率200W，频率40kHz）30分钟，滤过，用甲醇20ml分2次洗涤容器及药渣，洗液与滤液合并，回收溶剂至干。残渣加甲醇溶解，转移至5ml量瓶中，加甲醇至刻度，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液20μl与供试品溶液10～20μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含柴胡皂苷a（C<sub>42</sub>H<sub>68</sub>O<sub>13</sub>）和柴胡皂苷d（C<sub>42</sub>H<sub>68</sub>O<sub>13</sub>）的总量不得少于0.30%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>北柴胡</strong> 除去杂质和残茎，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品呈不规则厚片。外表皮黑褐色或浅棕色，具纵皱纹和支根痕。切面淡黄白色，纤维性。质硬。气微香，味微苦。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【浸出物】</strong> <strong>【含量测定】</strong> 同北柴胡。</p><p><strong>醋北柴胡</strong> 取北柴胡片，照醋炙法（通则0213）炒干。</p><p><strong>【性状】</strong> 本品形如北柴胡片，表面淡棕黄色，微有醋香气，味微苦。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于12.0%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【含量测定】</strong> 同北柴胡。</p><p><strong>南柴胡</strong> 除去杂质，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品呈类圆形或不规则片。外表皮红棕色或黑褐色。有时可见根头处具细密环纹或有细毛状枯叶纤维。切面黄白色，平坦。具败油气。</p><p><strong>醋南柴胡</strong> 取南柴胡片，照醋炙法（通则0213）炒干。</p><p><strong>【性状】</strong> 本品形如南柴胡片，微有醋香气。</p><p><strong>【性味与归经】</strong> 辛、苦，微寒。归肝、胆、肺经。</p><p><strong>【功能与主治】</strong> 疏散退热，疏肝解郁，升举阳气。用于感冒发热，寒热往来，胸胁胀痛，月经不调，子宫脱垂，脱肛。</p><p><strong>【用法与用量】</strong> 3～10g。</p><p><strong>【注意】</strong> 大叶柴胡Bupleurum longiradiatum Turcz.的干燥根茎，表面密生环节，有毒，不可当柴胡用。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (72, 1, '74.山楂.docx', 'velious', '/medicine-image/shan-zha/1.png', '/medicine-image/shan-zha/1.png', `山里红植物山楂植物山里红、山楂叶与果实对比-冬凌草图山里红（左）、山楂（右）对比-冬凌草图山楂（去核中心片）炒山楂焦山楂山楂炭下面为2020版中国药典标准山楂ShɑnzhɑCRATAEGI FRUCTUS本品为蔷薇科植物山里红Crataegus pinnatifida Bge.var.major N.E.Br.或山楂Crataegus pinnatifida Bge.的干燥成熟果实。秋季果实成熟时`, 0, '2022-07-22 18:00:00', `山里红植物

![IMG_256](/medicine-image/shan-zha/1.png)  
山楂植物

![IMG_257](/medicine-image/shan-zha/2.png)

山里红、山楂叶与果实对比-冬凌草图

![IMG_258](/medicine-image/shan-zha/3.png)

山里红（左）、山楂（右）对比-冬凌草图![IMG_259](/medicine-image/shan-zha/4.png)

山楂（去核中心片）![IMG_260](/medicine-image/shan-zha/5.png)

炒山楂

![IMG_261](/medicine-image/shan-zha/6.png)

焦山楂

![IMG_262](/medicine-image/shan-zha/7.png)

山楂炭

![IMG_263](/medicine-image/shan-zha/8.png)

# ****下面为2020版中国药典标准****

# ****山楂****

Shɑnzhɑ

CRATAEGI FRUCTUS

本品为蔷薇科植物山里红Crataegus pinnatifida Bge.var.major N.E.Br.或山楂Crataegus pinnatifida Bge.的干燥成熟果实。秋季果实成熟时采收，切片，干燥。

**【性状】** 本品为圆形片，皱缩不平，直径1～2.5cm，厚0.2～0.4cm。外皮红色，具皱纹，有灰白色小斑点。果肉深黄色至浅棕色。中部横切片具5粒浅黄色果核，但核多脱落而中空。有的片上可见短而细的果梗或花萼残迹。气微清香，味酸、微甜。

**【鉴别】** （1）本品粉末暗红棕色至棕色。石细胞单个散在或成群，无色或淡黄色，类多角形、长圆形或不规则形，直径19～125μm，孔沟及层纹明显，有的胞腔内含深棕色物。果皮表皮细胞表面观呈类圆形或类多角形，壁稍厚，胞腔内常含红棕色或黄棕色物。草酸钙方晶或簇晶存于果肉薄壁细胞中。

（2）取本品粉末1g，加乙酸乙酯4ml，超声处理15分钟，滤过，取滤液作为供试品溶液。另取熊果酸对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各4μl，分别点于同一硅胶G薄层板上，以甲苯-乙酸乙酯-甲酸（20:4:0.5）为展开剂，展开，取出，晾干，喷以硫酸乙醇溶液（3→10），在80℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同的紫红色斑点；置紫外光灯（365nm）下检视，显相同的橙黄色荧光斑点。

**【检查】** **水分 ** 不得过12.0\%（通则0832第二法）。

**总灰分**  不得过3.0\%（通则2302）。

**重金属及有害元素**  照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于21.0\%。

**【含量测定】** 取本品细粉约1g，精密称定，精密加入水100ml，室温下浸泡4小时，时时振摇，滤过。精密量取续滤液25ml，加水50ml，加酚酞指示液2滴，用氢氧化钠滴定液（0.1mol/L）滴定，即得。每1ml氢氧化钠滴定液（0.1mol/L）相当于6.404mg的枸橼酸（C6H8O7）。

本品按干燥品计算，含有机酸以枸橼酸（C6H8O7）计，不得少于5.0\%。

**饮片**

**【炮制】** **净山楂**  除去杂质及脱落的核。

**炒山楂**  取净山楂，照清炒法（通则0213）炒至色变深。

**【性状】** 本品形如山楂片，果肉黄褐色，偶见焦斑。气清香，味酸、微甜。

**【含量测定】** 同药材，含有机酸以枸橼酸（C6H8O7）计，不得少于4.0\%。

**【鉴别】** **【检查】**（水分） 同药材。

**焦山楂**  取净山楂，照清炒法（通则0213）炒至表面焦褐色，内部黄褐色。

**【性状】** 本品形如山楂片，表面焦褐色，内部黄褐色。有焦香气。

**【含量测定】** 同药材，含有机酸以枸橼酸（C6H8O7）计，不得少于4.0\%。

**【鉴别】** **【检查】**（水分） 同药材。

**【性味与归经】** 酸、甘，微温。归脾、胃、肝经。

**【功能与主治】** 消食健胃，行气散瘀，化浊降脂。用于肉食积滞，胃脘胀满，泻痢腹痛，瘀血经闭，产后瘀阻，心腹刺痛，胸痹心痛，疝气疼痛，高脂血症。焦山楂消食导滞作用增强。用于肉食积滞，泻痢不爽。

**【用法与用量】** 9～12g。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>山里红植物</p><p><img src="/medicine-image/shan-zha/1.png" alt="IMG_256" /><br />山楂植物</p><p><img src="/medicine-image/shan-zha/2.png" alt="IMG_257" /></p><p>山里红、山楂叶与果实对比-冬凌草图</p><p><img src="/medicine-image/shan-zha/3.png" alt="IMG_258" /></p><p>山里红（左）、山楂（右）对比-冬凌草图<img src="/medicine-image/shan-zha/4.png" alt="IMG_259" /></p><p>山楂（去核中心片）<img src="/medicine-image/shan-zha/5.png" alt="IMG_260" /></p><p>炒山楂</p><p><img src="/medicine-image/shan-zha/6.png" alt="IMG_261" /></p><p>焦山楂</p><p><img src="/medicine-image/shan-zha/7.png" alt="IMG_262" /></p><p>山楂炭</p><p><img src="/medicine-image/shan-zha/8.png" alt="IMG_263" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>山楂</strong></strong></h1><p>Shɑnzhɑ</p><p>CRATAEGI FRUCTUS</p><p>本品为蔷薇科植物山里红Crataegus pinnatifida Bge.var.major N.E.Br.或山楂Crataegus pinnatifida Bge.的干燥成熟果实。秋季果实成熟时采收，切片，干燥。</p><p><strong>【性状】</strong> 本品为圆形片，皱缩不平，直径1～2.5cm，厚0.2～0.4cm。外皮红色，具皱纹，有灰白色小斑点。果肉深黄色至浅棕色。中部横切片具5粒浅黄色果核，但核多脱落而中空。有的片上可见短而细的果梗或花萼残迹。气微清香，味酸、微甜。</p><p><strong>【鉴别】</strong> （1）本品粉末暗红棕色至棕色。石细胞单个散在或成群，无色或淡黄色，类多角形、长圆形或不规则形，直径19～125μm，孔沟及层纹明显，有的胞腔内含深棕色物。果皮表皮细胞表面观呈类圆形或类多角形，壁稍厚，胞腔内常含红棕色或黄棕色物。草酸钙方晶或簇晶存于果肉薄壁细胞中。</p><p>（2）取本品粉末1g，加乙酸乙酯4ml，超声处理15分钟，滤过，取滤液作为供试品溶液。另取熊果酸对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述两种溶液各4μl，分别点于同一硅胶G薄层板上，以甲苯-乙酸乙酯-甲酸（20:4:0.5）为展开剂，展开，取出，晾干，喷以硫酸乙醇溶液（3→10），在80℃加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同的紫红色斑点；置紫外光灯（365nm）下检视，显相同的橙黄色荧光斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过12.0%（通则0832第二法）。</p><p><strong>总灰分</strong>  不得过3.0%（通则2302）。</p><p><strong>重金属及有害元素</strong>  照铅、镉、砷、汞、铜测定法（通则2321原子吸收分光光度法或电感耦合等离子体质谱法）测定，铅不得过5mg/kg；镉不得过1mg/kg；砷不得过2mg/kg；汞不得过0.2mg/kg；铜不得过20mg/kg。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于21.0%。</p><p><strong>【含量测定】</strong> 取本品细粉约1g，精密称定，精密加入水100ml，室温下浸泡4小时，时时振摇，滤过。精密量取续滤液25ml，加水50ml，加酚酞指示液2滴，用氢氧化钠滴定液（0.1mol/L）滴定，即得。每1ml氢氧化钠滴定液（0.1mol/L）相当于6.404mg的枸橼酸（C6H<sub>8</sub>O<sub>7</sub>）。</p><p>本品按干燥品计算，含有机酸以枸橼酸（C<sub>6</sub>H<sub>8</sub>O<sub>7</sub>）计，不得少于5.0%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>净山楂</strong>  除去杂质及脱落的核。</p><p><strong>炒山楂</strong>  取净山楂，照清炒法（通则0213）炒至色变深。</p><p><strong>【性状】</strong> 本品形如山楂片，果肉黄褐色，偶见焦斑。气清香，味酸、微甜。</p><p><strong>【含量测定】</strong> 同药材，含有机酸以枸橼酸（C<sub>6</sub>H<sub>8</sub>O<sub>7</sub>）计，不得少于4.0%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（水分） 同药材。</p><p><strong>焦山楂</strong>  取净山楂，照清炒法（通则0213）炒至表面焦褐色，内部黄褐色。</p><p><strong>【性状】</strong> 本品形如山楂片，表面焦褐色，内部黄褐色。有焦香气。</p><p><strong>【含量测定】</strong> 同药材，含有机酸以枸橼酸（C<sub>6</sub>H<sub>8</sub>O<sub>7</sub>）计，不得少于4.0%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（水分） 同药材。</p><p><strong>【性味与归经】</strong> 酸、甘，微温。归脾、胃、肝经。</p><p><strong>【功能与主治】</strong> 消食健胃，行气散瘀，化浊降脂。用于肉食积滞，胃脘胀满，泻痢腹痛，瘀血经闭，产后瘀阻，心腹刺痛，胸痹心痛，疝气疼痛，高脂血症。焦山楂消食导滞作用增强。用于肉食积滞，泻痢不爽。</p><p><strong>【用法与用量】</strong> 9～12g。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (19, 1, '26.板蓝根.docx', 'velious', '/medicine-image/ban-lan-gen/1.png', '/medicine-image/ban-lan-gen/1.png', `菘蓝植物（尚永红摄）板蓝根饮片大青叶饮片板蓝根BɑnlɑngenISATIDIS RADIX本品为十字花科植物菘蓝Isatis indigotica Fort.的干燥根。秋季采挖，除去泥沙，晒干。【性状】 本品呈圆柱形，稍扭曲，长10～20cm，直径0.5～1cm。表面淡灰黄色或淡棕黄色，有纵皱纹、横长皮孔样突起及支根痕。根头略膨大，可见暗绿色或暗棕色轮状排列的叶柄残基和密集的疣状突起。体实，质略`, 0, '2022-07-22 18:00:00', `菘蓝植物（尚永红摄）

![IMG_256](/medicine-image/ban-lan-gen/1.png)

![IMG_257](/medicine-image/ban-lan-gen/2.png)

![IMG_260](/medicine-image/ban-lan-gen/3.png)板蓝根饮片

![IMG_256](/medicine-image/ban-lan-gen/4.png)

![IMG_262](/medicine-image/ban-lan-gen/5.png)

大青叶饮片

![IMG_263](/medicine-image/ban-lan-gen/6.png)

# ![IMG_264](/medicine-image/ban-lan-gen/7.png)

# ****板蓝根****

Bɑnlɑngen

ISATIDIS RADIX

本品为十字花科植物菘蓝Isatis indigotica Fort.的干燥根。秋季采挖，除去泥沙，晒干。

**【性状】** 本品呈圆柱形，稍扭曲，长10～20cm，直径0.5～1cm。表面淡灰黄色或淡棕黄色，有纵皱纹、横长皮孔样突起及支根痕。根头略膨大，可见暗绿色或暗棕色轮状排列的叶柄残基和密集的疣状突起。体实，质略软，断面皮部黄白色，木部黄色。气微，味微甜后苦涩。

**【鉴别】** （1）本品横切面：木栓层为数列细胞。栓内层狭。韧皮部宽广，射线明显。形成层成环。木质部导管黄色，类圆形，直径约至80μm；有木纤维束。薄壁细胞含淀粉粒。

（2）取本品粉末0.5g，加稀乙醇20ml，超声处理20分钟，滤过，滤液蒸干，残渣加稀乙醇1ml使溶解，作为供试品溶液。另取板蓝根对照药材0.5g，同法制成对照药材溶液。再取精氨酸对照品，加稀乙醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各1～2μl，分别点于同一硅胶G薄层板上，以正丁醇-冰醋酸-水（19:5:5）为展开剂，展开，取出，热风吹干，喷以茚三酮试液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。

（3）取本品粉末1g，加80\%甲醇20ml，超声处理30分钟，滤过，滤液蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取板蓝根对照药材1g，同法制成对照药材溶液。再取（R，S）-告依春对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品的溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各5～10μl，分别点于同一硅胶GF254薄层板上，以石油醚（60～90℃）-乙酸乙酯（1:1）为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 **不得过15.0\%（通则0832第二法）。

**总灰分** 不得过9.0\%（通则2302）。

**酸不溶性灰分** 不得过2.0\%（通则2302）。

**【浸出物】** 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用45\%乙醇作溶剂，不得少于25.0\%。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.02\%磷酸溶液（7:93）为流动相；检测波长为245nm。理论板数按（R，S）-告依春峰计算应不低于5000。

**对照品溶液的制备** 取（R，S）-告依春对照品适量，精密称定，加甲醇制成每1ml含40μg的溶液，即得。

**供试品溶液的制备** 取本品粉末（过四号筛）约1g，精密称定，置圆底瓶中，精密加入水50ml，称定重量，煎煮2小时，放冷，再称定重量，用水补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10～20μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含（R，S）-告依春（C5H7NOS）不得少于0.020\%。

饮片

**【炮制】** 除去杂质，洗净，润透，切厚片，干燥。

**【性状】** 本品呈圆形的厚片。外表皮淡灰黄色至淡棕黄色，有纵皱纹。切面皮部黄白色，木部黄色。气微，味微甜后苦涩。

**【检查】** **水分 **同药材，不得过13.0\%。

**总灰分** 同药材，不得过8.0\%。

**【含量测定】** 同药材，含（R，S）-告依春（C5H7NOS）不得少于0.030\%。

**【鉴别】**（除横切面外） **【检查】**（酸不溶性灰分） **【浸出物】** 同药材。

**【性味与归经】** 苦，寒。归心、胃经。

**【功能与主治】** 清热解毒，凉血利咽。用于温疫时毒，发热咽痛，温毒发斑，痄腮，烂喉丹痧，大头瘟疫，丹毒，痈肿。

**【用法与用量】** 9～15g。

**【贮藏】** 置干燥处，防霉，防蛀。`, `<p>菘蓝植物（尚永红摄）</p><p><img src="/medicine-image/ban-lan-gen/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/ban-lan-gen/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/ban-lan-gen/3.png" alt="IMG_260" />板蓝根饮片</p><p><img src="/medicine-image/ban-lan-gen/4.png" alt="IMG_256" /></p><p><img src="/medicine-image/ban-lan-gen/5.png" alt="IMG_262" /></p><p>大青叶饮片</p><p><img src="/medicine-image/ban-lan-gen/6.png" alt="IMG_263" /></p><h1><img src="/medicine-image/ban-lan-gen/7.png" alt="IMG_264" /></h1><h1><strong><strong>板蓝根</strong></strong></h1><p>Bɑnlɑngen</p><p>ISATIDIS RADIX</p><p>本品为十字花科植物菘蓝Isatis indigotica Fort.的干燥根。秋季采挖，除去泥沙，晒干。</p><p><strong>【性状】</strong> 本品呈圆柱形，稍扭曲，长10～20cm，直径0.5～1cm。表面淡灰黄色或淡棕黄色，有纵皱纹、横长皮孔样突起及支根痕。根头略膨大，可见暗绿色或暗棕色轮状排列的叶柄残基和密集的疣状突起。体实，质略软，断面皮部黄白色，木部黄色。气微，味微甜后苦涩。</p><p><strong>【鉴别】</strong> （1）本品横切面：木栓层为数列细胞。栓内层狭。韧皮部宽广，射线明显。形成层成环。木质部导管黄色，类圆形，直径约至80μm；有木纤维束。薄壁细胞含淀粉粒。</p><p>（2）取本品粉末0.5g，加稀乙醇20ml，超声处理20分钟，滤过，滤液蒸干，残渣加稀乙醇1ml使溶解，作为供试品溶液。另取板蓝根对照药材0.5g，同法制成对照药材溶液。再取精氨酸对照品，加稀乙醇制成每1ml含0.5mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各1～2μl，分别点于同一硅胶G薄层板上，以正丁醇-冰醋酸-水（19:5:5）为展开剂，展开，取出，热风吹干，喷以茚三酮试液，在105℃加热至斑点显色清晰。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。</p><p>（3）取本品粉末1g，加80%甲醇20ml，超声处理30分钟，滤过，滤液蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取板蓝根对照药材1g，同法制成对照药材溶液。再取（R，S）-告依春对照品，加甲醇制成每1ml含0.5mg的溶液，作为对照品的溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各5～10μl，分别点于同一硅胶GF254薄层板上，以石油醚（60～90℃）-乙酸乙酯（1:1）为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong>不得过15.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过9.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong> 不得过2.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用45%乙醇作溶剂，不得少于25.0%。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.02%磷酸溶液（7:93）为流动相；检测波长为245nm。理论板数按（R，S）-告依春峰计算应不低于5000。</p><p><strong>对照品溶液的制备</strong> 取（R，S）-告依春对照品适量，精密称定，加甲醇制成每1ml含40μg的溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过四号筛）约1g，精密称定，置圆底瓶中，精密加入水50ml，称定重量，煎煮2小时，放冷，再称定重量，用水补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10～20μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含（R，S）-告依春（C<sub>5</sub>H<sub>7</sub>NOS）不得少于0.020%。</p><p>饮片</p><p><strong>【炮制】</strong> 除去杂质，洗净，润透，切厚片，干燥。</p><p><strong>【性状】</strong> 本品呈圆形的厚片。外表皮淡灰黄色至淡棕黄色，有纵皱纹。切面皮部黄白色，木部黄色。气微，味微甜后苦涩。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过13.0%。</p><p><strong>总灰分</strong> 同药材，不得过8.0%。</p><p><strong>【含量测定】</strong> 同药材，含（R，S）-告依春（C<sub>5</sub>H<sub>7</sub>NOS）不得少于0.030%。</p><p><strong>【鉴别】</strong>（除横切面外） <strong>【检查】</strong>（酸不溶性灰分） <strong>【浸出物】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 苦，寒。归心、胃经。</p><p><strong>【功能与主治】</strong> 清热解毒，凉血利咽。用于温疫时毒，发热咽痛，温毒发斑，痄腮，烂喉丹痧，大头瘟疫，丹毒，痈肿。</p><p><strong>【用法与用量】</strong> 9～15g。</p><p><strong>【贮藏】</strong> 置干燥处，防霉，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (56, 1, '6.车前子.docx', 'velious', '/medicine-image/che-qian-zi/1.png', '/medicine-image/che-qian-zi/1.png', `植物车前（尚永红摄）植物平车前（尚永红摄）车前子药材炒车前子饮片盐车前子饮片车前子CheqiɑnziPLANTAGINIS SEMEN本品为车前科植物车前Plantago asiatica L.或平车前Plantago depressa Willd.的干燥成熟种子。夏、秋二季种子成熟时采收果穗，晒干，搓出种子，除去杂质。【性状】 本品呈椭圆形、不规则长圆形或三角状长圆形，略扁，长约2mm，宽约1m`, 0, '2022-07-22 18:00:00', `植物车前（尚永红摄）

![IMG_256](/medicine-image/che-qian-zi/1.png)

植物平车前（尚永红摄）

![IMG_257](/medicine-image/che-qian-zi/2.png)

车前子药材

![IMG_258](/medicine-image/che-qian-zi/3.png)

炒车前子饮片

![IMG_259](/medicine-image/che-qian-zi/4.png)

盐车前子饮片

![IMG_260](/medicine-image/che-qian-zi/5.png)

# ![IMG_261](/medicine-image/che-qian-zi/6.png)

# ****车前子****

Cheqiɑnzi

PLANTAGINIS SEMEN

本品为车前科植物车前Plantago asiatica L.或平车前Plantago depressa Willd.的干燥成熟种子。夏、秋二季种子成熟时采收果穗，晒干，搓出种子，除去杂质。

**【性状】** 本品呈椭圆形、不规则长圆形或三角状长圆形，略扁，长约2mm，宽约1mm。表面黄棕色至黑褐色，有细皱纹，一面有灰白色凹点状种脐。质硬。气微，味淡。

**【鉴别】** （1）车前 粉末深黄棕色。种皮外表皮细胞断面观类方形或略切向延长，细胞壁黏液质化。种皮内表皮细胞表面观类长方形，直径5～19μm，长约至83μm，壁薄，微波状，常作镶嵌状排列。内胚乳细胞壁甚厚，充满细小糊粉粒。

平车前 种皮内表皮细胞较小，直径5～15μm，长11～45μm。

（2）取本品粗粉1g，加甲醇10ml，超声处理30分钟，滤过，滤液蒸干，残渣加甲醇2ml使溶解，作为供试品溶液。另取京尼平苷酸对照品、毛蕊花糖苷对照品，加甲醇分别制成每1ml各含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各5μl，分别点于同一硅胶GF254薄层板上，以乙酸乙酯-甲醇-甲酸-水（18:2:1.5:1）为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点；喷以0.5\%香草醛硫酸溶液，在105℃加热至斑点显色清晰，供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。

**【检查】** **水分 ** 不得过12.0\%（通则0832第二法）。

**总灰分**  不得过6.0\%（通则2302）。

**酸不溶性灰分**  不得过2.0\%（通则2302）。

**膨胀度**  取本品1g，称定重量，照膨胀度测定法（通则2101）测定，应不低于4.0。

**【含量测定】** 照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验** 以十八烷基硅烷键合硅胶为填充剂；以甲醇为流动相A，以0.5\%醋酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为254nm。理论板数按京尼平苷酸峰计算应不低于3000。

![IMG_262](/medicine-image/che-qian-zi/7.png)

**对照品溶液的制备** 取京尼平苷酸对照品、毛蕊花糖苷对照品适量，精密称定，置棕色量瓶中，加60\%甲醇制成每1ml各含0.1mg的混合溶液，即得。

**供试品溶液的制备** 取本品粉末（过二号筛）约1g，精密称定，置具塞锥形瓶中，精密加入60\%甲醇50ml，称定重量，加热回流2小时，放冷，再称定重量，用60\%甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。

**测定法** 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含京尼平苷酸（C16H22O10）不得少于0.50\%，毛蕊花糖苷（C29H36O15）不得少于0.40\%。

**饮片**

**【炮制】** **车前子**  除去杂质。

**【性状】** **【鉴别】** **【检查】** **【含量测定】** 同药材。

**盐车前子**  取净车前子，照盐水炙法（通则0213）炒至起爆裂声时，喷洒盐水，炒干。

**【性状】** 本品形如车前子，表面黑褐色。气微香，味微咸。

**【检查】** **水分 ** 同药材，不得过10.0\%。

**总灰分**  同药材，不得过9.0\%。

**酸不溶性灰分**  同药材，不得过3.0\%。

**膨胀度**  取本品1g，称定重量，照膨胀度测定法（通则2101）测定，应不低于3.0。

**【含量测定】** 同药材，含京尼平苷酸（C16H22O10）不得少于0.40\%，毛蕊花糖苷（C29H36O15）不得少于0.30\%。

**【鉴别】** 同药材。

**【性味与归经】** 甘，寒。归肝、肾、肺、小肠经。

**【功能与主治】** 清热利尿通淋，渗湿止泻，明目，祛痰。用于热淋涩痛，水肿胀满，暑湿泄泻，目赤肿痛，痰热咳嗽。

**【用法与用量】** 9～15g，包煎。

**【贮藏】** 置通风干燥处，防潮。`, `<p>植物车前（尚永红摄）</p><p><img src="/medicine-image/che-qian-zi/1.png" alt="IMG_256" /></p><p>植物平车前（尚永红摄）</p><p><img src="/medicine-image/che-qian-zi/2.png" alt="IMG_257" /></p><p>车前子药材</p><p><img src="/medicine-image/che-qian-zi/3.png" alt="IMG_258" /></p><p>炒车前子饮片</p><p><img src="/medicine-image/che-qian-zi/4.png" alt="IMG_259" /></p><p>盐车前子饮片</p><p><img src="/medicine-image/che-qian-zi/5.png" alt="IMG_260" /></p><h1><img src="/medicine-image/che-qian-zi/6.png" alt="IMG_261" /></h1><h1><strong><strong>车前子</strong></strong></h1><p>Cheqiɑnzi</p><p>PLANTAGINIS SEMEN</p><p>本品为车前科植物车前Plantago asiatica L.或平车前Plantago depressa Willd.的干燥成熟种子。夏、秋二季种子成熟时采收果穗，晒干，搓出种子，除去杂质。</p><p><strong>【性状】</strong> 本品呈椭圆形、不规则长圆形或三角状长圆形，略扁，长约2mm，宽约1mm。表面黄棕色至黑褐色，有细皱纹，一面有灰白色凹点状种脐。质硬。气微，味淡。</p><p><strong>【鉴别】</strong> （1）车前 粉末深黄棕色。种皮外表皮细胞断面观类方形或略切向延长，细胞壁黏液质化。种皮内表皮细胞表面观类长方形，直径5～19μm，长约至83μm，壁薄，微波状，常作镶嵌状排列。内胚乳细胞壁甚厚，充满细小糊粉粒。</p><p>平车前 种皮内表皮细胞较小，直径5～15μm，长11～45μm。</p><p>（2）取本品粗粉1g，加甲醇10ml，超声处理30分钟，滤过，滤液蒸干，残渣加甲醇2ml使溶解，作为供试品溶液。另取京尼平苷酸对照品、毛蕊花糖苷对照品，加甲醇分别制成每1ml各含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各5μl，分别点于同一硅胶GF254薄层板上，以乙酸乙酯-甲醇-甲酸-水（18:2:1.5:1）为展开剂，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点；喷以0.5%香草醛硫酸溶液，在105℃加热至斑点显色清晰，供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。</p><p><strong>【检查】</strong> <strong>水分 </strong> 不得过12.0%（通则0832第二法）。</p><p><strong>总灰分</strong>  不得过6.0%（通则2302）。</p><p><strong>酸不溶性灰分</strong>  不得过2.0%（通则2302）。</p><p><strong>膨胀度</strong>  取本品1g，称定重量，照膨胀度测定法（通则2101）测定，应不低于4.0。</p><p><strong>【含量测定】</strong> 照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong> 以十八烷基硅烷键合硅胶为填充剂；以甲醇为流动相A，以0.5%醋酸溶液为流动相B，按下表中的规定进行梯度洗脱；检测波长为254nm。理论板数按京尼平苷酸峰计算应不低于3000。</p><p><img src="/medicine-image/che-qian-zi/7.png" alt="IMG_262" /></p><p><strong>对照品溶液的制备</strong> 取京尼平苷酸对照品、毛蕊花糖苷对照品适量，精密称定，置棕色量瓶中，加60%甲醇制成每1ml各含0.1mg的混合溶液，即得。</p><p><strong>供试品溶液的制备</strong> 取本品粉末（过二号筛）约1g，精密称定，置具塞锥形瓶中，精密加入60%甲醇50ml，称定重量，加热回流2小时，放冷，再称定重量，用60%甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p><strong>测定法</strong> 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含京尼平苷酸（C<sub>16</sub>H<sub>22</sub>O<sub>10</sub>）不得少于0.50%，毛蕊花糖苷（C<sub>29</sub>H<sub>36</sub>O<sub>15</sub>）不得少于0.40%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>车前子</strong>  除去杂质。</p><p><strong>【性状】</strong> <strong>【鉴别】</strong> <strong>【检查】</strong> <strong>【含量测定】</strong> 同药材。</p><p><strong>盐车前子</strong>  取净车前子，照盐水炙法（通则0213）炒至起爆裂声时，喷洒盐水，炒干。</p><p><strong>【性状】</strong> 本品形如车前子，表面黑褐色。气微香，味微咸。</p><p><strong>【检查】</strong> <strong>水分 </strong> 同药材，不得过10.0%。</p><p><strong>总灰分</strong>  同药材，不得过9.0%。</p><p><strong>酸不溶性灰分</strong>  同药材，不得过3.0%。</p><p><strong>膨胀度</strong>  取本品1g，称定重量，照膨胀度测定法（通则2101）测定，应不低于3.0。</p><p><strong>【含量测定】</strong> 同药材，含京尼平苷酸（C<sub>16</sub>H<sub>22</sub>O<sub>10</sub>）不得少于0.40%，毛蕊花糖苷（C<sub>29</sub>H<sub>36</sub>O<sub>15</sub>）不得少于0.30%。</p><p><strong>【鉴别】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 甘，寒。归肝、肾、肺、小肠经。</p><p><strong>【功能与主治】</strong> 清热利尿通淋，渗湿止泻，明目，祛痰。用于热淋涩痛，水肿胀满，暑湿泄泻，目赤肿痛，痰热咳嗽。</p><p><strong>【用法与用量】</strong> 9～15g，包煎。</p><p><strong>【贮藏】</strong> 置通风干燥处，防潮。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (70, 1, '72.大黄.docx', 'velious', '/medicine-image/da-huang/1.png', '/medicine-image/da-huang/1.png', `掌叶大黄植物唐古特大黄植物大黄饮片酒大黄饮片熟大黄饮片大黄炭饮片下面为2020版中国药典标准大黄DɑhuɑngRHEI RADIX ET RHIZOMA本品为蓼科植物掌叶大黄Rheum palmatum L.、唐古特大黄Rheum tanguticum Maxim.ex Balf.或药用大黄Rheum officinale Baill.的干燥根和根茎。秋末茎叶枯萎或次春发芽前采挖，除去细根，刮去外`, 0, '2022-07-22 18:00:00', `掌叶大黄植物

![IMG_256](/medicine-image/da-huang/1.png)

唐古特大黄植物

![IMG_257](/medicine-image/da-huang/2.png)

大黄饮片

![IMG_261](/medicine-image/da-huang/3.png)

酒大黄饮片

![IMG_262](/medicine-image/da-huang/4.png)

熟大黄饮片

![IMG_263](/medicine-image/da-huang/5.png)

大黄炭饮片

![IMG_264](/medicine-image/da-huang/6.png)

# ****下面为2020版中国药典标准****

# ****大黄****

Dɑhuɑng

RHEI RADIX ET RHIZOMA

本品为蓼科植物掌叶大黄Rheum palmatum L.、唐古特大黄Rheum tanguticum Maxim.ex Balf.或药用大黄Rheum officinale Baill.的干燥根和根茎。秋末茎叶枯萎或次春发芽前采挖，除去细根，刮去外皮，切瓣或段，绳穿成串干燥或直接干燥。

**【性状】** 本品呈类圆柱形、圆锥形、卵圆形或不规则块状，长3～17cm，直径3～10cm。除尽外皮者表面黄棕色至红棕色，有的可见类白色网状纹理及星点（异型维管束）散在，残留的外皮棕褐色，多具绳孔及粗皱纹。质坚实，有的中心稍松软，断面淡红棕色或黄棕色，显颗粒性；根茎髓部宽广，有星点环列或散在；根木部发达，具放射状纹理，形成层环明显，无星点。气清香，味苦而微涩，嚼之粘牙，有沙粒感。

**【鉴别】** （1）本品横切面：根木栓层和栓内层大多已除去。韧皮部筛管群明显；薄壁组织发达。形成层成环。木质部射线较密，宽2～4列细胞，内含棕色物；导管非木化，常1至数个相聚，稀疏排列。薄壁细胞含草酸钙簇晶，并含多数淀粉粒。

根茎髓部宽广，其中常见黏液腔，内有红棕色物；异型维管束散在，形成层成环，木质部位于形成层外方，韧皮部位于形成层内方，射线呈星状射出。

粉末黄棕色。草酸钙簇晶直径20～160μm，有的至190μm。具缘纹孔导管、网纹导管、螺纹导管及环纹导管非木化。淀粉粒甚多，单粒类球形或多角形，直径3～45μm，脐点星状；复粒由2～8分粒组成。

（2）取本品粉末少量，进行微量升华，可见菱状针晶或羽状结晶。

（3）取本品粉末0.1g，加甲醇20ml，浸泡1小时，滤过，取滤液5ml，蒸干，残渣加水10ml使溶解，再加盐酸1ml，加热回流30分钟，立即冷却，用乙醚分2次振摇提取，每次20ml，合并乙醚液，蒸干，残渣加三氯甲烷1ml使溶解，作为供试品溶液。另取大黄对照药材0.1g，同法制成对照药材溶液。再取大黄酸对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各4μl，分别点于同一以羧甲基纤维素钠为黏合剂的硅胶H薄层板上，以石油醚（30～60℃）-甲酸乙酯-甲酸（15:5:1）的上层溶液为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同的五个橙黄色荧光主斑点；在与对照品色谱相应的位置上，显相同的橙黄色荧光斑点，置氨蒸气中熏后，斑点变为红色。

**【检查】** **土大黄苷** 取本品粉末0.1g，加甲醇10ml，超声处理20分钟，滤过，取滤液1ml，加甲醇至10ml，作为供试品溶液。另取土大黄苷对照品，加甲醇制成每1ml含10μg的溶液，作为对照品溶液（临用新制）。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一聚酰胺薄膜上，以甲苯-甲酸乙酯-丙酮-甲醇-甲酸（30:5:5:20:0.1）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，不得显相同的亮蓝色荧光斑点。

**水分 **不得过15.0\%（通则0832第二法）。

**总灰分** 不得过10.0\%（通则2302）。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于25.0\%。

**【含量测定】** **总蒽醌**  照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.1\%磷酸溶液（85:15）为流动相；检测波长为254nm。理论板数按大黄素峰计算应不低于3000。

对照品溶液的制备 精密称取芦荟大黄素对照品、大黄酸对照品、大黄素对照品、大黄酚对照品、大黄素甲醚对照品适量，加甲醇分别制成每1ml含芦荟大黄素、大黄酸、大黄素、大黄酚各80μg，大黄素甲醚40μg的溶液；分别精密量取上述对照品溶液各2ml，混匀，即得（每1ml中含芦荟大黄素、大黄酸、大黄素、大黄酚各16μg，含大黄素甲醚8μg）。

供试品溶液的制备 取本品粉末（过四号筛）约0.15g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，称定重量，加热回流1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过。精密量取续滤液5ml，置烧瓶中，挥去溶剂，加8\%盐酸溶液10ml，超声处理2分钟，再加三氯甲烷10ml，加热回流1小时，放冷，置分液漏斗中，用少量三氯甲烷洗涤容器，并入分液漏斗中，分取三氯甲烷层，酸液再用三氯甲烷提取3次，每次10ml，合并三氯甲烷液，减压回收溶剂至干，残渣加甲醇使溶解，转移至10ml量瓶中，加甲醇至刻度，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含总蒽醌以芦荟大黄素（C15H10O5）、大黄酸（C15H8O6）、大黄素（C15H10O5）、大黄酚（C15H10O4）和大黄素甲醚（C16H12O5）的总量计，不得少于1.5\%。

**游离蒽醌**  照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 同〔含量测定〕总蒽醌项下。

对照品溶液的制备 取〔含量测定〕总蒽醌项下的对照品溶液，即得。

供试品溶液的制备 取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，称定重量，加热回流1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含游离蒽醌以芦荟大黄素（C15H10O5）、大黄酸（C15H8O6）、大黄素（C15H10O5）、大黄酚（C15H10O4）和大黄素甲醚（C16H12O5）的总量计，不得少于0.20\%。

**饮片**

**【炮制】** **大黄**  除去杂质，洗净，润透，切厚片或块，晾干。

**【性状】** 本品呈不规则类圆形厚片或块，大小不等。外表皮黄棕色或棕褐色，有纵皱纹及疙瘩状隆起。切面黄棕色至淡红棕色，较平坦，有明显散在或排列成环的星点，有空隙。

**【检查】** **水分 **同药材，不得过13.0\%。

**【含量测定】** **游离蒽醌** 同药材，不得少于0.35\%。

**【鉴别】** **【检查】**（土大黄苷 总灰分） **【浸出物】** **【含量测定】**（总蒽醌） 同药材。

**酒大黄**  取净大黄片，照酒炙法（通则0213）炒干。

**【性状】** 本品形如大黄片，表面深棕黄色，有的可见焦斑。微有酒香气。

**【检查】** **水分 **同药材，不得过13.0\%。

**【含量测定】** **游离蒽醌** 同药材，不得少于0.50\%。

**【鉴别】** **【检查】**（土大黄苷 总灰分） **【浸出物】** **【含量测定】**（总蒽醌） 同药材。

**熟大黄**  取净大黄块，照酒炖或酒蒸法（通则0213）炖或蒸至内外均呈黑色。

**【性状】** 本品呈不规则的块片，表面黑色，断面中间隐约可见放射状纹理，质坚硬，气微香。

**【检查】** **水分 **同药材，不得过13.0\%。

**【含量测定】** **游离蒽醌** 同药材，不得少于0.50\%。

**【鉴别】** **【检查】**（土大黄苷 总灰分） **【浸出物】** **【含量测定】**（总蒽醌） 同药材。

**大黄炭**  取净大黄片，照炒炭法（通则0213）炒至表面焦黑色、内部焦褐色。

**【性状】** 本品形如大黄片，表面焦黑色，内部深棕色或焦褐色，具焦香气。

**【含量测定】** **总蒽醌** 同药材，不得少于0.90\%。

**游离蒽醌** 同药材，不得少于0.50\%。

**【鉴别】**（2）（3） **【检查】** **【浸出物】** 同药材。

**【性味与归经】** 苦，寒。归脾、胃、大肠、肝、心包经。

**【功能与主治】** 泻下攻积，清热泻火，凉血解毒，逐瘀通经，利湿退黄。用于实热积滞便秘，血热吐衄，目赤咽肿，痈肿疔疮，肠痈腹痛，瘀血经闭，产后瘀阻，跌打损伤，湿热痢疾，黄疸尿赤，淋证，水肿；外治烧烫伤。酒大黄善清上焦血分热毒，用于目赤咽肿、齿龈肿痛。熟大黄泻下力缓、泻火解毒，用于火毒疮疡。大黄炭凉血化瘀止血，用于血热有瘀出血症。

**【用法与用量】** 3～15g；用于泻下不宜久煎。外用适量，研末敷于患处。

**【注意】** 孕妇及月经期、哺乳期慎用。

**【贮藏】** 置通风干燥处，防蛀。

掌叶大黄植物

![IMG_256](/medicine-image/da-huang/7.png)

唐古特大黄植物

![IMG_257](/medicine-image/da-huang/8.png)药用大黄植物

![IMG_258](/medicine-image/da-huang/9.png)

大黄药材对比

![IMG_259](/medicine-image/da-huang/10.png)

大黄切片对比

![IMG_260](/medicine-image/da-huang/11.png)

大黄饮片![IMG_261](/medicine-image/da-huang/12.png)

酒大黄饮片![IMG_262](/medicine-image/da-huang/13.png)

熟大黄饮片![IMG_263](/medicine-image/da-huang/14.png)

大黄炭饮片![IMG_264](/medicine-image/da-huang/15.png)

![IMG_265](/medicine-image/da-huang/16.png)

# ****下面为2020版中国药典标准****

# ****大黄****

Dɑhuɑng

RHEI RADIX ET RHIZOMA

本品为蓼科植物掌叶大黄Rheum palmatum L.、唐古特大黄Rheum tanguticum Maxim.ex Balf.或药用大黄Rheum officinale Baill.的干燥根和根茎。秋末茎叶枯萎或次春发芽前采挖，除去细根，刮去外皮，切瓣或段，绳穿成串干燥或直接干燥。

**【性状】** 本品呈类圆柱形、圆锥形、卵圆形或不规则块状，长3～17cm，直径3～10cm。除尽外皮者表面黄棕色至红棕色，有的可见类白色网状纹理及星点（异型维管束）散在，残留的外皮棕褐色，多具绳孔及粗皱纹。质坚实，有的中心稍松软，断面淡红棕色或黄棕色，显颗粒性；根茎髓部宽广，有星点环列或散在；根木部发达，具放射状纹理，形成层环明显，无星点。气清香，味苦而微涩，嚼之粘牙，有沙粒感。

**【鉴别】** （1）本品横切面：根木栓层和栓内层大多已除去。韧皮部筛管群明显；薄壁组织发达。形成层成环。木质部射线较密，宽2～4列细胞，内含棕色物；导管非木化，常1至数个相聚，稀疏排列。薄壁细胞含草酸钙簇晶，并含多数淀粉粒。

根茎髓部宽广，其中常见黏液腔，内有红棕色物；异型维管束散在，形成层成环，木质部位于形成层外方，韧皮部位于形成层内方，射线呈星状射出。

粉末黄棕色。草酸钙簇晶直径20～160μm，有的至190μm。具缘纹孔导管、网纹导管、螺纹导管及环纹导管非木化。淀粉粒甚多，单粒类球形或多角形，直径3～45μm，脐点星状；复粒由2～8分粒组成。

（2）取本品粉末少量，进行微量升华，可见菱状针晶或羽状结晶。

（3）取本品粉末0.1g，加甲醇20ml，浸泡1小时，滤过，取滤液5ml，蒸干，残渣加水10ml使溶解，再加盐酸1ml，加热回流30分钟，立即冷却，用乙醚分2次振摇提取，每次20ml，合并乙醚液，蒸干，残渣加三氯甲烷1ml使溶解，作为供试品溶液。另取大黄对照药材0.1g，同法制成对照药材溶液。再取大黄酸对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各4μl，分别点于同一以羧甲基纤维素钠为黏合剂的硅胶H薄层板上，以石油醚（30～60℃）-甲酸乙酯-甲酸（15:5:1）的上层溶液为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同的五个橙黄色荧光主斑点；在与对照品色谱相应的位置上，显相同的橙黄色荧光斑点，置氨蒸气中熏后，斑点变为红色。

**【检查】** **土大黄苷** 取本品粉末0.1g，加甲醇10ml，超声处理20分钟，滤过，取滤液1ml，加甲醇至10ml，作为供试品溶液。另取土大黄苷对照品，加甲醇制成每1ml含10μg的溶液，作为对照品溶液（临用新制）。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一聚酰胺薄膜上，以甲苯-甲酸乙酯-丙酮-甲醇-甲酸（30:5:5:20:0.1）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，不得显相同的亮蓝色荧光斑点。

**水分 **不得过15.0\%（通则0832第二法）。

**总灰分** 不得过10.0\%（通则2302）。

**【浸出物】** 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于25.0\%。

**【含量测定】** **总蒽醌**  照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.1\%磷酸溶液（85:15）为流动相；检测波长为254nm。理论板数按大黄素峰计算应不低于3000。

对照品溶液的制备 精密称取芦荟大黄素对照品、大黄酸对照品、大黄素对照品、大黄酚对照品、大黄素甲醚对照品适量，加甲醇分别制成每1ml含芦荟大黄素、大黄酸、大黄素、大黄酚各80μg，大黄素甲醚40μg的溶液；分别精密量取上述对照品溶液各2ml，混匀，即得（每1ml中含芦荟大黄素、大黄酸、大黄素、大黄酚各16μg，含大黄素甲醚8μg）。

供试品溶液的制备 取本品粉末（过四号筛）约0.15g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，称定重量，加热回流1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过。精密量取续滤液5ml，置烧瓶中，挥去溶剂，加8\%盐酸溶液10ml，超声处理2分钟，再加三氯甲烷10ml，加热回流1小时，放冷，置分液漏斗中，用少量三氯甲烷洗涤容器，并入分液漏斗中，分取三氯甲烷层，酸液再用三氯甲烷提取3次，每次10ml，合并三氯甲烷液，减压回收溶剂至干，残渣加甲醇使溶解，转移至10ml量瓶中，加甲醇至刻度，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含总蒽醌以芦荟大黄素（C15H10O5）、大黄酸（C15H8O6）、大黄素（C15H10O5）、大黄酚（C15H10O4）和大黄素甲醚（C16H12O5）的总量计，不得少于1.5\%。

**游离蒽醌**  照高效液相色谱法（通则0512）测定。

色谱条件与系统适用性试验 同〔含量测定〕总蒽醌项下。

对照品溶液的制备 取〔含量测定〕总蒽醌项下的对照品溶液，即得。

供试品溶液的制备 取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，称定重量，加热回流1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。

测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。

本品按干燥品计算，含游离蒽醌以芦荟大黄素（C15H10O5）、大黄酸（C15H8O6）、大黄素（C15H10O5）、大黄酚（C15H10O4）和大黄素甲醚（C16H12O5）的总量计，不得少于0.20\%。

**饮片**

**【炮制】** **大黄**  除去杂质，洗净，润透，切厚片或块，晾干。

**【性状】** 本品呈不规则类圆形厚片或块，大小不等。外表皮黄棕色或棕褐色，有纵皱纹及疙瘩状隆起。切面黄棕色至淡红棕色，较平坦，有明显散在或排列成环的星点，有空隙。

**【检查】** **水分 **同药材，不得过13.0\%。

**【含量测定】** **游离蒽醌** 同药材，不得少于0.35\%。

**【鉴别】** **【检查】**（土大黄苷 总灰分） **【浸出物】** **【含量测定】**（总蒽醌） 同药材。

**酒大黄**  取净大黄片，照酒炙法（通则0213）炒干。

**【性状】** 本品形如大黄片，表面深棕黄色，有的可见焦斑。微有酒香气。

**【检查】** **水分 **同药材，不得过13.0\%。

**【含量测定】** **游离蒽醌** 同药材，不得少于0.50\%。

**【鉴别】** **【检查】**（土大黄苷 总灰分） **【浸出物】** **【含量测定】**（总蒽醌） 同药材。

**熟大黄**  取净大黄块，照酒炖或酒蒸法（通则0213）炖或蒸至内外均呈黑色。

**【性状】** 本品呈不规则的块片，表面黑色，断面中间隐约可见放射状纹理，质坚硬，气微香。

**【检查】** **水分 **同药材，不得过13.0\%。

**【含量测定】** **游离蒽醌** 同药材，不得少于0.50\%。

**【鉴别】** **【检查】**（土大黄苷 总灰分） **【浸出物】** **【含量测定】**（总蒽醌） 同药材。

**大黄炭**  取净大黄片，照炒炭法（通则0213）炒至表面焦黑色、内部焦褐色。

**【性状】** 本品形如大黄片，表面焦黑色，内部深棕色或焦褐色，具焦香气。

**【含量测定】** **总蒽醌** 同药材，不得少于0.90\%。

**游离蒽醌** 同药材，不得少于0.50\%。

**【鉴别】**（2）（3） **【检查】** **【浸出物】** 同药材。

**【性味与归经】** 苦，寒。归脾、胃、大肠、肝、心包经。

**【功能与主治】** 泻下攻积，清热泻火，凉血解毒，逐瘀通经，利湿退黄。用于实热积滞便秘，血热吐衄，目赤咽肿，痈肿疔疮，肠痈腹痛，瘀血经闭，产后瘀阻，跌打损伤，湿热痢疾，黄疸尿赤，淋证，水肿；外治烧烫伤。酒大黄善清上焦血分热毒，用于目赤咽肿、齿龈肿痛。熟大黄泻下力缓、泻火解毒，用于火毒疮疡。大黄炭凉血化瘀止血，用于血热有瘀出血症。

**【用法与用量】** 3～15g；用于泻下不宜久煎。外用适量，研末敷于患处。

**【注意】** 孕妇及月经期、哺乳期慎用。

**【贮藏】** 置通风干燥处，防蛀。`, `<p>掌叶大黄植物</p><p><img src="/medicine-image/da-huang/1.png" alt="IMG_256" /></p><p>唐古特大黄植物</p><p><img src="/medicine-image/da-huang/2.png" alt="IMG_257" /></p><p>大黄饮片</p><p><img src="/medicine-image/da-huang/3.png" alt="IMG_261" /></p><p>酒大黄饮片</p><p><img src="/medicine-image/da-huang/4.png" alt="IMG_262" /></p><p>熟大黄饮片</p><p><img src="/medicine-image/da-huang/5.png" alt="IMG_263" /></p><p>大黄炭饮片</p><p><img src="/medicine-image/da-huang/6.png" alt="IMG_264" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>大黄</strong></strong></h1><p>Dɑhuɑng</p><p>RHEI RADIX ET RHIZOMA</p><p>本品为蓼科植物掌叶大黄Rheum palmatum L.、唐古特大黄Rheum tanguticum Maxim.ex Balf.或药用大黄Rheum officinale Baill.的干燥根和根茎。秋末茎叶枯萎或次春发芽前采挖，除去细根，刮去外皮，切瓣或段，绳穿成串干燥或直接干燥。</p><p><strong>【性状】</strong> 本品呈类圆柱形、圆锥形、卵圆形或不规则块状，长3～17cm，直径3～10cm。除尽外皮者表面黄棕色至红棕色，有的可见类白色网状纹理及星点（异型维管束）散在，残留的外皮棕褐色，多具绳孔及粗皱纹。质坚实，有的中心稍松软，断面淡红棕色或黄棕色，显颗粒性；根茎髓部宽广，有星点环列或散在；根木部发达，具放射状纹理，形成层环明显，无星点。气清香，味苦而微涩，嚼之粘牙，有沙粒感。</p><p><strong>【鉴别】</strong> （1）本品横切面：根木栓层和栓内层大多已除去。韧皮部筛管群明显；薄壁组织发达。形成层成环。木质部射线较密，宽2～4列细胞，内含棕色物；导管非木化，常1至数个相聚，稀疏排列。薄壁细胞含草酸钙簇晶，并含多数淀粉粒。</p><p>根茎髓部宽广，其中常见黏液腔，内有红棕色物；异型维管束散在，形成层成环，木质部位于形成层外方，韧皮部位于形成层内方，射线呈星状射出。</p><p>粉末黄棕色。草酸钙簇晶直径20～160μm，有的至190μm。具缘纹孔导管、网纹导管、螺纹导管及环纹导管非木化。淀粉粒甚多，单粒类球形或多角形，直径3～45μm，脐点星状；复粒由2～8分粒组成。</p><p>（2）取本品粉末少量，进行微量升华，可见菱状针晶或羽状结晶。</p><p>（3）取本品粉末0.1g，加甲醇20ml，浸泡1小时，滤过，取滤液5ml，蒸干，残渣加水10ml使溶解，再加盐酸1ml，加热回流30分钟，立即冷却，用乙醚分2次振摇提取，每次20ml，合并乙醚液，蒸干，残渣加三氯甲烷1ml使溶解，作为供试品溶液。另取大黄对照药材0.1g，同法制成对照药材溶液。再取大黄酸对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各4μl，分别点于同一以羧甲基纤维素钠为黏合剂的硅胶H薄层板上，以石油醚（30～60℃）-甲酸乙酯-甲酸（15:5:1）的上层溶液为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同的五个橙黄色荧光主斑点；在与对照品色谱相应的位置上，显相同的橙黄色荧光斑点，置氨蒸气中熏后，斑点变为红色。</p><p><strong>【检查】</strong> <strong>土大黄苷</strong> 取本品粉末0.1g，加甲醇10ml，超声处理20分钟，滤过，取滤液1ml，加甲醇至10ml，作为供试品溶液。另取土大黄苷对照品，加甲醇制成每1ml含10μg的溶液，作为对照品溶液（临用新制）。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一聚酰胺薄膜上，以甲苯-甲酸乙酯-丙酮-甲醇-甲酸（30:5:5:20:0.1）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，不得显相同的亮蓝色荧光斑点。</p><p><strong>水分 </strong>不得过15.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过10.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于25.0%。</p><p><strong>【含量测定】</strong> <strong>总蒽醌</strong>  照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.1%磷酸溶液（85:15）为流动相；检测波长为254nm。理论板数按大黄素峰计算应不低于3000。</p><p>对照品溶液的制备 精密称取芦荟大黄素对照品、大黄酸对照品、大黄素对照品、大黄酚对照品、大黄素甲醚对照品适量，加甲醇分别制成每1ml含芦荟大黄素、大黄酸、大黄素、大黄酚各80μg，大黄素甲醚40μg的溶液；分别精密量取上述对照品溶液各2ml，混匀，即得（每1ml中含芦荟大黄素、大黄酸、大黄素、大黄酚各16μg，含大黄素甲醚8μg）。</p><p>供试品溶液的制备 取本品粉末（过四号筛）约0.15g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，称定重量，加热回流1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过。精密量取续滤液5ml，置烧瓶中，挥去溶剂，加8%盐酸溶液10ml，超声处理2分钟，再加三氯甲烷10ml，加热回流1小时，放冷，置分液漏斗中，用少量三氯甲烷洗涤容器，并入分液漏斗中，分取三氯甲烷层，酸液再用三氯甲烷提取3次，每次10ml，合并三氯甲烷液，减压回收溶剂至干，残渣加甲醇使溶解，转移至10ml量瓶中，加甲醇至刻度，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含总蒽醌以芦荟大黄素（C<sub>15</sub>H<sub>10</sub>O<sub>5</sub>）、大黄酸（C<sub>15</sub>H<sub>8</sub>O<sub>6</sub>）、大黄素（C<sub>15</sub>H<sub>10</sub>O<sub>5</sub>）、大黄酚（C<sub>15</sub>H<sub>10</sub>O<sub>4</sub>）和大黄素甲醚（C<sub>16</sub>H<sub>12</sub>O<sub>5</sub>）的总量计，不得少于1.5%。</p><p><strong>游离蒽醌</strong>  照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 同〔含量测定〕总蒽醌项下。</p><p>对照品溶液的制备 取〔含量测定〕总蒽醌项下的对照品溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，称定重量，加热回流1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含游离蒽醌以芦荟大黄素（C<sub>15</sub>H<sub>10</sub>O<sub>5</sub>）、大黄酸（C<sub>15</sub>H<sub>8</sub>O<sub>6</sub>）、大黄素（C<sub>15</sub>H<sub>10</sub>O<sub>5</sub>）、大黄酚（C<sub>15</sub>H<sub>10</sub>O<sub>4</sub>）和大黄素甲醚（C<sub>16</sub>H<sub>12</sub>O<sub>5</sub>）的总量计，不得少于0.20%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>大黄</strong>  除去杂质，洗净，润透，切厚片或块，晾干。</p><p><strong>【性状】</strong> 本品呈不规则类圆形厚片或块，大小不等。外表皮黄棕色或棕褐色，有纵皱纹及疙瘩状隆起。切面黄棕色至淡红棕色，较平坦，有明显散在或排列成环的星点，有空隙。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过13.0%。</p><p><strong>【含量测定】</strong> <strong>游离蒽醌</strong> 同药材，不得少于0.35%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（土大黄苷 总灰分） <strong>【浸出物】</strong> <strong>【含量测定】</strong>（总蒽醌） 同药材。</p><p><strong>酒大黄</strong>  取净大黄片，照酒炙法（通则0213）炒干。</p><p><strong>【性状】</strong> 本品形如大黄片，表面深棕黄色，有的可见焦斑。微有酒香气。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过13.0%。</p><p><strong>【含量测定】</strong> <strong>游离蒽醌</strong> 同药材，不得少于0.50%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（土大黄苷 总灰分） <strong>【浸出物】</strong> <strong>【含量测定】</strong>（总蒽醌） 同药材。</p><p><strong>熟大黄</strong>  取净大黄块，照酒炖或酒蒸法（通则0213）炖或蒸至内外均呈黑色。</p><p><strong>【性状】</strong> 本品呈不规则的块片，表面黑色，断面中间隐约可见放射状纹理，质坚硬，气微香。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过13.0%。</p><p><strong>【含量测定】</strong> <strong>游离蒽醌</strong> 同药材，不得少于0.50%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（土大黄苷 总灰分） <strong>【浸出物】</strong> <strong>【含量测定】</strong>（总蒽醌） 同药材。</p><p><strong>大黄炭</strong>  取净大黄片，照炒炭法（通则0213）炒至表面焦黑色、内部焦褐色。</p><p><strong>【性状】</strong> 本品形如大黄片，表面焦黑色，内部深棕色或焦褐色，具焦香气。</p><p><strong>【含量测定】</strong> <strong>总蒽醌</strong> 同药材，不得少于0.90%。</p><p><strong>游离蒽醌</strong> 同药材，不得少于0.50%。</p><p><strong>【鉴别】</strong>（2）（3） <strong>【检查】</strong> <strong>【浸出物】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 苦，寒。归脾、胃、大肠、肝、心包经。</p><p><strong>【功能与主治】</strong> 泻下攻积，清热泻火，凉血解毒，逐瘀通经，利湿退黄。用于实热积滞便秘，血热吐衄，目赤咽肿，痈肿疔疮，肠痈腹痛，瘀血经闭，产后瘀阻，跌打损伤，湿热痢疾，黄疸尿赤，淋证，水肿；外治烧烫伤。酒大黄善清上焦血分热毒，用于目赤咽肿、齿龈肿痛。熟大黄泻下力缓、泻火解毒，用于火毒疮疡。大黄炭凉血化瘀止血，用于血热有瘀出血症。</p><p><strong>【用法与用量】</strong> 3～15g；用于泻下不宜久煎。外用适量，研末敷于患处。</p><p><strong>【注意】</strong> 孕妇及月经期、哺乳期慎用。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p><p>掌叶大黄植物</p><p><img src="/medicine-image/da-huang/7.png" alt="IMG_256" /></p><p>唐古特大黄植物</p><p><img src="/medicine-image/da-huang/8.png" alt="IMG_257" />药用大黄植物</p><p><img src="/medicine-image/da-huang/9.png" alt="IMG_258" /></p><p>大黄药材对比</p><p><img src="/medicine-image/da-huang/10.png" alt="IMG_259" /></p><p>大黄切片对比</p><p><img src="/medicine-image/da-huang/11.png" alt="IMG_260" /></p><p>大黄饮片<img src="/medicine-image/da-huang/12.png" alt="IMG_261" /></p><p>酒大黄饮片<img src="/medicine-image/da-huang/13.png" alt="IMG_262" /></p><p>熟大黄饮片<img src="/medicine-image/da-huang/14.png" alt="IMG_263" /></p><p>大黄炭饮片<img src="/medicine-image/da-huang/15.png" alt="IMG_264" /></p><p><img src="/medicine-image/da-huang/16.png" alt="IMG_265" /></p><h1><strong><strong>下面为2020版中国药典标准</strong></strong></h1><h1><strong><strong>大黄</strong></strong></h1><p>Dɑhuɑng</p><p>RHEI RADIX ET RHIZOMA</p><p>本品为蓼科植物掌叶大黄Rheum palmatum L.、唐古特大黄Rheum tanguticum Maxim.ex Balf.或药用大黄Rheum officinale Baill.的干燥根和根茎。秋末茎叶枯萎或次春发芽前采挖，除去细根，刮去外皮，切瓣或段，绳穿成串干燥或直接干燥。</p><p><strong>【性状】</strong> 本品呈类圆柱形、圆锥形、卵圆形或不规则块状，长3～17cm，直径3～10cm。除尽外皮者表面黄棕色至红棕色，有的可见类白色网状纹理及星点（异型维管束）散在，残留的外皮棕褐色，多具绳孔及粗皱纹。质坚实，有的中心稍松软，断面淡红棕色或黄棕色，显颗粒性；根茎髓部宽广，有星点环列或散在；根木部发达，具放射状纹理，形成层环明显，无星点。气清香，味苦而微涩，嚼之粘牙，有沙粒感。</p><p><strong>【鉴别】</strong> （1）本品横切面：根木栓层和栓内层大多已除去。韧皮部筛管群明显；薄壁组织发达。形成层成环。木质部射线较密，宽2～4列细胞，内含棕色物；导管非木化，常1至数个相聚，稀疏排列。薄壁细胞含草酸钙簇晶，并含多数淀粉粒。</p><p>根茎髓部宽广，其中常见黏液腔，内有红棕色物；异型维管束散在，形成层成环，木质部位于形成层外方，韧皮部位于形成层内方，射线呈星状射出。</p><p>粉末黄棕色。草酸钙簇晶直径20～160μm，有的至190μm。具缘纹孔导管、网纹导管、螺纹导管及环纹导管非木化。淀粉粒甚多，单粒类球形或多角形，直径3～45μm，脐点星状；复粒由2～8分粒组成。</p><p>（2）取本品粉末少量，进行微量升华，可见菱状针晶或羽状结晶。</p><p>（3）取本品粉末0.1g，加甲醇20ml，浸泡1小时，滤过，取滤液5ml，蒸干，残渣加水10ml使溶解，再加盐酸1ml，加热回流30分钟，立即冷却，用乙醚分2次振摇提取，每次20ml，合并乙醚液，蒸干，残渣加三氯甲烷1ml使溶解，作为供试品溶液。另取大黄对照药材0.1g，同法制成对照药材溶液。再取大黄酸对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述三种溶液各4μl，分别点于同一以羧甲基纤维素钠为黏合剂的硅胶H薄层板上，以石油醚（30～60℃）-甲酸乙酯-甲酸（15:5:1）的上层溶液为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同的五个橙黄色荧光主斑点；在与对照品色谱相应的位置上，显相同的橙黄色荧光斑点，置氨蒸气中熏后，斑点变为红色。</p><p><strong>【检查】</strong> <strong>土大黄苷</strong> 取本品粉末0.1g，加甲醇10ml，超声处理20分钟，滤过，取滤液1ml，加甲醇至10ml，作为供试品溶液。另取土大黄苷对照品，加甲醇制成每1ml含10μg的溶液，作为对照品溶液（临用新制）。照薄层色谱法（通则0502）试验，吸取上述两种溶液各5μl，分别点于同一聚酰胺薄膜上，以甲苯-甲酸乙酯-丙酮-甲醇-甲酸（30:5:5:20:0.1）为展开剂，展开，取出，晾干，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，不得显相同的亮蓝色荧光斑点。</p><p><strong>水分 </strong>不得过15.0%（通则0832第二法）。</p><p><strong>总灰分</strong> 不得过10.0%（通则2302）。</p><p><strong>【浸出物】</strong> 照水溶性浸出物测定法（通则2201）项下的热浸法测定，不得少于25.0%。</p><p><strong>【含量测定】</strong> <strong>总蒽醌</strong>  照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 以十八烷基硅烷键合硅胶为填充剂；以甲醇-0.1%磷酸溶液（85:15）为流动相；检测波长为254nm。理论板数按大黄素峰计算应不低于3000。</p><p>对照品溶液的制备 精密称取芦荟大黄素对照品、大黄酸对照品、大黄素对照品、大黄酚对照品、大黄素甲醚对照品适量，加甲醇分别制成每1ml含芦荟大黄素、大黄酸、大黄素、大黄酚各80μg，大黄素甲醚40μg的溶液；分别精密量取上述对照品溶液各2ml，混匀，即得（每1ml中含芦荟大黄素、大黄酸、大黄素、大黄酚各16μg，含大黄素甲醚8μg）。</p><p>供试品溶液的制备 取本品粉末（过四号筛）约0.15g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，称定重量，加热回流1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过。精密量取续滤液5ml，置烧瓶中，挥去溶剂，加8%盐酸溶液10ml，超声处理2分钟，再加三氯甲烷10ml，加热回流1小时，放冷，置分液漏斗中，用少量三氯甲烷洗涤容器，并入分液漏斗中，分取三氯甲烷层，酸液再用三氯甲烷提取3次，每次10ml，合并三氯甲烷液，减压回收溶剂至干，残渣加甲醇使溶解，转移至10ml量瓶中，加甲醇至刻度，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含总蒽醌以芦荟大黄素（C<sub>15</sub>H<sub>10</sub>O<sub>5</sub>）、大黄酸（C<sub>15</sub>H<sub>8</sub>O<sub>6</sub>）、大黄素（C<sub>15</sub>H<sub>10</sub>O<sub>5</sub>）、大黄酚（C<sub>15</sub>H<sub>10</sub>O<sub>4</sub>）和大黄素甲醚（C<sub>16</sub>H<sub>12</sub>O<sub>5</sub>）的总量计，不得少于1.5%。</p><p><strong>游离蒽醌</strong>  照高效液相色谱法（通则0512）测定。</p><p>色谱条件与系统适用性试验 同〔含量测定〕总蒽醌项下。</p><p>对照品溶液的制备 取〔含量测定〕总蒽醌项下的对照品溶液，即得。</p><p>供试品溶液的制备 取本品粉末（过四号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入甲醇25ml，称定重量，加热回流1小时，放冷，再称定重量，用甲醇补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p>测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。</p><p>本品按干燥品计算，含游离蒽醌以芦荟大黄素（C<sub>15</sub>H<sub>10</sub>O<sub>5</sub>）、大黄酸（C<sub>15</sub>H<sub>8</sub>O<sub>6</sub>）、大黄素（C<sub>15</sub>H<sub>10</sub>O<sub>5</sub>）、大黄酚（C<sub>15</sub>H<sub>10</sub>O<sub>4</sub>）和大黄素甲醚（C<sub>16</sub>H<sub>12</sub>O<sub>5</sub>）的总量计，不得少于0.20%。</p><p><strong>饮片</strong></p><p><strong>【炮制】</strong> <strong>大黄</strong>  除去杂质，洗净，润透，切厚片或块，晾干。</p><p><strong>【性状】</strong> 本品呈不规则类圆形厚片或块，大小不等。外表皮黄棕色或棕褐色，有纵皱纹及疙瘩状隆起。切面黄棕色至淡红棕色，较平坦，有明显散在或排列成环的星点，有空隙。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过13.0%。</p><p><strong>【含量测定】</strong> <strong>游离蒽醌</strong> 同药材，不得少于0.35%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（土大黄苷 总灰分） <strong>【浸出物】</strong> <strong>【含量测定】</strong>（总蒽醌） 同药材。</p><p><strong>酒大黄</strong>  取净大黄片，照酒炙法（通则0213）炒干。</p><p><strong>【性状】</strong> 本品形如大黄片，表面深棕黄色，有的可见焦斑。微有酒香气。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过13.0%。</p><p><strong>【含量测定】</strong> <strong>游离蒽醌</strong> 同药材，不得少于0.50%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（土大黄苷 总灰分） <strong>【浸出物】</strong> <strong>【含量测定】</strong>（总蒽醌） 同药材。</p><p><strong>熟大黄</strong>  取净大黄块，照酒炖或酒蒸法（通则0213）炖或蒸至内外均呈黑色。</p><p><strong>【性状】</strong> 本品呈不规则的块片，表面黑色，断面中间隐约可见放射状纹理，质坚硬，气微香。</p><p><strong>【检查】</strong> <strong>水分 </strong>同药材，不得过13.0%。</p><p><strong>【含量测定】</strong> <strong>游离蒽醌</strong> 同药材，不得少于0.50%。</p><p><strong>【鉴别】</strong> <strong>【检查】</strong>（土大黄苷 总灰分） <strong>【浸出物】</strong> <strong>【含量测定】</strong>（总蒽醌） 同药材。</p><p><strong>大黄炭</strong>  取净大黄片，照炒炭法（通则0213）炒至表面焦黑色、内部焦褐色。</p><p><strong>【性状】</strong> 本品形如大黄片，表面焦黑色，内部深棕色或焦褐色，具焦香气。</p><p><strong>【含量测定】</strong> <strong>总蒽醌</strong> 同药材，不得少于0.90%。</p><p><strong>游离蒽醌</strong> 同药材，不得少于0.50%。</p><p><strong>【鉴别】</strong>（2）（3） <strong>【检查】</strong> <strong>【浸出物】</strong> 同药材。</p><p><strong>【性味与归经】</strong> 苦，寒。归脾、胃、大肠、肝、心包经。</p><p><strong>【功能与主治】</strong> 泻下攻积，清热泻火，凉血解毒，逐瘀通经，利湿退黄。用于实热积滞便秘，血热吐衄，目赤咽肿，痈肿疔疮，肠痈腹痛，瘀血经闭，产后瘀阻，跌打损伤，湿热痢疾，黄疸尿赤，淋证，水肿；外治烧烫伤。酒大黄善清上焦血分热毒，用于目赤咽肿、齿龈肿痛。熟大黄泻下力缓、泻火解毒，用于火毒疮疡。大黄炭凉血化瘀止血，用于血热有瘀出血症。</p><p><strong>【用法与用量】</strong> 3～15g；用于泻下不宜久煎。外用适量，研末敷于患处。</p><p><strong>【注意】</strong> 孕妇及月经期、哺乳期慎用。</p><p><strong>【贮藏】</strong> 置通风干燥处，防蛀。</p>`, 1, '');
INSERT INTO `articles`(articleID, typeID, title, author, shareCode, listPic, excerpt, read_counts, articleTime, mdcontent, content, isShow, telnum) VALUES (45, 1, '5.泽泻.docx', 'velious', '/medicine-image/ze-xie/1.png', '/medicine-image/ze-xie/1.png', `泽泻植物（李思栋摄）泽泻药材（建泽泻）泽泻药材（川泽泻）泽泻饮片麸炒泽泻饮片盐泽泻饮片泽泻ZexieALISMATIS RHIZOMA本品为泽泻科植物东方泽泻Alisma orientale （Sam.）Juzep.或泽泻Alisma plantago-aquatica Linn.的干燥块茎。冬季茎叶开始枯萎时采挖，洗净，干燥，除去须根和粗皮。【性状】本品呈类球形、椭圆形或卵圆形，长2～7cm，直`, 0, '2022-07-22 18:00:00', `泽泻植物（李思栋摄）

![IMG_256](/medicine-image/ze-xie/1.png)

![IMG_257](/medicine-image/ze-xie/2.png)

![IMG_258](/medicine-image/ze-xie/3.png)

![IMG_259](/medicine-image/ze-xie/4.png)

泽泻药材（建泽泻）![IMG_260](/medicine-image/ze-xie/5.png)

泽泻药材（川泽泻）

![IMG_261](/medicine-image/ze-xie/6.png)

泽泻饮片

![IMG_262](/medicine-image/ze-xie/7.png)

麸炒泽泻饮片

![IMG_263](/medicine-image/ze-xie/8.png)

盐泽泻饮片

![IMG_264](/medicine-image/ze-xie/9.png)

# ![IMG_265](/medicine-image/ze-xie/10.png)

# 泽泻

Zexie

ALISMATIS RHIZOMA

本品为泽泻科植物东方泽泻_Alisma orientale _（Sam.）Juzep.或泽泻_Alisma plantago-aquatica _Linn.的干燥块茎。冬季茎叶开始枯萎时采挖，洗净，干燥，除去须根和粗皮。

**【性状】**本品呈类球形、椭圆形或卵圆形，长2～7cm，直径2～6cm。表面淡黄色至淡黄棕色，有不规则的横向环状浅沟纹和多数细小突起的须根痕，底部有的有瘤状芽痕。质坚实，断面黄白色，粉性，有多数细孔。气微，味微苦。

**【鉴别】**（1）本品粉末淡黄棕色。淀粉粒甚多，单粒长卵形、类球形或椭圆形，直径3～14μm，脐点人字状、短缝状或三叉状；复粒由2～3分粒组成。薄壁细胞类圆形，具多数椭圆形纹孔，集成纹孔群。内皮层细胞垂周壁波状弯曲，较厚，木化，有稀疏细孔沟。油室大多破碎，完整者类圆形，直径54～110μm，分泌细胞中有时可见油滴。

（2）取本品粉末2g，加70\%乙醇20ml，超声处理30分钟，滤过，滤液蒸至无醇味，通过HP20型大孔吸附树脂柱（内径为1cm，柱高为5cm， 30\%乙醇湿法装柱），用30\%乙醇15ml洗脱，弃去洗脱液，再用70\%乙醇15ml洗脱，收集洗脱液，蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取泽泻对照药材2g，同法制成对照药材溶液。再取23-乙酰泽泻醇B对照品和23-乙酰泽泻醇C对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述四种溶液各10μl，分别点于同一硅胶GF254薄层板上，以二氯甲烷-甲醇（15:1）为展开剂，展开，取出，晾干，喷以2\%香草醛硫酸溶液-乙醇（1:9）混合溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应位置上，分别显相同颜色的斑点或荧光斑点。

**【检查】水分 **不得过14.0\%（通则0832第二法）。

**总灰分 **不得过5.0\%（通则2302）。

**【浸出物】**照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于10.0\%。

**【含量测定】**照高效液相色谱法（通则0512）测定。

**色谱条件与系统适用性试验**以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱，23-乙酰泽泻醇B检测波长为208nm， 23-乙酰泽泻醇C检测波长为246nm。理论板数按23-乙酰泽泻醇B峰计算应不低于3000。

![IMG_266](/medicine-image/ze-xie/11.png)

**测定法**分别精密吸取对照品溶液与供试品溶液各20μl，注入液相色谱仪，测定，即得。**对照品溶液的制备**取23-乙酰泽泻醇B对照品和23-乙酰泽泻醇C对照品适量，精密称定，加乙腈制成每1ml含23-乙酰泽泻醇B 35μg和23-乙酰泽泻醇C 5μg的混合溶液，即得。

**供试品溶液的制备**取本品粉末（过五号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入乙腈25ml，密塞，称定重量，超声处理（功率250W，频率50kHz）30分钟，放冷，再称定重量，用乙腈补足减失的重量，摇匀，滤过，取续滤液，即得。

本品按干燥品计算，含23-乙酰泽泻醇B（C32H50O5）和23-乙酰泽泻醇C（C32H48O6）的总量不得少于0.10\%。

**饮片**

**【炮制】泽泻**除去杂质，稍浸，润透，切厚片，干燥。

**【性状】**本品呈圆形或椭圆形厚片。外表皮淡黄色至淡黄棕色，可见细小突起的须根痕。切面黄白色至淡黄色，粉性，有多数细孔。气微，味微苦。

**【检查】水分 **同药材，不得过12.0\%。

**【鉴别】【检查】**（总灰分）**【浸出物】【含量测定】**同药材。

**盐泽泻**取泽泻片，照盐水炙法（通则0213）炒干。

**【性状】**本品形如泽泻片，表面淡黄棕色或黄褐色，偶见焦斑。味微咸。

**【检查】水分 **同药材，不得过13.0\%。

**总灰分 **同药材，不得过6.0\%。

**【浸出物】**同药材，不得少于9.0\%。

**【鉴别】**（除显微粉末外）**【含量测定】**同药材。

**【性味与归经】**甘、淡，寒。归肾、膀胱经。

**【功能与主治】**利水渗湿，泄热，化浊降脂。用于小便不利，水肿胀满，泄泻尿少，痰饮眩晕，热淋涩痛，高脂血症。

**【用法与用量】** 6～10g。

**【贮藏】**置干燥处，防蛀。`, `<p>泽泻植物（李思栋摄）</p><p><img src="/medicine-image/ze-xie/1.png" alt="IMG_256" /></p><p><img src="/medicine-image/ze-xie/2.png" alt="IMG_257" /></p><p><img src="/medicine-image/ze-xie/3.png" alt="IMG_258" /></p><p><img src="/medicine-image/ze-xie/4.png" alt="IMG_259" /></p><p>泽泻药材（建泽泻）<img src="/medicine-image/ze-xie/5.png" alt="IMG_260" /></p><p>泽泻药材（川泽泻）</p><p><img src="/medicine-image/ze-xie/6.png" alt="IMG_261" /></p><p>泽泻饮片</p><p><img src="/medicine-image/ze-xie/7.png" alt="IMG_262" /></p><p>麸炒泽泻饮片</p><p><img src="/medicine-image/ze-xie/8.png" alt="IMG_263" /></p><p>盐泽泻饮片</p><p><img src="/medicine-image/ze-xie/9.png" alt="IMG_264" /></p><h1><img src="/medicine-image/ze-xie/10.png" alt="IMG_265" /></h1><h1>泽泻</h1><p>Zexie</p><p>ALISMATIS RHIZOMA</p><p>本品为泽泻科植物东方泽泻<em>Alisma orientale </em>（Sam.）Juzep.或泽泻<em>Alisma plantago-aquatica </em>Linn.的干燥块茎。冬季茎叶开始枯萎时采挖，洗净，干燥，除去须根和粗皮。</p><p><strong>【性状】</strong>本品呈类球形、椭圆形或卵圆形，长2～7cm，直径2～6cm。表面淡黄色至淡黄棕色，有不规则的横向环状浅沟纹和多数细小突起的须根痕，底部有的有瘤状芽痕。质坚实，断面黄白色，粉性，有多数细孔。气微，味微苦。</p><p><strong>【鉴别】</strong>（1）本品粉末淡黄棕色。淀粉粒甚多，单粒长卵形、类球形或椭圆形，直径3～14μm，脐点人字状、短缝状或三叉状；复粒由2～3分粒组成。薄壁细胞类圆形，具多数椭圆形纹孔，集成纹孔群。内皮层细胞垂周壁波状弯曲，较厚，木化，有稀疏细孔沟。油室大多破碎，完整者类圆形，直径54～110μm，分泌细胞中有时可见油滴。</p><p>（2）取本品粉末2g，加70%乙醇20ml，超声处理30分钟，滤过，滤液蒸至无醇味，通过HP20型大孔吸附树脂柱（内径为1cm，柱高为5cm， 30%乙醇湿法装柱），用30%乙醇15ml洗脱，弃去洗脱液，再用70%乙醇15ml洗脱，收集洗脱液，蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取泽泻对照药材2g，同法制成对照药材溶液。再取23-乙酰泽泻醇B对照品和23-乙酰泽泻醇C对照品，加甲醇制成每1ml含1mg的溶液，作为对照品溶液。照薄层色谱法（通则0502）试验，吸取上述四种溶液各10μl，分别点于同一硅胶GF<sub>254</sub>薄层板上，以二氯甲烷-甲醇（15:1）为展开剂，展开，取出，晾干，喷以2%香草醛硫酸溶液-乙醇（1:9）混合溶液，在105℃加热至斑点显色清晰，分别置日光和紫外光灯（365nm）下检视。供试品色谱中，在与对照药材色谱和对照品色谱相应位置上，分别显相同颜色的斑点或荧光斑点。</p><p><strong>【检查】水分 </strong>不得过14.0%（通则0832第二法）。</p><p><strong>总灰分 </strong>不得过5.0%（通则2302）。</p><p><strong>【浸出物】</strong>照醇溶性浸出物测定法（通则2201）项下的热浸法测定，用乙醇作溶剂，不得少于10.0%。</p><p><strong>【含量测定】</strong>照高效液相色谱法（通则0512）测定。</p><p><strong>色谱条件与系统适用性试验</strong>以十八烷基硅烷键合硅胶为填充剂；以乙腈为流动相A，以水为流动相B，按下表中的规定进行梯度洗脱，23-乙酰泽泻醇B检测波长为208nm， 23-乙酰泽泻醇C检测波长为246nm。理论板数按23-乙酰泽泻醇B峰计算应不低于3000。</p><p><img src="/medicine-image/ze-xie/11.png" alt="IMG_266" /></p><p><strong>测定法</strong>分别精密吸取对照品溶液与供试品溶液各20μl，注入液相色谱仪，测定，即得。<strong>对照品溶液的制备</strong>取23-乙酰泽泻醇B对照品和23-乙酰泽泻醇C对照品适量，精密称定，加乙腈制成每1ml含23-乙酰泽泻醇B 35μg和23-乙酰泽泻醇C 5μg的混合溶液，即得。</p><p><strong>供试品溶液的制备</strong>取本品粉末（过五号筛）约0.5g，精密称定，置具塞锥形瓶中，精密加入乙腈25ml，密塞，称定重量，超声处理（功率250W，频率50kHz）30分钟，放冷，再称定重量，用乙腈补足减失的重量，摇匀，滤过，取续滤液，即得。</p><p>本品按干燥品计算，含23-乙酰泽泻醇B（C<sub>32</sub>H<sub>50</sub>O<sub>5</sub>）和23-乙酰泽泻醇C（C<sub>32</sub>H<sub>48</sub>O<sub>6</sub>）的总量不得少于0.10%。</p><p><strong>饮片</strong></p><p><strong>【炮制】泽泻</strong>除去杂质，稍浸，润透，切厚片，干燥。</p><p><strong>【性状】</strong>本品呈圆形或椭圆形厚片。外表皮淡黄色至淡黄棕色，可见细小突起的须根痕。切面黄白色至淡黄色，粉性，有多数细孔。气微，味微苦。</p><p><strong>【检查】水分 </strong>同药材，不得过12.0%。</p><p><strong>【鉴别】【检查】</strong>（总灰分）<strong>【浸出物】【含量测定】</strong>同药材。</p><p><strong>盐泽泻</strong>取泽泻片，照盐水炙法（通则0213）炒干。</p><p><strong>【性状】</strong>本品形如泽泻片，表面淡黄棕色或黄褐色，偶见焦斑。味微咸。</p><p><strong>【检查】水分 </strong>同药材，不得过13.0%。</p><p><strong>总灰分 </strong>同药材，不得过6.0%。</p><p><strong>【浸出物】</strong>同药材，不得少于9.0%。</p><p><strong>【鉴别】</strong>（除显微粉末外）<strong>【含量测定】</strong>同药材。</p><p><strong>【性味与归经】</strong>甘、淡，寒。归肾、膀胱经。</p><p><strong>【功能与主治】</strong>利水渗湿，泄热，化浊降脂。用于小便不利，水肿胀满，泄泻尿少，痰饮眩晕，热淋涩痛，高脂血症。</p><p><strong>【用法与用量】</strong> 6～10g。</p><p><strong>【贮藏】</strong>置干燥处，防蛀。</p>`, 1, '');
